[
  {
    "id": 560527,
    "title": "The Dude in Me",
    "release_date": "2019-01-09",
    "overview": "Dong-hyun is a high school student. One day, he falls from the rooftop and bumps into Pan-soo who is a passerby. Pan-soo is a member of a criminal organization. When the two men wake up in the hospital, they discover that they have switched bodies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3H97tUK5UmgOpjCh6Q7XZ4HW1cG.jpg",
    "popularity": 10.3818,
    "tmdb_url": "https://www.themoviedb.org/movie/560527"
  },
  {
    "id": 82682,
    "title": "Gangster Squad",
    "release_date": "2013-01-09",
    "overview": "Los Angeles, 1949. Ruthless, Brooklyn-born mob king Mickey Cohen runs the show in this town, reaping the ill-gotten gains from the drugs, the guns, the prostitutes and — if he has his way — every wire bet placed west of Chicago. And he does it all with the protection of not only his own paid goons, but also the police and the politicians who are under his control. It’s enough to intimidate even the bravest, street-hardened cop… except, perhaps, for the small, secret crew of LAPD outsiders led by Sgt. John O’Mara and Jerry Wooters who come together to try to tear Cohen’s world apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1eW9kFSuTQfyMvZKtxlnwKRBvI.jpg",
    "popularity": 4.5543,
    "tmdb_url": "https://www.themoviedb.org/movie/82682"
  },
  {
    "id": 592834,
    "title": "My Spy",
    "release_date": "2020-01-09",
    "overview": "A hardened CIA operative finds himself at the mercy of a precocious 9-year-old girl, having been sent undercover to surveil her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n2C6jRK9PtPIs99RQhKtqGlsnsO.jpg",
    "popularity": 4.005,
    "tmdb_url": "https://www.themoviedb.org/movie/592834"
  },
  {
    "id": 10521,
    "title": "Bride Wars",
    "release_date": "2009-01-09",
    "overview": "Two best friends become rivals when their respective weddings are accidentally booked for the same day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eyXT8tmUoyHrg7YX1UVjmecHCWP.jpg",
    "popularity": 3.5155,
    "tmdb_url": "https://www.themoviedb.org/movie/10521"
  },
  {
    "id": 119892,
    "title": "The Monkey King",
    "release_date": "2014-01-09",
    "overview": "Sun Wukong is a monkey born from a heavenly stone who acquires supernatural powers. After rebelling against heaven and being imprisoned under a mountain for 500 years, he later accompanies the monk Xuanzang on a journey to India. Thus, according to legend, Buddhism is brought to ancient China.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p9Atjcbidu4DsM7EQltiTZbrvkM.jpg",
    "popularity": 3.4529,
    "tmdb_url": "https://www.themoviedb.org/movie/119892"
  },
  {
    "id": 296917,
    "title": "Psycho-Pass: The Movie",
    "release_date": "2015-01-09",
    "overview": "Year 2116—The Japanese government begins to export the Sibyl System unmanned drone robots to troubled countries, and the system spreads throughout the world. A state in the midst of a civil war, SEAUn (the South East Asia Union), brings in the Sibyl System as an experiment. Under the new system, the coastal town of Shambala Float achieves temporary peace and safety. But then SEAUn sends terrorists to Japan. They slip through the Sibyl System and then attack from within. The shadow of a certain man falls on this incident. In charge of the police, Tsunemori travels to Shambala Float to investigate. The truth of justice on this new ground will become clear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hUlhPosXp62uuTS0c2aINdg8cvV.jpg",
    "popularity": 3.2336,
    "tmdb_url": "https://www.themoviedb.org/movie/296917"
  },
  {
    "id": 526019,
    "title": "Like a Boss",
    "release_date": "2020-01-09",
    "overview": "Two female friends with very different ideals decide to start a beauty company together. One is more practical, while the other wants to earn her fortune and live a lavish lifestyle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yce0CZPWd0GGudksRJi8p4gDj1M.jpg",
    "popularity": 2.956,
    "tmdb_url": "https://www.themoviedb.org/movie/526019"
  },
  {
    "id": 738720,
    "title": "Only Yesterday",
    "release_date": "2021-01-09",
    "overview": "Sugimoto Taeko moves in with her daughter Natsuki and granddaughter Mizuki. They begin a lively life together. In the midst of it all, Taeko sees her former self in Mizuki. The bitter taste of the first pineapple she ever ate, the disastrous score on a math test, the awakening of her acting spirit at a school performance. As Taeko recalls her elementary school days, she unleashes a dream that she had long given up on and sealed away. 'I'm going to be on stage!' Taeko immediately auditions and devotes herself to rehearsing for a Shakespeare play. But just then, the theatre where she was going to perform goes bankrupt, and she is forced to give up on her dream again!",
    "poster_url": "https://image.tmdb.org/t/p/w500/vnPY0BdnA0E3ctlDMqMq4HIZMUD.jpg",
    "popularity": 2.8364,
    "tmdb_url": "https://www.themoviedb.org/movie/738720"
  },
  {
    "id": 1144051,
    "title": "City Rush 3",
    "release_date": "2023-01-09",
    "overview": "Special Agent Ace teams up with Scarlett to take down the clown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9bdv83plYeEUKjhgCXTv0Og0zzU.jpg",
    "popularity": 2.5975,
    "tmdb_url": "https://www.themoviedb.org/movie/1144051"
  },
  {
    "id": 13788,
    "title": "The Unborn",
    "release_date": "2009-01-09",
    "overview": "A young woman fights the spirit that is slowly taking possession of her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/42H2aaD5UubsHyWt6zfrFMRP8y1.jpg",
    "popularity": 2.5641,
    "tmdb_url": "https://www.themoviedb.org/movie/13788"
  },
  {
    "id": 16258,
    "title": "The Butterfly Effect 3: Revelations",
    "release_date": "2009-01-09",
    "overview": "The story revolves around a man trying to uncover the mysterious death of his girlfriend and save an innocent man from the death chamber in the process, by using his unique power to time travel. However in attempting to do this, he also frees a spiteful serial-killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7utgDyfae053YExAuUKcwkzUKMs.jpg",
    "popularity": 2.4204,
    "tmdb_url": "https://www.themoviedb.org/movie/16258"
  },
  {
    "id": 14979,
    "title": "Thick as Thieves",
    "release_date": "2009-01-09",
    "overview": "A master thief recruits a notorious thief to help him steal two famous Faberge eggs from an impenetrable vault in an effort to pull off one final job and repay his debt to the Russian mob.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sgRY2ie8koJxfOScMuvzHQ9TuZX.jpg",
    "popularity": 2.3831,
    "tmdb_url": "https://www.themoviedb.org/movie/14979"
  },
  {
    "id": 297291,
    "title": "The Scorpion King 4: Quest for Power",
    "release_date": "2015-01-09",
    "overview": "When he is betrayed by a trusted friend, Mathayus must marshal all his strength and cunning to outwit a formidable opponent who will stop at nothing to unlock a supreme ancient power.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5GISNwtHWbmYJdbFHMpLoaotYhL.jpg",
    "popularity": 2.3573,
    "tmdb_url": "https://www.themoviedb.org/movie/297291"
  },
  {
    "id": 220562,
    "title": "The Bravos",
    "release_date": "1972-01-09",
    "overview": "The commander of an isolated frontier cavalry post tries to stop an Indian war and find his son, who has been kidnapped.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fm0gsibort74jkMQfO6RqgBFRaF.jpg",
    "popularity": 2.3004,
    "tmdb_url": "https://www.themoviedb.org/movie/220562"
  },
  {
    "id": 372756,
    "title": "Garakowa -Restore the World-",
    "release_date": "2016-01-09",
    "overview": "A floating space without gravity where an infinite number of lights shine in different colors: The \"Box of Wisdom.\" Inside of this box, there are multiple worlds, multiple timelines, and there used to be many different people. This is where Dual and Dorothy were fighting with enemies called \"Viruses.\" Worlds infected by viruses must be erased. That is the duty, the job of these girls. However, one day, Dual and Dorothy feel the presence of a new Virus. Arriving at the scene, they see a girl being attacked by Viruses. After saving the girl, the duo wait for her to awaken so they can ask who she is, where she came from, and where she is going. Finally, when the girl opened her eyes, she gave her name, Rimo, and whispered only one sentence... \"I must return to the flower patch...\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/eElMkPzmMR6tdsMBku3DDyITTPW.jpg",
    "popularity": 2.2548,
    "tmdb_url": "https://www.themoviedb.org/movie/372756"
  },
  {
    "id": 70411,
    "title": "Orgies of Edo",
    "release_date": "1969-01-09",
    "overview": "Three stories of moral sickness set during Japan’s prosperous Genroku era are told in this bloody follow-up to the sexploitation classic Shogun’s Joy of Torture, the politically incorrect moral lessons paint a trio of tales of tragic heroines caught up in violence, sadomasochism, incest and torture.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A12rRVTPeCdwMuPJXkBOHriZlx4.jpg",
    "popularity": 2.1763,
    "tmdb_url": "https://www.themoviedb.org/movie/70411"
  },
  {
    "id": 564863,
    "title": "MAL·MO·E: The Secret Mission",
    "release_date": "2019-01-09",
    "overview": "During the Japanese occupation of Korea, the Japanese Empire seeks to eradicate the Korean language and identity. In retaliation, a small group of Korean patriots try to protect their language by compiling the first Korean language dictionary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lJNEqYJYxGGYkl39K5sTxxBi52X.jpg",
    "popularity": 2.0679,
    "tmdb_url": "https://www.themoviedb.org/movie/564863"
  },
  {
    "id": 14844,
    "title": "Chasing Liberty",
    "release_date": "2004-01-09",
    "overview": "The President's daughter, unable to experience life like a normal 18 year-old, escapes from her entourage of Secret Service agents while traveling in Europe. She falls in love with a handsome British stranger, who also happens to be working undercover for her father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aGh5zpJSuxcx4lzFFbZ2QyY8wQP.jpg",
    "popularity": 2.0238,
    "tmdb_url": "https://www.themoviedb.org/movie/14844"
  }
]