[
  {
    "id": 411088,
    "title": "The Invisible Guest",
    "release_date": "2017-01-06",
    "overview": "Barcelona, Spain. Adrián Doria, a young and successful businessman accused of murder, meets one night with Virginia Goodman, an expert interrogation lawyer, in order to devise a defense strategy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fptnZJbLzKUHeNlYrAynbyoL5YJ.jpg",
    "popularity": 7.0624,
    "tmdb_url": "https://www.themoviedb.org/movie/411088"
  },
  {
    "id": 1690,
    "title": "Hostel",
    "release_date": "2006-01-06",
    "overview": "Three backpackers head to a Slovakian city that promises to meet their hedonistic expectations, with no idea of the hell that awaits them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dDrtuWUKhgUGp12kgUWuP0NpTdF.jpg",
    "popularity": 4.5638,
    "tmdb_url": "https://www.themoviedb.org/movie/1690"
  },
  {
    "id": 30959,
    "title": "Kwaidan",
    "release_date": "1965-01-06",
    "overview": "Taking its title from an archaic Japanese word meaning \"ghost story,\" this anthology adapts four folk tales. A penniless samurai marries for money with tragic results. A man stranded in a blizzard is saved by Yuki the Snow Maiden, but his rescue comes at a cost. Blind musician Hoichi is forced to perform for an audience of ghosts. An author relates the story of a samurai who sees another warrior's reflection in his teacup.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmYhFcA2YC15hoL44hQziba75Ij.jpg",
    "popularity": 4.0061,
    "tmdb_url": "https://www.themoviedb.org/movie/30959"
  },
  {
    "id": 575322,
    "title": "Project Gemini",
    "release_date": "2022-01-06",
    "overview": "After depleting Earth's resources for centuries, humankind's survival requires an exodus to outer space. An international expedition is quickly formed to find a suitable new planet, but when plans go awry, the crew is suddenly stranded without power on a strange planet, where something unimaginable lies in wait.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rFljUdOozFEv6HDHIFpFvcYW0ec.jpg",
    "popularity": 3.5189,
    "tmdb_url": "https://www.themoviedb.org/movie/575322"
  },
  {
    "id": 362585,
    "title": "Kizumonogatari Part 3: Reiketsu",
    "release_date": "2017-01-06",
    "overview": "With help from Meme Oshino, the apparition specialist, Koyomi defeats the three powerful vampire hunters: Dramaturgy, Episode and Guillotinecutter. Koyomi takes back all the limbs of Kiss-shot Acerola-orion Heart-under-blade in order to become a human again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rfKHhHvSwyCv59Ow6wuGX67RkXR.jpg",
    "popularity": 3.2316,
    "tmdb_url": "https://www.themoviedb.org/movie/362585"
  },
  {
    "id": 6439,
    "title": "Racing Stripes",
    "release_date": "2005-01-06",
    "overview": "Shattered illusions are hard to repair -- especially for a good-hearted zebra named Stripes who's spent his life on a Kentucky farm amidst the sorely mistaken notion that he's a debonair thoroughbred. Once he faces the fact that his stark stripes mark him as different, he decides he'll race anyway. And with help from the young girl who raised him, he just might end up in the winner's circle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/epDsuf5oUdzTFYHqV2IRcyy8Rwc.jpg",
    "popularity": 3.1252,
    "tmdb_url": "https://www.themoviedb.org/movie/6439"
  },
  {
    "id": 9900,
    "title": "Grandma's Boy",
    "release_date": "2006-01-06",
    "overview": "Even though he's 35, Alex acts more like he's 13, spending his days as the world's oldest video game tester and his evenings developing the next big Xbox game. But when he gets kicked out of his apartment, he's forced to move in with his grandmother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fSRdHBtisU0zhks4OjKezI3jnt7.jpg",
    "popularity": 3.0989,
    "tmdb_url": "https://www.themoviedb.org/movie/9900"
  },
  {
    "id": 15802,
    "title": "Tokyo Decadence",
    "release_date": "1992-01-06",
    "overview": "A submissive hooker goes about her trade, suffering abuse at the hands of Japanese salarymen and Yakuza types. She's unhappy about her work, and is apparently trying to find some sort of appeasement for the fact that her lover has married.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ya3HsnwavmtQYMxnGS5T5RV6do0.jpg",
    "popularity": 2.7184,
    "tmdb_url": "https://www.themoviedb.org/movie/15802"
  },
  {
    "id": 74387,
    "title": "Goon",
    "release_date": "2012-01-06",
    "overview": "Doug Glatt, a slacker who discovers he has a talent for brawling, is approached by a minor league hockey coach and invited to join the team as the \"muscle.\" Despite the fact that Glatt can't skate, his best friend, Pat, convinces him to give it a shot, and Glatt becomes a hero to the team and their fans, until the league's reigning goon becomes threatened by Glatt's success and decides to even the score.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xLmZCfJici1SdT6zmhDtGVWsXXi.jpg",
    "popularity": 2.6747,
    "tmdb_url": "https://www.themoviedb.org/movie/74387"
  },
  {
    "id": 76487,
    "title": "The Devil Inside",
    "release_date": "2012-01-06",
    "overview": "In Italy, a woman becomes involved in a series of unauthorized exorcisms during her mission to discover what happened to her mother, who allegedly murdered three people during her own exorcism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mtyFRIRBmrCE2XKU5EnEK8dtu2X.jpg",
    "popularity": 2.4964,
    "tmdb_url": "https://www.themoviedb.org/movie/76487"
  },
  {
    "id": 19901,
    "title": "Daybreakers",
    "release_date": "2010-01-06",
    "overview": "In the year 2019, a plague has transformed almost every human into a vampire. Faced with a dwindling blood supply, the fractured dominant race plots their survival; meanwhile, a researcher works with a covert band of vampires on a way to save humankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/75x104UiD4G6Pxa4m1A0SBBtHol.jpg",
    "popularity": 2.324,
    "tmdb_url": "https://www.themoviedb.org/movie/19901"
  },
  {
    "id": 7304,
    "title": "Running Scared",
    "release_date": "2006-01-06",
    "overview": "A low-ranking thug is entrusted by his boss to dispose of a gun that killed corrupt cops, but things spiral out of control when the gun ends up in wrong hands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wVlwZbwJlI5C33STslTyVNRGjg6.jpg",
    "popularity": 2.232,
    "tmdb_url": "https://www.themoviedb.org/movie/7304"
  },
  {
    "id": 872954,
    "title": "The Old Way",
    "release_date": "2023-01-06",
    "overview": "An old gunslinger and his daughter must face the consequences of his past, when the son of a man he killed years ago arrives to take his revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8HCCYAIocXxMKn7J9yQfDX1vBM5.jpg",
    "popularity": 2.2084,
    "tmdb_url": "https://www.themoviedb.org/movie/872954"
  },
  {
    "id": 1033908,
    "title": "We Make Antiques! Osaka Dreams",
    "release_date": "2023-01-06",
    "overview": "A treasure appears in front of antique dealer Norio Koike (Kiichi Nakai) and potter Sasuke (Kuranosuke Sasaki). The treasure is Hideyoshi Toyotomi’s chawan (procelain tea bowl) called Houou, that has been missing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pVpmDH0iGAbtT1favRWxHU9nxLA.jpg",
    "popularity": 2.2003,
    "tmdb_url": "https://www.themoviedb.org/movie/1033908"
  },
  {
    "id": 11044,
    "title": "Arizona Dream",
    "release_date": "1993-01-06",
    "overview": "An Inuit hunter races his sled home with a fresh-caught halibut. This fish pervades the entire film, in real and imaginary form. Meanwhile, Axel tags fish in New York as a naturalist's gofer. He's happy there, but a messenger arrives to bring him to Arizona for his uncle's wedding. It's a ruse to get Axel into the family business. In Arizona, Axel meets two odd women: vivacious, needy, and plagued by neuroses and familial discord. He gets romantically involved with one, while the other, rich but depressed, plays accordion tunes to a gaggle of pet turtles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jNhRjc1Q9l6tFo5aHdl8UZJPdKy.jpg",
    "popularity": 2.1298,
    "tmdb_url": "https://www.themoviedb.org/movie/11044"
  },
  {
    "id": 248376,
    "title": "Once Upon a Time in Shanghai",
    "release_date": "2014-01-06",
    "overview": "A laborer moves to Shanghai in the hope of becoming rich. But ends up using his kung fu skills to survive. Remake of The Boxer From Shantung.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wcVpL3h2ElqHdi8gxpEY8A8HSnv.jpg",
    "popularity": 2.0716,
    "tmdb_url": "https://www.themoviedb.org/movie/248376"
  },
  {
    "id": 1058906,
    "title": "Detective Conan: The Story of Ai Haibara: Black Iron Mystery Train",
    "release_date": "2023-01-06",
    "overview": "Ai Haibara (autonym Shiho Miyano a.k.a. Sherry). A woman with three identities, who boldly faces her destiny. Shiho Miyano (code name: Sherry), a scientist and a member of the Black Organization. The organization was the one that developed a mysterious poison APTX (Apotoxin) 4869, the drug that turned Shinichi Kudo into a little boy! However, when Sherry realizes that the Black Organization has murdered her sister Akemi, she betrays the Black Organization and decides to take APTX4869. The drug turns her into a little girl, and she decides to call herself Ai Haibara in order to hide from the Black Organization. Yet slowly but surely, the Black Organization begins to cast its shadow over her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mqYvJXLdsLp3Qsmej0ekOqBrzow.jpg",
    "popularity": 2.0575,
    "tmdb_url": "https://www.themoviedb.org/movie/1058906"
  },
  {
    "id": 460399,
    "title": "Love, Chunibyo & Other Delusions! Take On Me",
    "release_date": "2018-01-06",
    "overview": "Yuuta and Rikka are in their third year of high school. One day in Spring, Touka declares that she will take Rikka to Italy with her, as her job has stabilized there and thinks they should migrate together as a family. Touka is also worried about Rikka not being competent enough to advance to universities in Japan. The gangs from the club suggested Yuuta, who doesn't want to be separated, to elope with Rikka!! A runaway drama throughout Japan begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/grlNqxlne3pRBB5kvEc2aHtrSKv.jpg",
    "popularity": 2.0506,
    "tmdb_url": "https://www.themoviedb.org/movie/460399"
  }
]