[
  {
    "id": 166428,
    "title": "How to Train Your Dragon: The Hidden World",
    "release_date": "2019-01-03",
    "overview": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xvx4Yhf0DVH8G4LzNISpMfFBDy2.jpg",
    "popularity": 26.9117,
    "tmdb_url": "https://www.themoviedb.org/movie/166428"
  },
  {
    "id": 76617,
    "title": "Texas Chainsaw 3D",
    "release_date": "2013-01-03",
    "overview": "A young woman learns that she has inherited a Texas estate from her deceased grandmother. After embarking on a road trip with friends to uncover her roots, she finds she is the sole owner of a lavish, isolated Victorian mansion. But her newfound wealth comes at a price as she stumbles upon a horror that awaits her in the mansion’s dank cellars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qaPvvHP1kKlQaUAXQZQAWitqBOT.jpg",
    "popularity": 8.5925,
    "tmdb_url": "https://www.themoviedb.org/movie/76617"
  },
  {
    "id": 406563,
    "title": "Insidious: The Last Key",
    "release_date": "2018-01-03",
    "overview": "Parapsychologist Elise Rainier and her team travel to Five Keys, NM, to investigate a man’s claim of a haunting. Terror soon strikes when Rainier realizes that the house he lives in was her family’s old home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nb9fc9INMg8kQ8L7sE7XTNsZnUX.jpg",
    "popularity": 6.4283,
    "tmdb_url": "https://www.themoviedb.org/movie/406563"
  },
  {
    "id": 522681,
    "title": "Escape Room",
    "release_date": "2019-01-03",
    "overview": "Six strangers find themselves in circumstances beyond their control, and must use their wits to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Ls1tZ6qjGzfGHjBB7ihOnf7f0b.jpg",
    "popularity": 6.3623,
    "tmdb_url": "https://www.themoviedb.org/movie/522681"
  },
  {
    "id": 1225767,
    "title": "Mushi-Shi: The Shadow That Devours the Sun",
    "release_date": "2014-01-03",
    "overview": "A strange shadow forms blocking the sun from a village following a solar eclipse. Ginko enlists the help of the villagers to solve the mystery of the shadow before it destroys their crops.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mCdT4GCPLDvgc1WNZDM3HKboAqg.jpg",
    "popularity": 4.5649,
    "tmdb_url": "https://www.themoviedb.org/movie/1225767"
  },
  {
    "id": 329103,
    "title": "Russian Lolita",
    "release_date": "2007-01-03",
    "overview": "The action of a controversial novel \"Lolita\", of the famous Russian writer Vladimir Nabokov, reset to present day Russia. A mother and her daughter are running short of money and are thankful that they could rent a room to a writer. The mother is lonely and the daughter is coming of age. The mother immediately gets in love with him, which causing to the daughter a terrible jealousy. And then the daughter chooses the most unfailing weapon - she tries to discourage him from her mother. She tries to get his attention by parading around without panties, asking his help with her shower, and rubbing up against him and flashing him whenever her mother is not looking. She is even trying to convince her mom, that since she is becoming a woman, that he should teach her some of the finer points of love. Could the grown man resist the charms of a 14 year-old nymphet?",
    "poster_url": "https://image.tmdb.org/t/p/w500/u2mxKRt7KE7j27bsHl6QoFFscZY.jpg",
    "popularity": 3.1416,
    "tmdb_url": "https://www.themoviedb.org/movie/329103"
  },
  {
    "id": 233470,
    "title": "Jamesy Boy",
    "release_date": "2014-01-03",
    "overview": "Based on the true story of teenager James Burns who goes from a suburban street gang to a maximum-security prison cell surrounded by hardened criminals. He turns his life around in prison thanks to the unexpected friendship he forms with a convicted murderer who becomes his mentor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fJCMNxUnYfOmej5FhXSOeMX2jSD.jpg",
    "popularity": 2.5172,
    "tmdb_url": "https://www.themoviedb.org/movie/233470"
  },
  {
    "id": 142061,
    "title": "Batman: The Dark Knight Returns, Part 2",
    "release_date": "2013-01-03",
    "overview": "Batman has stopped the reign of terror that The Mutants had cast upon his city.  Now an old foe wants a reunion and the government wants The Man of Steel to put a stop to Batman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/arEZYd6uMOFTILne9Ux0A8qctMe.jpg",
    "popularity": 2.2449,
    "tmdb_url": "https://www.themoviedb.org/movie/142061"
  }
]