[
  {
    "id": 700199,
    "title": "Mom's Friend 4",
    "release_date": "2018-01-08",
    "overview": "Min Jung's husband has been traveling for 300 days and she feels lonely. When her friend Chung Hee moves in next door, Min Jung often visits her house, during which she keeps meeting Jae Ho, Jung Hee's son. After having an impulsive affair with Jae Ho, Min Jung tries to forget about it, saying, \"It was a mistake,\" but she keeps remembering his young body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/szssOJ10ZixWA5gZrfYhdKOI0SZ.jpg",
    "popularity": 4.7949,
    "tmdb_url": "https://www.themoviedb.org/movie/700199"
  },
  {
    "id": 443791,
    "title": "Underwater",
    "release_date": "2020-01-08",
    "overview": "After an earthquake destroys their underwater station, six researchers must navigate two miles along the dangerous, unknown depths of the ocean floor to make it to safety in a race against time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gzlbb3yeVISpQ3REd3Ga1scWGTU.jpg",
    "popularity": 4.4826,
    "tmdb_url": "https://www.themoviedb.org/movie/443791"
  },
  {
    "id": 25195,
    "title": "Leap Year",
    "release_date": "2010-01-08",
    "overview": "When yet another anniversary passes without a marriage proposal from her boyfriend, Anna decides to take action. Aware of a Celtic tradition that allows women to pop the question on Feb. 29, she plans to follow her lover to Dublin and ask him to marry her. Fate has other plans, however, and Anna winds up on the other side of the Emerald Isle with handsome, but surly, Declan -- an Irishman who may just lead Anna down the road to true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i86hMi5iEF3WnYLCaGHdT5FPdYg.jpg",
    "popularity": 4.2364,
    "tmdb_url": "https://www.themoviedb.org/movie/25195"
  },
  {
    "id": 357786,
    "title": "Kizumonogatari Part 1: Tekketsu",
    "release_date": "2016-01-08",
    "overview": "One day, Koyomi Araragi encounters the horrifying vampire, Kiss-shot Acerola-orion Heart-under-blade A.K.A. the \"King of Apparitions.\" He saves the fatally wounded Kiss-shot by offering his blood at the expense of his own life as a human. Now Koyomi has to face the vampire hunters to retrieve Kiss-shot’s limbs which were taken by these hunters...",
    "poster_url": "https://image.tmdb.org/t/p/w500/vftYhVOdvMCmb0dQIRIKmUYG9TU.jpg",
    "popularity": 3.3828,
    "tmdb_url": "https://www.themoviedb.org/movie/357786"
  },
  {
    "id": 12090,
    "title": "Just Married",
    "release_date": "2003-01-08",
    "overview": "Although Tom Leezak and Sarah McNerney come from different worlds, they are both unexpectedly swept off their feet after their first meeting. They quickly fall in love and plan to get married, despite opposition from Sarah's uptight, rich family. After their wedding, the happy couple sets off - with the highest of hopes and ideals about love and marriage - on what they expect will be the perfect honeymoon in Italy. Thanks to a relentless string of bad luck with one disaster after another, and an impromptu visit from Sarah's wealthy one-time ex-lover Peter Prentiss, the newlyweds experience the honeymoon from hell that tests the limits of their young love.  Is it worth throwing away their love and marriage?",
    "poster_url": "https://image.tmdb.org/t/p/w500/FRqnYDjbstsCgLSJJ3SifOh2ca.jpg",
    "popularity": 3.209,
    "tmdb_url": "https://www.themoviedb.org/movie/12090"
  },
  {
    "id": 618851,
    "title": "Pretty Guardian Sailor Moon Eternal the Movie Part 1",
    "release_date": "2021-01-08",
    "overview": "After a total solar eclipse, a dark circus troupe appears, Mamoru is stricken with a mysterious malady and bad things start happening across the city.  Sequel to the Sailor Moon Crystal TV series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dJaGPwYJh3c6EXNX8JlHBYQH0Ij.jpg",
    "popularity": 2.9763,
    "tmdb_url": "https://www.themoviedb.org/movie/618851"
  },
  {
    "id": 284303,
    "title": "Goodnight Mommy",
    "release_date": "2015-01-08",
    "overview": "In the heat of the summer lays a lonesome house in the countryside where nine year old twin brothers await their mother’s return.  When she comes home, bandaged after cosmetic surgery, nothing is like before and the children start to doubt whether this woman is actually who she says she is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2qGRjDPpai1J2DBrs2Cwqm9fIx9.jpg",
    "popularity": 2.8348,
    "tmdb_url": "https://www.themoviedb.org/movie/284303"
  },
  {
    "id": 370464,
    "title": "The Masked Saint",
    "release_date": "2016-01-08",
    "overview": "The journey of a professional wrestler who becomes a small town pastor and moonlights as a masked vigilante fighting injustice. While facing crises at home and at the church, the Pastor must evade the police and somehow reconcile his violent secret identity with his calling as a pastor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zlT1Tc9hA1Ntye5hr7Gxos9U6U9.jpg",
    "popularity": 2.7173,
    "tmdb_url": "https://www.themoviedb.org/movie/370464"
  },
  {
    "id": 767304,
    "title": "Redemption Day",
    "release_date": "2021-01-08",
    "overview": "When his wife is kidnapped by terrorists for ransom, veteran war hero Brad Paxton races against the clock to rescue her in a daring and deadly operation that pits him against powerful and dark forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y1Tk1LUwS3nRlugiXnag6Bu1ToG.jpg",
    "popularity": 2.6454,
    "tmdb_url": "https://www.themoviedb.org/movie/767304"
  },
  {
    "id": 638039,
    "title": "Penis Poetry",
    "release_date": "2017-01-08",
    "overview": "This is a poetic film about The Penis becoming a diary with a unique story to tell. Penis Poetry is made in collaboration with Andre Medeiros Martins who wrote on his lovers' penises his personal thoughts. Andre's words reflect how much our modern society glorifies the exhibition of The Penis, how much we worship it and how much social media and apps allowed us to share our most private parts with the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iIsVm0lQ7GzBPaLAQD3CjsF0iQe.jpg",
    "popularity": 2.5299,
    "tmdb_url": "https://www.themoviedb.org/movie/638039"
  },
  {
    "id": 30785,
    "title": "Evil Toons",
    "release_date": "1992-01-08",
    "overview": "Four sexy young girls are to clean an old house for the new owners. They get delivered an old book full of magic incantations, and while reading it they accidentally bring a cartoon character to life. The cartoon character likes the blood of young girls...",
    "poster_url": "https://image.tmdb.org/t/p/w500/xCyBph5p7V09csf40hYrfVGoxy3.jpg",
    "popularity": 2.3112,
    "tmdb_url": "https://www.themoviedb.org/movie/30785"
  },
  {
    "id": 18814,
    "title": "Deadful Melody",
    "release_date": "1994-01-08",
    "overview": "A young security man must prove himself worthy by defending the one object wanted by all the masters of the Martial Arts world - the Magic Lyre!",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKBHivlAz5wehFYbpTLuxYnCgHg.jpg",
    "popularity": 2.2903,
    "tmdb_url": "https://www.themoviedb.org/movie/18814"
  },
  {
    "id": 732203,
    "title": "Gintama: The Very Final",
    "release_date": "2021-01-08",
    "overview": "The concluding film to the Gintama animated series, adapting the final chapters of the comic series of the same name by Hideaki Sorachi. The film covers chapters 699–704 of the original comics, with original material added in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kxBHS1PGebEN0lrFdk0o9FZY6Rn.jpg",
    "popularity": 2.2059,
    "tmdb_url": "https://www.themoviedb.org/movie/732203"
  },
  {
    "id": 6081,
    "title": "Revenge of the Pink Panther",
    "release_date": "1978-01-08",
    "overview": "Chief Inspector Jacques Clouseau is dead. At least that is what the world—and Charles Dreyfus—believe when a dead body is discovered in Clouseau's car after being shot off the road. Naturally, Clouseau knows differently and, taking advantage of not being alive, sets out to discover why an attempt was made on his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pvFiI8Kkq6JIf9uxDUU5FEvet7f.jpg",
    "popularity": 2.1978,
    "tmdb_url": "https://www.themoviedb.org/movie/6081"
  },
  {
    "id": 11811,
    "title": "Leprechaun",
    "release_date": "1993-01-08",
    "overview": "A demonic leprechaun terrorizes a group of young people whom he believes stole his gold.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nys3OeafqY07BmEge9OhWHi7bJO.jpg",
    "popularity": 2.1219,
    "tmdb_url": "https://www.themoviedb.org/movie/11811"
  },
  {
    "id": 45043,
    "title": "Lies",
    "release_date": "2000-01-08",
    "overview": "A story about the bizarre sexual relations of 38-year-old married man J and 18-year-old student Y. After an initial encounter, they embark on a sexual odyssey that visits the realms of obsession and sadomasochism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/98Vs7jEVQLUQfmTSS0vFdPpk7rp.jpg",
    "popularity": 2.0822,
    "tmdb_url": "https://www.themoviedb.org/movie/45043"
  },
  {
    "id": 594139,
    "title": "Darbar",
    "release_date": "2020-01-08",
    "overview": "Aaditya, the commissioner of Mumbai Police, sets out to catch Ajay, a drug peddler. However, he uncovers a deeper controversy linked to an international drug lord and must mete out justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A5mEJzS0KOFnwl3BXNjjswjJQ5u.jpg",
    "popularity": 2.0552,
    "tmdb_url": "https://www.themoviedb.org/movie/594139"
  },
  {
    "id": 79316,
    "title": "Devil's Due",
    "release_date": "2014-01-08",
    "overview": "An unexpected pregnancy takes a terrifying turn for newlyweds Zach and Samantha McCall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/56zW5kl6b10UNIXpQZTUXV2iygC.jpg",
    "popularity": 2.0065,
    "tmdb_url": "https://www.themoviedb.org/movie/79316"
  }
]