[
  {
    "id": 141,
    "title": "Donnie Darko",
    "release_date": "2001-01-19",
    "overview": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fhQoQfejY1hUcwyuLgpBrYs6uFt.jpg",
    "popularity": 11.7931,
    "tmdb_url": "https://www.themoviedb.org/movie/141"
  },
  {
    "id": 381288,
    "title": "Split",
    "release_date": "2017-01-19",
    "overview": "Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him — as well as everyone around him — as the walls between his compartments shatter apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lli31lYTFpvxVBeFHWoe5PMfW5s.jpg",
    "popularity": 9.7724,
    "tmdb_url": "https://www.themoviedb.org/movie/381288"
  },
  {
    "id": 755,
    "title": "From Dusk Till Dawn",
    "release_date": "1996-01-19",
    "overview": "After kidnapping a father and his two kids, the Gecko brothers head south to a seedy Mexican bar to hide out in safety, unaware of its notorious vampire clientele.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uBoQytp3KTQFaVqTe6d0ECGaKh9.jpg",
    "popularity": 7.6248,
    "tmdb_url": "https://www.themoviedb.org/movie/755"
  },
  {
    "id": 72545,
    "title": "Journey 2: The Mysterious Island",
    "release_date": "2012-01-19",
    "overview": "Sean Anderson partners with his mom's boyfriend on a mission to find his grandfather, who is thought to be missing on a mythical island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8WbZOiplh0xuVNVYhYPxsLa7BM5.jpg",
    "popularity": 7.4444,
    "tmdb_url": "https://www.themoviedb.org/movie/72545"
  },
  {
    "id": 381289,
    "title": "A Dog's Purpose",
    "release_date": "2017-01-19",
    "overview": "A dog goes on quest to discover his purpose in life over the course of several lifetimes with multiple owners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3jcNvhtVQe5Neoffdic39fRactM.jpg",
    "popularity": 7.1298,
    "tmdb_url": "https://www.themoviedb.org/movie/381289"
  },
  {
    "id": 997265,
    "title": "Rule 34",
    "release_date": "2023-01-19",
    "overview": "Simone is a young law student who studies criminal law and advocates for women's rights. On her free time, she's a cam girl that makes live sexual performances on the Internet. One night, she watches a video that awakens her interest in BDSM-related activities, leading her into a series of conflicts dominated by violence and eroticism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nIiSeI4i9uBlKlxUncgoKyoOQEu.jpg",
    "popularity": 7.0927,
    "tmdb_url": "https://www.themoviedb.org/movie/997265"
  },
  {
    "id": 9362,
    "title": "Tremors",
    "release_date": "1990-01-19",
    "overview": "Val McKee and Earl Bassett are in a fight for their lives when they discover that their desolate town has been infested with gigantic, man-eating creatures that live below the ground.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cA4ggkZ3r1d5r9hOAUWC8x5ul2i.jpg",
    "popularity": 6.3131,
    "tmdb_url": "https://www.themoviedb.org/movie/9362"
  },
  {
    "id": 768362,
    "title": "Missing",
    "release_date": "2023-01-19",
    "overview": "When her mother disappears while on vacation in Colombia with her new boyfriend, June’s search for answers is hindered by international red tape. Stuck thousands of miles away in Los Angeles, June creatively uses all the latest technology at her fingertips to try and find her before it’s too late. But as she digs deeper, her digital sleuthing raises more questions than answers... and when June unravels secrets about her mom, she discovers that she never really knew her at all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wEOUYSU5Uf8J7152PT6jdb5233Y.jpg",
    "popularity": 5.736,
    "tmdb_url": "https://www.themoviedb.org/movie/768362"
  },
  {
    "id": 52520,
    "title": "Underworld: Awakening",
    "release_date": "2012-01-19",
    "overview": "Having escaped years of imprisonment, vampire warrioress Selene finds herself in a changed world where humans have discovered the existence of both Vampire and Lycan clans and are conducting an all-out war to eradicate both immortal species. Now Selene must battle the humans and a frightening new breed of super Lycans to ensure the death dealers' survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jN0uuc8U6M3sTg9zEaliJV60Stf.jpg",
    "popularity": 5.2217,
    "tmdb_url": "https://www.themoviedb.org/movie/52520"
  },
  {
    "id": 29396,
    "title": "Strait-Jacket",
    "release_date": "1964-01-19",
    "overview": "After a twenty-year stay at an asylum for a double murder, a mother returns to her estranged daughter where suspicions arise about her behavior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eNL4ydW0KVhennniy3QSYYv18Hp.jpg",
    "popularity": 3.7585,
    "tmdb_url": "https://www.themoviedb.org/movie/29396"
  },
  {
    "id": 172956,
    "title": "Erotic Dream of the Red Chamber",
    "release_date": "1978-01-19",
    "overview": "An original piece of Asian erotica comparable to the Euro softcore classics, Story of O, Emanuelle, and The Fruit is Ripe. Based on a Cantonese opera, this lavish production tells the story of 15 year old Pao-Yu and his preoccupation with bedding beautiful women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aeM31kUvENpesBwMxloKJKSYv2i.jpg",
    "popularity": 3.6419,
    "tmdb_url": "https://www.themoviedb.org/movie/172956"
  },
  {
    "id": 5955,
    "title": "The Pledge",
    "release_date": "2001-01-19",
    "overview": "A police chief about to retire pledges to help a woman find her daughter's killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9QOzFL3FPMAUNNPrNiKC3mEDxco.jpg",
    "popularity": 3.3852,
    "tmdb_url": "https://www.themoviedb.org/movie/5955"
  },
  {
    "id": 72431,
    "title": "Red Tails",
    "release_date": "2012-01-19",
    "overview": "The story of the Tuskegee Airmen, the first African-American pilots to fly in a combat squadron during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jiORLnBsGcVcqIibkGBE213zAyh.jpg",
    "popularity": 3.1623,
    "tmdb_url": "https://www.themoviedb.org/movie/72431"
  },
  {
    "id": 8978,
    "title": "Assault on Precinct 13",
    "release_date": "2005-01-19",
    "overview": "On New Year's Eve, inside a police station that's about to be closed for good, officer Jake Roenick must cobble together a force made up cops and criminals to save themselves from a mob looking to kill mobster Marion Bishop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oBpsRvMN1ONl8oFHuWt1rasDYFJ.jpg",
    "popularity": 3.0825,
    "tmdb_url": "https://www.themoviedb.org/movie/8978"
  },
  {
    "id": 489925,
    "title": "Eighth Grade",
    "release_date": "2018-01-19",
    "overview": "Thirteen-year-old Kayla endures the tidal wave of contemporary suburban adolescence as she makes her way through the last week of middle school — the end of her thus far disastrous eighth grade year — before she begins high school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xTa9cLhGHfQ7084UvoPQ2bBXKqd.jpg",
    "popularity": 2.9546,
    "tmdb_url": "https://www.themoviedb.org/movie/489925"
  },
  {
    "id": 20069,
    "title": "Manual of Love 2",
    "release_date": "2007-01-19",
    "overview": "Nicola, paralyzed after a car crash, falls in love for his physiotherapist Lucia. Franco and Manuela, a young couple unfit to have children, fly to Barcelona for a specialized treatment for fertility. Filippo and Fosco, two gay men, decide to marry. Ernesto, waiter in a chic restaurant, has a liaison with Cecilia, the new Spanish help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2mDPqJ8HQNs9oyziI88EelJCzoO.jpg",
    "popularity": 2.6539,
    "tmdb_url": "https://www.themoviedb.org/movie/20069"
  },
  {
    "id": 437542,
    "title": "I Don't Like Younger Men",
    "release_date": "2017-01-19",
    "overview": "Won-gi lost his wife a long time ago and is running a pension outside of the city. Then one day, Won-gi's daughter and her friend Se-yeong stays in the pension during a break from their school in Seoul. However, Won-gi finds himself attracted to the friend who is so much like his dead wife. Then he crosses a line that he shouldn't have crossed...",
    "poster_url": "https://image.tmdb.org/t/p/w500/bR1ID2VvQIHrWKdToWKc3mIpeyW.jpg",
    "popularity": 2.4931,
    "tmdb_url": "https://www.themoviedb.org/movie/437542"
  },
  {
    "id": 409582,
    "title": "7 Guardians of the Tomb",
    "release_date": "2018-01-19",
    "overview": "An innocent discovery of a well-preserved mummified Emperor from 200 BC China unearths a 2000 year old nightmare - a secret that should have remained buried.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ca799tQJwj4lkkQpBdXohlvEtuQ.jpg",
    "popularity": 2.4642,
    "tmdb_url": "https://www.themoviedb.org/movie/409582"
  },
  {
    "id": 83706,
    "title": "The Viral Factor",
    "release_date": "2012-01-19",
    "overview": "Agent Jon contemplates leaving the force until he learns his brother is working as a mercenary for a former colleague who betrayed their team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7J0SlFWcVFdErk5Vaax35xb19de.jpg",
    "popularity": 2.4106,
    "tmdb_url": "https://www.themoviedb.org/movie/83706"
  },
  {
    "id": 366924,
    "title": "Batman: Bad Blood",
    "release_date": "2016-01-19",
    "overview": "Bruce Wayne is missing. Alfred covers for him while Nightwing and Robin patrol Gotham City in his stead and a new player, Batwoman, investigates Batman's disappearance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1UmPJWfaivtNjsScJqcsbsQRGNY.jpg",
    "popularity": 2.3408,
    "tmdb_url": "https://www.themoviedb.org/movie/366924"
  },
  {
    "id": 431072,
    "title": "Step Sisters",
    "release_date": "2018-01-19",
    "overview": "Jamilah has her whole life figured out. She's the president of her black sorority, captain of their champion step dance crew, is student liaison to the college dean, and her next move is on to Harvard Law School. She's got it all, right? But when the hard-partying white girls from Sigma Beta Beta embarrass the school, Jamilah is ordered to come to the rescue. Her mission is to not only teach the rhythmically-challenged girls how to step dance, but to win the Steptacular, the most competitive of dance competitions. With the SBBs reputations and charter on the line, and Jamilah's dream of attending Harvard in jeopardy, these outcast screw-ups and their unlikely teacher stumble through one hilarious misstep after another. Cultures clash, romance blossoms, and sisterhood prevails as everyone steps out of their comfort zones.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9QrO9BuS93Ii2BKre0IyvkpHW8E.jpg",
    "popularity": 2.1832,
    "tmdb_url": "https://www.themoviedb.org/movie/431072"
  },
  {
    "id": 12205,
    "title": "Dark Water",
    "release_date": "2002-01-19",
    "overview": "A woman in the midst of an unpleasant divorce moves to an eerie apartment building with her young daughter. The ceiling of their apartment has a dark and active leak.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u7FIePdOTjboDAjcaA9MabbzAuf.jpg",
    "popularity": 2.098,
    "tmdb_url": "https://www.themoviedb.org/movie/12205"
  },
  {
    "id": 29564,
    "title": "Smokin' Aces 2: Assassins' Ball",
    "release_date": "2010-01-19",
    "overview": "Walter Weed is an unassuming desk jockey at the FBI when the Bureau uncovers a plot to assassinate him. A team of degenerate, psychotic assassins dispatched by mystery man Hal Leuco to win a huge bounty includes a resourceful beauty who has a unique method of killing her prey, a power-tool wielding psychopath and a deadly master of disguise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4t8mSYKtaXGvaro48ci0ZMzVvbe.jpg",
    "popularity": 2.0408,
    "tmdb_url": "https://www.themoviedb.org/movie/29564"
  }
]