[
  {
    "id": 337167,
    "title": "Fifty Shades Freed",
    "release_date": "2018-01-17",
    "overview": "Believing they have left behind shadowy figures from their past, newlyweds Christian and Ana fully embrace an inextricable connection and shared life of luxury. But just as she steps into her role as Mrs. Grey and he relaxes into an unfamiliar stability, new threats could jeopardize their happy ending before it even begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jjPJ4s3DWZZvI4vw8Xfi4Vqa1Q8.jpg",
    "popularity": 17.6454,
    "tmdb_url": "https://www.themoviedb.org/movie/337167"
  },
  {
    "id": 132232,
    "title": "Mama",
    "release_date": "2013-01-17",
    "overview": "Guillermo del Toro presents Mama, a supernatural thriller that tells the haunting tale of two little girls who disappeared into the woods the day that their parents were killed. When they are rescued years later and begin a new life, they find that someone or something still wants to come tuck them in at night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eo8BhR8Q5STmWE9sMLsEPagxmy6.jpg",
    "popularity": 7.6263,
    "tmdb_url": "https://www.themoviedb.org/movie/132232"
  },
  {
    "id": 60304,
    "title": "Hansel & Gretel: Witch Hunters",
    "release_date": "2013-01-17",
    "overview": "After getting a taste for blood as children, Hansel and Gretel have become the ultimate vigilantes, hell-bent on retribution. Now, unbeknownst to them, Hansel and Gretel have become the hunted, and must face an evil far greater than witches... their past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j343Rpj3WeNvP0SV80zveve70io.jpg",
    "popularity": 7.4657,
    "tmdb_url": "https://www.themoviedb.org/movie/60304"
  },
  {
    "id": 1954,
    "title": "The Butterfly Effect",
    "release_date": "2004-01-17",
    "overview": "A young man struggles to access sublimated childhood memories. He finds a technique that allows him to travel back into the past, to occupy his childhood body and change history. However, he soon finds that every change he makes has unexpected consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ea5iv7TWMh18fOKoRGgmtcg85Gx.jpg",
    "popularity": 7.3053,
    "tmdb_url": "https://www.themoviedb.org/movie/1954"
  },
  {
    "id": 573730,
    "title": "Made in Abyss: Dawn of the Deep Soul",
    "release_date": "2020-01-17",
    "overview": "A continuation of the epic adventure of plucky Riko and Reg who are joined by their new friend Nanachi. Together they descend into the Abyss' treacherous fifth layer, the Sea of Corpses, and encounter the mysterious Bondrewd, a legendary White Whistle whose shadow looms over Nanachi's troubled past. Bondrewd is ingratiatingly hospitable, but the brave adventurers know things are not always as they seem in the enigmatic Abyss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fsPZdpocYYbvDS2YEE1Xohqo1ni.jpg",
    "popularity": 4.6856,
    "tmdb_url": "https://www.themoviedb.org/movie/573730"
  },
  {
    "id": 8697,
    "title": "Who Am I?",
    "release_date": "1998-01-17",
    "overview": "A group of covert CIA operatives trailing a potential new energy source are double-crossed by corrupt agent Morgan, who causes a helicopter crash in remote South Africa. The sole survivor, suffering severe amnesia, is nursed to recovery by a kindly native tribe who call him \"Whoami\" after the question he keeps asking. With the help of a mysterious reporter Christine, Whoami pieces together his past and tracks the turncoat agent and his criminal cohorts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YDKLbBmWGpxG5bO3TBawtNNOAr.jpg",
    "popularity": 4.3485,
    "tmdb_url": "https://www.themoviedb.org/movie/8697"
  },
  {
    "id": 1076291,
    "title": "Operation Storm",
    "release_date": "2023-01-17",
    "overview": "Follow the story of the people who were expelled from Krajina in 1995 and the suffering of the Serb people in Croatia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l1RW2ZyL2W4bqjibbWFBX2Eo3a2.jpg",
    "popularity": 4.148,
    "tmdb_url": "https://www.themoviedb.org/movie/1076291"
  },
  {
    "id": 6404,
    "title": "Nosferatu the Vampyre",
    "release_date": "1979-01-17",
    "overview": "A real estate agent leaves behind his beautiful wife to go to Transylvania to visit the mysterious Count Dracula and formalize the purchase of a property in Wismar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jHKzGYwf7P34vz8MhJBTN6cnaYD.jpg",
    "popularity": 4.1179,
    "tmdb_url": "https://www.themoviedb.org/movie/6404"
  },
  {
    "id": 9542,
    "title": "The Hitcher",
    "release_date": "1986-01-17",
    "overview": "On a stormy night, young Jim, who transports a luxury car from Chicago to California to deliver it to its owner, feeling tired and sleepy, picks up a mysterious hitchhiker, who has appeared out of nowhere, thinking that a good conversation will help him not to fall asleep. He will have enough time to deeply regret such an unmeditated decision.",
    "poster_url": "https://image.tmdb.org/t/p/w500/89giuiFssSVCUxkCP386v66cry8.jpg",
    "popularity": 3.7136,
    "tmdb_url": "https://www.themoviedb.org/movie/9542"
  },
  {
    "id": 5289,
    "title": "Chaos",
    "release_date": "2005-01-17",
    "overview": "In Seattle, detective Quentin Conners is unfairly suspended and his partner Jason York leaves the police force after a tragic shooting on Pearl Street Bridge, when the hostage and the criminal die. During a bank heist with a hostage situation, Conners is assigned in charge of the operation with the rookie Shane Dekker as his partner. The thieves, lead by Lorenz, apparently do not steal a penny from the bank. While chasing the gangsters, the police team disclose that they planted a virus in the system, stealing one billion dollars from the different accounts, using the principle of the Chaos Theory. Further, they find that Lorenz is killing his accomplices.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oOQ3PS8wp5Iezqc5LChOq2S97Jl.jpg",
    "popularity": 3.3853,
    "tmdb_url": "https://www.themoviedb.org/movie/5289"
  },
  {
    "id": 9622,
    "title": "Beverly Hills Ninja",
    "release_date": "1997-01-17",
    "overview": "Haru, an orphaned American who washes ashore in Japan and is mistaken for the great White Ninja of legend. Raised among the finest Ninjas, Haru grows strong and big - very big. With the grace of all Three Stooges rolled into one body, Haru is an embarrassment to his clan. But when a beautiful blonde pleads for his help, Haru is given one dangerous, disastrously funny chance to prove himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kAUtHecWe0KS54jNggapnbHBGTI.jpg",
    "popularity": 3.1618,
    "tmdb_url": "https://www.themoviedb.org/movie/9622"
  },
  {
    "id": 12225,
    "title": "Cashback",
    "release_date": "2007-01-17",
    "overview": "After a painful breakup, Ben develops insomnia. To kill time, he starts working the late night shift at the local supermarket, where his artistic imagination runs wild.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xghcRxElKCyHU2RqjXWZiDlLZGM.jpg",
    "popularity": 2.8236,
    "tmdb_url": "https://www.themoviedb.org/movie/12225"
  },
  {
    "id": 651070,
    "title": "A Fall from Grace",
    "release_date": "2020-01-17",
    "overview": "When a law-abiding woman gets indicted for murdering her husband, her lawyer soon realizes that a larger conspiracy may be at work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h47JJZ015VF4neia33AFwTU37Yb.jpg",
    "popularity": 2.8121,
    "tmdb_url": "https://www.themoviedb.org/movie/651070"
  },
  {
    "id": 27297,
    "title": "Grotesque",
    "release_date": "2009-01-17",
    "overview": "An unnamed doctor has always had everything he's ever wanted, but that has only made him develop more extreme and depraved needs. He kidnaps a young couple in the prime of their life together and forces them into a game of torment that slowly extinguishes their hopes for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AighRuYeVWeDfvtZU5ocbKwGTJZ.jpg",
    "popularity": 2.708,
    "tmdb_url": "https://www.themoviedb.org/movie/27297"
  },
  {
    "id": 899579,
    "title": "There's Something Wrong with the Children",
    "release_date": "2023-01-17",
    "overview": "Margaret and Ben take a weekend trip with longtime friends Ellie and Thomas and their two young children. Eventually, Ben begins to suspect something supernatural is occurring when the kids behave strangely after disappearing into the woods overnight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v8bSJhypBS39d9z4XZLAfHMquKA.jpg",
    "popularity": 2.6973,
    "tmdb_url": "https://www.themoviedb.org/movie/899579"
  },
  {
    "id": 16136,
    "title": "Juice",
    "release_date": "1992-01-17",
    "overview": "Four Harlem friends -- Bishop, Q, Steel and Raheem -- dabble in petty crime, but they decide to go big by knocking off a convenience store. Bishop, the magnetic leader of the group, has the gun. But Q has different aspirations. He wants to be a DJ and happens to have a gig the night of the robbery. Unfortunately for him, Bishop isn't willing to take no for answer in a game where everything's for keeps.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hfXFPMhNjLnCugBHMN0nrtKW7Ra.jpg",
    "popularity": 2.6842,
    "tmdb_url": "https://www.themoviedb.org/movie/16136"
  },
  {
    "id": 78049,
    "title": "The Scorpion King 3: Battle for Redemption",
    "release_date": "2012-01-17",
    "overview": "Since his triumphant rise to power in the original blockbuster \"The Scorpion King\", Mathayus' kingdom has fallen and he's lost his queen to plague. Now an assassin for hire, he must defend a kingdom from an evil tyrant and his ghost warriors for the chance to regain the power and glory he once knew. Starring Ron Perlman (\"Hellboy\") and Billy Zane (\"Titanic\"), and featuring 6-time WWE champion Dave Bautista and UFC star Kimbo Slice, \"The Scorpion King 3: Battle for Redemption\" takes \"The Mummy\" phenomenon to an all-new level of epic action and non-stop adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/chDnDwzv9njnYHDr2lhsvujSaPb.jpg",
    "popularity": 2.6311,
    "tmdb_url": "https://www.themoviedb.org/movie/78049"
  },
  {
    "id": 10628,
    "title": "Kangaroo Jack",
    "release_date": "2003-01-17",
    "overview": "Two childhood friends — a New York hairstylist and a wanna-be musician — get mixed-up with the mob and are forced to deliver $50,000 to Australia, but things go all wrong when the money is lost to a wild kangaroo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nflh9On0de4l7ItCl3n4NVXjmnm.jpg",
    "popularity": 2.6067,
    "tmdb_url": "https://www.themoviedb.org/movie/10628"
  },
  {
    "id": 227783,
    "title": "The Nut Job",
    "release_date": "2014-01-17",
    "overview": "Surly, a curmudgeon, independent squirrel is banished from his park and forced to survive in the city. Lucky for him, he stumbles on the one thing that may be able to save his life, and the rest of park community, as they gear up for winter - Maury's Nut Store.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4iHnGlmOjAj2k5zUftYDIzSITCf.jpg",
    "popularity": 2.5403,
    "tmdb_url": "https://www.themoviedb.org/movie/227783"
  },
  {
    "id": 9582,
    "title": "A Guy Thing",
    "release_date": "2003-01-17",
    "overview": "Paul Morse is a good guy. When his friends throw him a wild bachelor party, he just wants to keep his conscience clean -- which is why he's shocked when he wakes up in bed with a beautiful girl named Becky and can't remember the night before. Desperate to keep his fiancée, Karen, from finding out what may or may not be the truth, he tells her a teensy lie. Soon his lies are spiraling out of control and his life is a series of comical misunderstandings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lpv86hQftikE2ecb1OPYFFMr98r.jpg",
    "popularity": 2.4123,
    "tmdb_url": "https://www.themoviedb.org/movie/9582"
  },
  {
    "id": 928270,
    "title": "Heatwave",
    "release_date": "2022-01-17",
    "overview": "A woman's life takes an unexpected turn when she falls for her boss's wife. She must soon defend herself as she becomes entangled in a web of malice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rtbZAMcriHlHmB24GhBRlLa29dA.jpg",
    "popularity": 2.3897,
    "tmdb_url": "https://www.themoviedb.org/movie/928270"
  },
  {
    "id": 15981,
    "title": "Dead Leaves",
    "release_date": "2004-01-17",
    "overview": "Pandy and Retro awaken naked on Earth with no recollection of their past. They embark on a crime spree in search of food and clothing, but are captured by authorities and sent to the infamous lunar penitentiary named Dead Leaves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jpsqSocm0o978PRChacBoTlTida.jpg",
    "popularity": 2.3789,
    "tmdb_url": "https://www.themoviedb.org/movie/15981"
  },
  {
    "id": 1079376,
    "title": "With Child",
    "release_date": "2015-01-17",
    "overview": "Charlene's greatest desire is to have a child of her own. Stuck at home alone, she has little to do but record a video diary detailing her struggles with infertility and her fears for the future of her marriage. With her mental state deteriorating, Charlene waits for the call from her doctor that will give her the news she's been hoping for...or send her over the edge for the last time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yO5i98vcst7uPatIDTssVO5PkZj.jpg",
    "popularity": 2.3709,
    "tmdb_url": "https://www.themoviedb.org/movie/1079376"
  },
  {
    "id": 401544,
    "title": "Death Race 2050",
    "release_date": "2017-01-17",
    "overview": "The year 2050 the planet has become overpopulated, to help control population the government develops a race. The Death Race. Annually competitors race across the country scoring points for killing people with their vehicles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5mI8yqZZBlZpvd0aT5YXbR8oEvT.jpg",
    "popularity": 2.3264,
    "tmdb_url": "https://www.themoviedb.org/movie/401544"
  },
  {
    "id": 9278,
    "title": "Freejack",
    "release_date": "1992-01-17",
    "overview": "Time-traveling bounty hunters find a doomed race-car driver in the past and bring him to 2009 New York, where his mind will be replaced with that of a terminally ill billionaire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lSN8lIX90Az0t1qvIXC4MlCvd9a.jpg",
    "popularity": 2.238,
    "tmdb_url": "https://www.themoviedb.org/movie/9278"
  },
  {
    "id": 11078,
    "title": "National Security",
    "release_date": "2003-01-17",
    "overview": "Earl Montgomery, a bombastic police academy reject, and Hank Rafferty, a disgraced, mild-mannered cop, can't seem to escape each other. They met on opposite sides of the law during a routine traffic stop that escalated out of control; now as lowly security guards they're thrown together to bust a smuggling operation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5INu9EQys7FTvalDVWvaGcIVC5b.jpg",
    "popularity": 2.2231,
    "tmdb_url": "https://www.themoviedb.org/movie/11078"
  },
  {
    "id": 505953,
    "title": "Storm Boy",
    "release_date": "2019-01-17",
    "overview": "Storm Boy lives a lonely life with his reclusive father on a desolate coastline, but when he forms a close bond with a pelican, Mr. Percival, his life takes a new and unexpected turn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/geQ8xR84vmv44NuYgjmhvHF5HNm.jpg",
    "popularity": 2.1812,
    "tmdb_url": "https://www.themoviedb.org/movie/505953"
  },
  {
    "id": 12085,
    "title": "Mad Money",
    "release_date": "2008-01-17",
    "overview": "Three female employees of the Federal Reserve plot to steal money that is about to be destroyed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z6b6rQ1ZFEkM4tSt84yPtdAioCO.jpg",
    "popularity": 2.0535,
    "tmdb_url": "https://www.themoviedb.org/movie/12085"
  },
  {
    "id": 221912,
    "title": "Raped by an Angel 4: The Rapist's Union",
    "release_date": "1999-01-17",
    "overview": "CIA agent turned sexual predator Daniel (Ben Ng) uses his wealth and collection of high-tech gadgets to prey on unsuspecting women. After arranging for the prison breakout of notorious rapists \"Rain Killer\" (Ankee Leung) and \"Tuen Mun Rapist\" (Chan Chi-Fai), Daniel invites the men to ravage the two women he has chained in the basement. He next sets his sights on Kwan Shi-han (Suki Kwan), the romance novelist next door; but first preys on her movie star friend, Icy (Yeung Fan). Desperate for a lead, the police consult a semi-reformed deviant known as \"The Human Milk Drinking Doctor\" (Anthony Wong), who used to prey on lactating women and now controls his sexual urges by working as a porno theatre projectionist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xufsYLmNdMvRCbE5MbAMhkv3UUD.jpg",
    "popularity": 2.0212,
    "tmdb_url": "https://www.themoviedb.org/movie/221912"
  },
  {
    "id": 628170,
    "title": "Anakan Mo Ako",
    "release_date": "1999-01-17",
    "overview": "This movie is a story about a forest tribe with one dominant male, one old male and the rest are all females. The rules of the tribe are the dominant male can only mate with the other females once his wife has given him an heir, which causes friction with the other females as they need to repopulate their tribe with offsprings. A male nature photographer from the city happens to find his way to the tribe. He is virile and could be the answer to the tribe's problem, but as with lion prides, the alpha male of the group won't accept him so willingly, especially if the intruder's eyes are set on his own wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bFjy4fzY8kaQv3kVAqK8NbINVKW.jpg",
    "popularity": 2.0178,
    "tmdb_url": "https://www.themoviedb.org/movie/628170"
  },
  {
    "id": 187795,
    "title": "Armored Trooper VOTOMS: Pailsen Files The Movie",
    "release_date": "2009-01-17",
    "overview": "Set after the 1988 OVA movie Red Shoulder Document: Roots of Ambition and months before the events of the VOTOMS television series, Pailsen Files explores the origins of Chirico Cuvie as explained by the Red Shoulder Battalion's now-disgraced commander, Col Yoran Pailsen.  Compilation of the Pailsen Files OAV series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8YNlKjkgTmZrDy45Uhh256BGIxE.jpg",
    "popularity": 2.0037,
    "tmdb_url": "https://www.themoviedb.org/movie/187795"
  }
]