[
  {
    "id": 139038,
    "title": "A Haunted House",
    "release_date": "2013-01-11",
    "overview": "Malcolm and Kisha move into their dream home, but soon learn a demon also resides there. When Kisha becomes possessed, Malcolm - determined to keep his sex life on track - turns to a priest, a psychic, and a team of ghost-busters for help in this spoof of all the \"found-footage/documentary style\" films released in recent years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tpw6kvuAJBo1CGRw1Bwdz1KU0hc.jpg",
    "popularity": 5.7144,
    "tmdb_url": "https://www.themoviedb.org/movie/139038"
  },
  {
    "id": 554600,
    "title": "Uri: The Surgical Strike",
    "release_date": "2019-01-11",
    "overview": "Following the roguish terrorist attacks at Uri Army Base camp in Kashmir, India takes the fight to the enemy, in its most successful covert operation till date with one and only one objective of avenging their fallen heroes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yNySAgpAnWmPpYinim9E0tUzJWG.jpg",
    "popularity": 5.4432,
    "tmdb_url": "https://www.themoviedb.org/movie/554600"
  },
  {
    "id": 54989,
    "title": "Love Strange Love",
    "release_date": "1982-01-11",
    "overview": "A man remembers forty-eight crucial hours in his life when, as a child, he visited his mother, the favorite woman of an important politician, in a bordello owned by him, right before some important political changes in 1937 Brazil. In those hours, he discovers his own sexuality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zVsoVAaKc9U2x4luIpDm22sMalV.jpg",
    "popularity": 4.6557,
    "tmdb_url": "https://www.themoviedb.org/movie/54989"
  },
  {
    "id": 573699,
    "title": "White Snake",
    "release_date": "2019-01-11",
    "overview": "One day a young woman named Blanca is saved by Xuan, a snake catcher from a nearby village. She has lost her memory, and together they go on a journey to discover her real identity, developing deeper feelings for one another along the way. But as they learn more about her past, they uncover a darker plot of supernatural forces vying for power, with the fate of the world hanging in the balance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/30SLnoKmYNyRPkKCYowsrGLRnJA.jpg",
    "popularity": 4.5848,
    "tmdb_url": "https://www.themoviedb.org/movie/573699"
  },
  {
    "id": 399035,
    "title": "The Commuter",
    "release_date": "2018-01-11",
    "overview": "A businessman, on his daily commute home, gets unwittingly caught up in a criminal conspiracy that threatens not only his life but the lives of those around him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rDeGK6FIUfVcXmuBdEORPAGPMNg.jpg",
    "popularity": 4.1451,
    "tmdb_url": "https://www.themoviedb.org/movie/399035"
  },
  {
    "id": 9585,
    "title": "Not Without My Daughter",
    "release_date": "1991-01-11",
    "overview": "An American woman, trapped in Islamic Iran by her brutish husband, must find a way to escape with her daughter as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aEMncPIHISpaIJmYaIstS0TVnb7.jpg",
    "popularity": 3.4615,
    "tmdb_url": "https://www.themoviedb.org/movie/9585"
  },
  {
    "id": 25649,
    "title": "Bad Guy",
    "release_date": "2002-01-11",
    "overview": "A pimp enforcer takes revenge on a woman who rejected his advances by tricking her into prostitution, but complications arise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2gI1b0kHperlUjC4EE34mKJBGI6.jpg",
    "popularity": 3.2236,
    "tmdb_url": "https://www.themoviedb.org/movie/25649"
  },
  {
    "id": 835017,
    "title": "Varisu",
    "release_date": "2023-01-11",
    "overview": "Vijay, The prodigal son of business tycoon Rajendran agrees to take over the reins of the business, much to the chagrin of his brothers. But can Vijay prove himself to be a worthy varisu and also reunite his now-broken family?",
    "poster_url": "https://image.tmdb.org/t/p/w500/iMUIsV6u0pPqfv1j8tGxbJw40sw.jpg",
    "popularity": 3.221,
    "tmdb_url": "https://www.themoviedb.org/movie/835017"
  },
  {
    "id": 958335,
    "title": "Two Tickets to Greece",
    "release_date": "2023-01-11",
    "overview": "As teenagers, Blandine and Magalie were inseparable. Years passed and they lost sight of each other. As their paths cross again, they decide to take the trip together that they have always dreamed of. Direction Greece, its sun, its islands but also its galleys because the two former best friends now have a very different approach to holidays... and to life!",
    "poster_url": "https://image.tmdb.org/t/p/w500/t974TGJkpoWO8mQaB574pcZFL5i.jpg",
    "popularity": 2.9306,
    "tmdb_url": "https://www.themoviedb.org/movie/958335"
  },
  {
    "id": 81218,
    "title": "Devilish Education",
    "release_date": "1995-01-11",
    "overview": "Gosia is a beautiful and innocent young maid on the catholic countryside tending the cattle. One summer day she is having a bath in the river naked as god created her. On the next day a stranger appears painting and painting all day long. As they talk the black dressed suddenly shows her a picture showing her naked in the river. At first she is very ashamed, but then she begins to forget her shyness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPDu4IFuWZj2de2EJiFvk7np5PZ.jpg",
    "popularity": 2.8395,
    "tmdb_url": "https://www.themoviedb.org/movie/81218"
  },
  {
    "id": 249391,
    "title": "Here Come the Munsters",
    "release_date": "1995-01-11",
    "overview": "The Munsters come to America to search for Herman's brother-in-law Norman Hyde, only to find out that he has turned himself into Brent Jekyll, who is running for congress, and Grandpa must make a formula to change Norman back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a0i8csi1cw8OHPwUzFqwLd0tWFr.jpg",
    "popularity": 2.5893,
    "tmdb_url": "https://www.themoviedb.org/movie/249391"
  },
  {
    "id": 9989,
    "title": "Antitrust",
    "release_date": "2001-01-11",
    "overview": "A computer programmer's dream job at a hot Portland-based firm turns nightmarish when he discovers his boss has a secret and ruthless means of dispatching anti-trust problems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9PXyfcJe53A9qFkcj5dkTJwIWoS.jpg",
    "popularity": 2.5721,
    "tmdb_url": "https://www.themoviedb.org/movie/9989"
  },
  {
    "id": 438376,
    "title": "Miss Butcher",
    "release_date": "2017-01-11",
    "overview": "Soon-Ae (Seo-Young) opens a butcher's shop. The butcher's shop is popular due to its flavorful meat. Most of the store's customers are male. Meanwhile, man’s body is found at a hotel near the butcher's shop. The man was brutally murdered. Soon, more murders are found with similarities to the first murder. One day, Detective Kim (Kim Min-Jun) stops by the butcher's shop and meets Soon-Ae. Since then, Detective Kim keeps a watch on Soon-Ae.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lMDijw34tZszRRDuUqJDJRD2HSS.jpg",
    "popularity": 2.5221,
    "tmdb_url": "https://www.themoviedb.org/movie/438376"
  },
  {
    "id": 107800,
    "title": "Manoranjan",
    "release_date": "1974-01-11",
    "overview": "Havaldar Ratan is a rookie at the local police station, and is assigned duty on foot patrol on Manoranjan Street, a notorious red-light area, on the very first day of his job. He strikes up a conversation with a good-looking young woman named Nisha, and tells her that there is a possible violation of Suppression of Immoral Trafficking Act taking place on this street. He witnesses several women soliciting men, and decides to call in the paddy wagon, and get them arrested. Alas, one of the men frequenting the prostitutes is none other than Ratan's superior officer, who immediately summons Ratan, and has him removed from service on corruption charges. Nisha takes pity on a homeless and unemployed Ratan, and asks him to live with her. He does not want her to sell her body, and so he decides to work at night, and during the day he takes on the guise of a rich Nawab and spends time with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bNAjAGjK4MrDreBXPAj7aclogJ4.jpg",
    "popularity": 2.5127,
    "tmdb_url": "https://www.themoviedb.org/movie/107800"
  },
  {
    "id": 59872,
    "title": "Pokkiri",
    "release_date": "2007-01-11",
    "overview": "Amidst gang warfare and police crackdowns, mob hitman Tamizh falls for Shruthi, a nice girl unaware of his true identity. But she may not be the only one Tamizh is hiding secrets from...",
    "poster_url": "https://image.tmdb.org/t/p/w500/uuLSscvrnDcxE9e0peMGRHbY2IW.jpg",
    "popularity": 2.3929,
    "tmdb_url": "https://www.themoviedb.org/movie/59872"
  },
  {
    "id": 1113771,
    "title": "Found Footage of Fear: Digital Terror",
    "release_date": "2022-01-11",
    "overview": "A cruel young man exposes the secrets of others online, only to find himself tormented by an unseen force with nefarious intentions of its own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fe69BxlMMbtW1X7MVqPfb2vGi4I.jpg",
    "popularity": 2.3446,
    "tmdb_url": "https://www.themoviedb.org/movie/1113771"
  },
  {
    "id": 21801,
    "title": "The Slaughter Rule",
    "release_date": "2002-01-11",
    "overview": "A young man finds solace with a young woman, his mother, and a high-school football coach who recruits him to quarterback a six-man team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/menXGjXgiEaawdOUlxWI1youK6Q.jpg",
    "popularity": 2.1475,
    "tmdb_url": "https://www.themoviedb.org/movie/21801"
  },
  {
    "id": 126277,
    "title": "American Mary",
    "release_date": "2013-01-11",
    "overview": "A young medical student struggling to pay tuition is drawn into the shady world of underground body-modification.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fFdQobIfbHfCl1PcJ9lE8gDTuPK.jpg",
    "popularity": 2.1186,
    "tmdb_url": "https://www.themoviedb.org/movie/126277"
  },
  {
    "id": 287904,
    "title": "The Last Face",
    "release_date": "2017-01-11",
    "overview": "Miguel, a heroic Spanish doctor, puts himself in harm's way to deliver medical treatment to the victims of military uprisings in Africa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/egOM3BJgA44fR6YdiQJD51iQ4On.jpg",
    "popularity": 2.0859,
    "tmdb_url": "https://www.themoviedb.org/movie/287904"
  },
  {
    "id": 6172,
    "title": "My Führer",
    "release_date": "2007-01-11",
    "overview": "Hitler no longer believes in himself, and can barely see himself as an equal to even his sheep dog. But to seize the helm of the war he would have to create one of his famous fiery speeches to mobilize the masses. Goebbels therefore brings a Jewish acting teacher Grünbaum and his family from the camps in order to train the leader in rhetoric. Grünbaum is torn, but starts Hitler in his therapy ...",
    "poster_url": "https://image.tmdb.org/t/p/w500/kTQMykCLzJ2jtagyXGSqX0ieAKf.jpg",
    "popularity": 2.0327,
    "tmdb_url": "https://www.themoviedb.org/movie/6172"
  }
]