[
  {
    "id": 38700,
    "title": "Bad Boys for Life",
    "release_date": "2020-01-15",
    "overview": "Marcus and Mike are forced to confront new threats, career changes, and midlife crises as they join the newly created elite team AMMO of the Miami police department to take down the ruthless Armando Armas, the vicious leader of a Miami drug cartel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y95lQLnuNKdPAzw9F9Ab8kJ80c3.jpg",
    "popularity": 11.3258,
    "tmdb_url": "https://www.themoviedb.org/movie/38700"
  },
  {
    "id": 1250,
    "title": "Ghost Rider",
    "release_date": "2007-01-15",
    "overview": "In order to save his dying father, young stunt cyclist Johnny Blaze sells his soul to Mephistopheles and sadly parts from the pure-hearted Roxanne Simpson, the love of his life. Years later, Johnny's path crosses again with Roxanne, now a go-getting reporter, and also with Mephistopheles, who offers to release Johnny's soul if Johnny becomes the fabled, fiery 'Ghost Rider'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d9Oan9XJJ6gRJa64Ifsgp1sXbC4.jpg",
    "popularity": 8.1211,
    "tmdb_url": "https://www.themoviedb.org/movie/1250"
  },
  {
    "id": 7191,
    "title": "Cloverfield",
    "release_date": "2008-01-15",
    "overview": "Five young New Yorkers throw their friend a going-away party the night that a monster the size of a skyscraper descends upon the city. Told from the point of view of their video camera, the film is a document of their attempt to survive the most surreal, horrifying event of their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qIegUGJqyMMCRjkKV1s7A9MqdJ8.jpg",
    "popularity": 6.9099,
    "tmdb_url": "https://www.themoviedb.org/movie/7191"
  },
  {
    "id": 550205,
    "title": "Wish Dragon",
    "release_date": "2021-01-15",
    "overview": "Determined teen Din is longing to reconnect with his childhood best friend when he meets a wish-granting dragon who shows him the magic of possibilities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lnPf6hzANL6pVQTxUlsNYSuhT5l.jpg",
    "popularity": 6.1652,
    "tmdb_url": "https://www.themoviedb.org/movie/550205"
  },
  {
    "id": 638,
    "title": "Lost Highway",
    "release_date": "1997-01-15",
    "overview": "A tormented jazz musician finds himself lost in an enigmatic story involving murder, surveillance, gangsters, doppelgängers, and an impossible transformation inside a prison cell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fdTtij6H0sX9AzIjUeynh5zbfm7.jpg",
    "popularity": 5.1271,
    "tmdb_url": "https://www.themoviedb.org/movie/638"
  },
  {
    "id": 18764,
    "title": "Twin Dragons",
    "release_date": "1992-01-15",
    "overview": "Twins, separated at birth, end up as a Hong Kong gangster and a New York concert pianist. When the pianist travels to Hong Kong for a concert, the two inevitably get mistaken for each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oaOZv8aukq6U62NYYtfrQEgsm8.jpg",
    "popularity": 5.0415,
    "tmdb_url": "https://www.themoviedb.org/movie/18764"
  },
  {
    "id": 634528,
    "title": "The Marksman",
    "release_date": "2021-01-15",
    "overview": "Jim Hanson’s quiet life is suddenly disturbed by two people crossing the US/Mexico border – a woman and her young son – desperate to flee a Mexican cartel. After a shootout leaves the mother dead, Jim becomes the boy’s reluctant defender. He embraces his role as Miguel’s protector and will stop at nothing to get him to safety, as they go on the run from the relentless assassins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6vcDalR50RWa309vBH1NLmG2rjQ.jpg",
    "popularity": 5.022,
    "tmdb_url": "https://www.themoviedb.org/movie/634528"
  },
  {
    "id": 137094,
    "title": "Jack Ryan: Shadow Recruit",
    "release_date": "2014-01-15",
    "overview": "Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m7HcLUodrD4lM4s0Hui1tzO2pjO.jpg",
    "popularity": 4.8962,
    "tmdb_url": "https://www.themoviedb.org/movie/137094"
  },
  {
    "id": 7305,
    "title": "Alive",
    "release_date": "1993-01-15",
    "overview": "The amazing true story of a Uruguayan rugby team's plane that crashed in the middle of the Andes mountains, and their immense will to survive and pull through alive, forced to do anything and everything they could to stay alive on meager rations and through the freezing cold.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uQACcCZqd7WCTRin9xRIW5gr1bd.jpg",
    "popularity": 4.5731,
    "tmdb_url": "https://www.themoviedb.org/movie/7305"
  },
  {
    "id": 185698,
    "title": "Double Rope Torture",
    "release_date": "1985-01-15",
    "overview": "Two sisters are captured by a bounty hunter for an S&M nightclub .",
    "poster_url": "https://image.tmdb.org/t/p/w500/aGbZ0qCPxlT5WmbQOtHgqlwkGbw.jpg",
    "popularity": 3.4465,
    "tmdb_url": "https://www.themoviedb.org/movie/185698"
  },
  {
    "id": 23172,
    "title": "The Spy Next Door",
    "release_date": "2010-01-15",
    "overview": "Former CIA spy Bob Ho takes on his toughest assignment to date: looking after his girlfriend's three kids, who haven't exactly warmed to their mom's beau. And when one of the youngsters accidentally downloads a top-secret formula, Bob's longtime nemesis, a Russian terrorist, pays a visit to the family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nJJrceb2xHGIA0irADX0JvWSIHT.jpg",
    "popularity": 3.4065,
    "tmdb_url": "https://www.themoviedb.org/movie/23172"
  },
  {
    "id": 992437,
    "title": "Kyodai bust 99: D-cup no onna",
    "release_date": "1985-01-15",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/vndnGARQiTWzYxYe3y12QLM4TD2.jpg",
    "popularity": 3.3369,
    "tmdb_url": "https://www.themoviedb.org/movie/992437"
  },
  {
    "id": 2149,
    "title": "Body of Evidence",
    "release_date": "1993-01-15",
    "overview": "When an elderly millionaire is found dead with cocaine in his system, his will leaves $8 million to Rebecca Carlson, who was having an affair with him. District attorney Robert Garrett decides to prosecute Rebecca, arguing that she deliberately engaged in wild sex with the old man to overexcite him and lead to his premature death. Defense attorney Frank Dulaney defends Rebecca in court while getting sucked into a dangerous affair with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rGDfwZHRMpY5R0ZkmaiHHvpYQKB.jpg",
    "popularity": 2.9161,
    "tmdb_url": "https://www.themoviedb.org/movie/2149"
  },
  {
    "id": 775996,
    "title": "Outside the Wire",
    "release_date": "2021-01-15",
    "overview": "In the near future, a drone pilot is sent into a deadly militarized zone and must work with an android officer to locate a doomsday device.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6XYLiMxHAaCsoyrVo38LBWMw2p8.jpg",
    "popularity": 2.74,
    "tmdb_url": "https://www.themoviedb.org/movie/775996"
  },
  {
    "id": 14560,
    "title": "Paul Blart: Mall Cop",
    "release_date": "2009-01-15",
    "overview": "Mild-mannered Paul Blart has always had huge dreams of becoming a State Trooper. Until then, he patrols the local mall as a security guard. With his closely cropped moustache, personal transporter and gung-ho attitude, only Blart seems to take his job seriously. All that changes when a team of thugs raids the mall and takes hostages. Untrained, unarmed and a super-size target, Blart has to become a real cop to save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A4zZv0Q1VKURFZFEl2vwjaE2q0g.jpg",
    "popularity": 2.6839,
    "tmdb_url": "https://www.themoviedb.org/movie/14560"
  },
  {
    "id": 575718,
    "title": "Secret Zoo",
    "release_date": "2020-01-15",
    "overview": "A lawyer is given the mission of revitalising a bankrupt zoo that has no animals. When he and a group of zookeepers come up with the idea to dress like animals and his fake polar bear goes viral, the zoo becomes a hit, before his law firm’s real intentions are revealed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sN7qH8ynEmcodtgPBwKyd2VbFr6.jpg",
    "popularity": 2.6684,
    "tmdb_url": "https://www.themoviedb.org/movie/575718"
  },
  {
    "id": 10413,
    "title": "Nowhere to Run",
    "release_date": "1993-01-15",
    "overview": "Escaped convict Sam Gillen single-handedly takes on ruthless developers who are determined to evict a widow with two young children.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a2FGbyzk2dTAlu37iGeQBbUjLLE.jpg",
    "popularity": 2.6085,
    "tmdb_url": "https://www.themoviedb.org/movie/10413"
  },
  {
    "id": 382663,
    "title": "Pavada",
    "release_date": "2016-01-15",
    "overview": "Joy a young man who leads a carefree life. Joy acquaintance Babu Joseph, an English professor, and they reminiscence some seemingly forgotten memories.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hc3OEmdIjz84txGYof0ZTRu4b4o.jpg",
    "popularity": 2.35,
    "tmdb_url": "https://www.themoviedb.org/movie/382663"
  },
  {
    "id": 94965,
    "title": "Okkadu",
    "release_date": "2003-01-15",
    "overview": "Ajay is in Kurnool for a Kabaddi match when he happens to save Swapna from a brutal factionist, Obul Reddy. The latter pursues them but Ajay refuses to back down from a confrontation with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/icD8UxorFmuzaYNDOr8grZyoMs5.jpg",
    "popularity": 2.3166,
    "tmdb_url": "https://www.themoviedb.org/movie/94965"
  },
  {
    "id": 45430,
    "title": "Fantasia",
    "release_date": "2004-01-15",
    "overview": "In Hong Kong 1969, private investigation agency boss Man is investigating an extra marital case. With his two employees, the smart looking idiot Kit and the Hong Kong Columbia Radio Night School graduate Pufferfish, he follows the target Lascar Row. The trio stumbles into an antique shop and breaks many antiques in the store. The cheap Man force Kit and Pufferfish to take responsibility. Kit wisely makes Pufferfish take sole responsibility. The dumb Pufferfish helpless buys the pile of shattered antiques with his own money. In the pieces he finds a broken magic lamp...",
    "poster_url": "https://image.tmdb.org/t/p/w500/jRN1gkDKG0RqMtn6lq5oVxyiehM.jpg",
    "popularity": 2.2709,
    "tmdb_url": "https://www.themoviedb.org/movie/45430"
  },
  {
    "id": 781456,
    "title": "Race 1",
    "release_date": "2021-01-15",
    "overview": "The once dominating LIONS team gradually declined after the death of team leader Lao Shen. Unwilling to retire, Li Yi Fei and his new partner-the first female driver in league history, Lu Li li did not get along, and the two did not give in to each other, which made the team's situation worse. The second-generation new team leader, Ah Shen, who is not optimistic, has to pin his hopes on Du Jie Ke, an otaku who can only play simulator racing. Du Jie Ke, who has no actual combat experience, does not have the strength to participate in the competition, but in order to catch up with Lily, he works hard. Faced with his racing performance and the concerns of his family, Li Yi Fei decided to retreat behind the scenes and let Lily and Du Jie Ke form a new partnership. Outside the Lions team, there is a strong opponent Song Jie, and there are misunderstandings and conflicts that need to be resolved. In the fierce battle, they regained their original aspirations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3KeaT99qgLFclO36mM8jLSCSIlc.jpg",
    "popularity": 2.2105,
    "tmdb_url": "https://www.themoviedb.org/movie/781456"
  },
  {
    "id": 377897,
    "title": "Barbie: Spy Squad",
    "release_date": "2016-01-15",
    "overview": "Barbie and her best friends Teresa and Renee transform from hard-working gymnasts to undercover secret agents. When their amazing gymnastics skills catch the eye of a top-secret spy agency, the girls are soon following clues to a gem-stealing cat burglar, using high-tech gadgets, glam disguises and cute robo-pets to save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uxdvJHE5V844dTlK2EmqRQCTYDb.jpg",
    "popularity": 2.1435,
    "tmdb_url": "https://www.themoviedb.org/movie/377897"
  },
  {
    "id": 290764,
    "title": "Tracers",
    "release_date": "2015-01-15",
    "overview": "Wanted by the mafia, a New York City bike messenger escapes into the world of parkour after meeting a beautiful stranger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2XoazCkD4gRlqkJK7q6TOTUx1ta.jpg",
    "popularity": 2.1051,
    "tmdb_url": "https://www.themoviedb.org/movie/290764"
  },
  {
    "id": 24929,
    "title": "Return of the Living Dead Part II",
    "release_date": "1988-01-15",
    "overview": "A group of kids discover one of the drums containing a rotting corpse and release the 2-4-5 Trioxin gas into the air, causing the dead to once again rise from the grave and seek out brains.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d0b17gVu7z7LFhXNuR9RsgMKo9N.jpg",
    "popularity": 2.0882,
    "tmdb_url": "https://www.themoviedb.org/movie/24929"
  },
  {
    "id": 49214,
    "title": "Once Upon a Time in High School",
    "release_date": "2004-01-15",
    "overview": "A model student transfers to the notorious Jungmoon High School known for its severe corporal punishment by teachers and power struggles between school gangs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sUQcZdu7EfYC9Ljz7vanUJfzVQg.jpg",
    "popularity": 2.0805,
    "tmdb_url": "https://www.themoviedb.org/movie/49214"
  }
]