[
  {
    "id": 646385,
    "title": "Scream",
    "release_date": "2022-01-12",
    "overview": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1m3W6cpgwuIyjtg5nSnPx7yFkXW.jpg",
    "popularity": 11.5765,
    "tmdb_url": "https://www.themoviedb.org/movie/646385"
  },
  {
    "id": 10607,
    "title": "Don't Be a Menace to South Central While Drinking Your Juice in the Hood",
    "release_date": "1996-01-12",
    "overview": "When Ashtray moves to South Central L.A. to live with his father (who appears to be the same age he is) and grandmother (who likes to talk tough and smoke reefer), he falls in with his gang-banging cousin Loc Dog, who along with the requisite pistols and Uzi carries a thermo-nuclear warhead for self-defense. Will Ashtray be able to keep living the straight life?",
    "poster_url": "https://image.tmdb.org/t/p/w500/HZQBF7JDd2e9p4rPSbSHuWHaCC.jpg",
    "popularity": 7.5837,
    "tmdb_url": "https://www.themoviedb.org/movie/10607"
  },
  {
    "id": 646389,
    "title": "Plane",
    "release_date": "2023-01-12",
    "overview": "After a heroic job of successfully landing his storm-damaged aircraft in a war zone, a fearless pilot finds himself between the agendas of multiple militias planning to take the plane and its passengers hostage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9wpQ5BBav87cPXT89QoLsuPUbp6.jpg",
    "popularity": 7.1248,
    "tmdb_url": "https://www.themoviedb.org/movie/646389"
  },
  {
    "id": 76640,
    "title": "The Last Stand",
    "release_date": "2013-01-12",
    "overview": "Ray Owens is sheriff of the quiet US border town of Sommerton Junction after leaving the LAPD following a bungled operation. Following his escape from the FBI, a notorious drug baron, his gang, and a hostage are heading toward Sommerton Junction where the police are preparing to make a last stand to intercept them before they cross the border. Owens is reluctant to become involved but ultimately joins in with the law enforcement efforts",
    "poster_url": "https://image.tmdb.org/t/p/w500/3tP4r47v8v6mEj5X5RuG9y8Frbh.jpg",
    "popularity": 5.449,
    "tmdb_url": "https://www.themoviedb.org/movie/76640"
  },
  {
    "id": 834,
    "title": "Underworld: Evolution",
    "release_date": "2006-01-12",
    "overview": "As the war between the vampires and the Lycans rages on, Selene, a former member of the Death Dealers (an elite vampire special forces unit that hunts werewolves), and Michael, the werewolf hybrid, work together in an effort to unlock the secrets of their respective bloodlines.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yT1EDKhCzAumcZeBoAxqm0nY2H8.jpg",
    "popularity": 4.9414,
    "tmdb_url": "https://www.themoviedb.org/movie/834"
  },
  {
    "id": 40805,
    "title": "The Green Hornet",
    "release_date": "2011-01-12",
    "overview": "Britt Reid, the heir to the largest newspaper fortune in Los Angeles, is a spoiled playboy who has been, thus far, happy to lead an aimless life. After his father dies, Britt meets Kato, a resourceful company employee. Realizing that they have the talent and resources to make something of their lives, Britt and Kato join forces as costumed crime-fighters to bring down the city's most-powerful criminal, Chudnofsky.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1YrRviphr3eXPus9iHyQX56QgIE.jpg",
    "popularity": 4.7643,
    "tmdb_url": "https://www.themoviedb.org/movie/40805"
  },
  {
    "id": 843794,
    "title": "JUNG_E",
    "release_date": "2023-01-12",
    "overview": "On an uninhabitable 22nd-century Earth, the outcome of a civil war hinges on cloning the brain of an elite soldier to create a robot mercenary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z2nfRxZCGFgAnVhb9pZO87TyTX5.jpg",
    "popularity": 4.2883,
    "tmdb_url": "https://www.themoviedb.org/movie/843794"
  },
  {
    "id": 15772,
    "title": "Guru",
    "release_date": "2007-01-12",
    "overview": "A villager, Gurukant Desai, arrives in Bombay in 1958, and rises from its streets to become the biggest tycoon in India.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xX2BJ5sn3ElTZqhnOEod8ZXsCQg.jpg",
    "popularity": 3.9477,
    "tmdb_url": "https://www.themoviedb.org/movie/15772"
  },
  {
    "id": 17182,
    "title": "Eye for an Eye",
    "release_date": "1996-01-12",
    "overview": "It's fire and brimstone time as grieving mother Karen McCann takes justice into her own hands when a kangaroo court in Los Angeles fails to convict Robert Doob, the monster who raped and murdered her 17-year-old daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y2lZSdJ1o0VvLegTw3ad6KFtxra.jpg",
    "popularity": 3.86,
    "tmdb_url": "https://www.themoviedb.org/movie/17182"
  },
  {
    "id": 628241,
    "title": "Ala Vaikunthapurramuloo",
    "release_date": "2020-01-12",
    "overview": "Fate plays a vital role in connecting the life of Bantu, a son who seeks validation from his cold-hearted father with the life of Raj, whose millionaire father wishes that he was more assertive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2rzORJaegE2bbKNVkQXbZCeV0BP.jpg",
    "popularity": 3.736,
    "tmdb_url": "https://www.themoviedb.org/movie/628241"
  },
  {
    "id": 1523,
    "title": "The Last King of Scotland",
    "release_date": "2006-01-12",
    "overview": "Young Scottish doctor, Nicholas Garrigan decides it's time for an adventure after he finishes his formal education, so he decides to try his luck in Uganda, and arrives during the downfall of President Obote. General Idi Amin comes to power and asks Garrigan to become his personal doctor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mTtgpH6UnHUtD8moRJUzfGLOZTj.jpg",
    "popularity": 3.6212,
    "tmdb_url": "https://www.themoviedb.org/movie/1523"
  },
  {
    "id": 77866,
    "title": "Contraband",
    "release_date": "2012-01-12",
    "overview": "When his brother-in-law runs afoul of a drug lord, family man Chris Farraday turns to a skill he abandoned long ago—smuggling—to repay the debt. But the job goes wrong, and Farraday finds himself wanted by cops, crooks and killers alike.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dNNjyZQ0zVtmPa74nJE63Kn0xEx.jpg",
    "popularity": 3.4934,
    "tmdb_url": "https://www.themoviedb.org/movie/77866"
  },
  {
    "id": 606403,
    "title": "Special Delivery",
    "release_date": "2022-01-12",
    "overview": "A black-market cabbie drives criminals at breakneck speeds until she is left in charge of a fugitive's son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6v1N2SBhaF8lTBgsjfTAgVmS5q9.jpg",
    "popularity": 3.3833,
    "tmdb_url": "https://www.themoviedb.org/movie/606403"
  },
  {
    "id": 211755,
    "title": "Hunter x Hunter: Phantom Rouge",
    "release_date": "2013-01-12",
    "overview": "Gon, Killua, Kurapika and Leorio reunite to face a dangerous opponent who was once a member of the Phantom Troupe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tBbr1LJn5rrP08Y16jJAKwLEECf.jpg",
    "popularity": 3.2809,
    "tmdb_url": "https://www.themoviedb.org/movie/211755"
  },
  {
    "id": 10471,
    "title": "Next Friday",
    "release_date": "2000-01-12",
    "overview": "A streetwise man flees South Central Los Angeles, heading to the suburbs and his lottery-winner uncle and cousin, to avoid a neighborhood thug with a grudge who has just escaped from prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dP4fYCGQZzg17ta7FvLwJVCwwt9.jpg",
    "popularity": 3.2752,
    "tmdb_url": "https://www.themoviedb.org/movie/10471"
  },
  {
    "id": 9816,
    "title": "Save the Last Dance",
    "release_date": "2001-01-12",
    "overview": "After the death of her mother, Sara moves to the South Side of Chicago to live with her father and gets transferred to a majority-black school. Her life takes a turn for the better when befriends Chenille and her brother Derek, who helps her with her dancing skills.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sV8GIxT3BjHIiwgKUNwk1S8VSLa.jpg",
    "popularity": 3.1543,
    "tmdb_url": "https://www.themoviedb.org/movie/9816"
  },
  {
    "id": 413882,
    "title": "Ok Jaanu",
    "release_date": "2017-01-12",
    "overview": "Adi and Tara move to Bombay to pursue their dreams. A chance meeting sparks off a heady, no strings attached romance until their careers pull them apart. Will ambition prevail over matters of the heart?",
    "poster_url": "https://image.tmdb.org/t/p/w500/bEnoj00JrazyPULFuVGZHTcRhCd.jpg",
    "popularity": 3.0186,
    "tmdb_url": "https://www.themoviedb.org/movie/413882"
  },
  {
    "id": 25018,
    "title": "Leatherface: The Texas Chainsaw Massacre III",
    "release_date": "1990-01-12",
    "overview": "Two college students driving coast to coast are lured off the main highway and onto a deserted Texas road. Here they are stalked by the menacing Leatherface and his demented family...a bizarre cannibalistic clan with blood on their hands and a feast on their minds. The students’ only chance for escape is a survivalist with enough firepower to blast Leatherface and the rest of the grisly predators to hell. A depraved shocker of intense terror from the gruesome beginning to the bloody finish.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gqAq8gszz5OUbm4s622M24xnmOK.jpg",
    "popularity": 2.8116,
    "tmdb_url": "https://www.themoviedb.org/movie/25018"
  },
  {
    "id": 4283,
    "title": "Primeval",
    "release_date": "2007-01-12",
    "overview": "A news team is sent to Burundi to capture and bring home a legendary 25-foot crocodile. Their difficult task turns potentially deadly when a warlord targets them for death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ou56J8FIxbIFusR9zIA9GW7zwt.jpg",
    "popularity": 2.7659,
    "tmdb_url": "https://www.themoviedb.org/movie/4283"
  },
  {
    "id": 324542,
    "title": "Sleepless",
    "release_date": "2017-01-12",
    "overview": "Undercover Las Vegas police officer Vincent Downs, who has a lot of enemies, is caught in a high stakes web of corrupt cops and the mob-controlled casino underground. When a heist goes wrong, a crew of homicidal gangsters kidnap Downs’ teenage son T. In one sleepless night, Downs will have to rescue his son, evade an internal affairs investigation, and bring the kidnappers to justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9WkUSY33MDPGmz0vtzbsfaxTHVa.jpg",
    "popularity": 2.5712,
    "tmdb_url": "https://www.themoviedb.org/movie/324542"
  },
  {
    "id": 390634,
    "title": "Fate/stay night: Heaven's Feel II. Lost Butterfly",
    "release_date": "2019-01-12",
    "overview": "The Fifth Holy Grail War continues, and the ensuing chaos results in higher stakes for all participants. Shirou Emiya continues to participate in the war, aspiring to be a hero of justice who saves everyone. He sets out in search of the truth behind a mysterious dark shadow and its murder spree, determined to defeat it.  Meanwhile, Shinji Matou sets his own plans into motion, threatening Shirou through his sister Sakura Matou. Shirou and Rin Tohsaka battle Shinji, hoping to relieve Sakura from the abuses of her brother. But the ugly truth of the Matou siblings begins to surface, and many dark secrets are exposed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nInpnGCjhzVhsASIUAmgM1QIhYM.jpg",
    "popularity": 2.5395,
    "tmdb_url": "https://www.themoviedb.org/movie/390634"
  },
  {
    "id": 479040,
    "title": "Acts of Violence",
    "release_date": "2018-01-12",
    "overview": "When his fiancee is kidnapped by human traffickers, Roman and his ex-military brothers set out to track her down and save her before it is too late. Along the way, Roman teams up with Avery, a cop investigating human trafficking and fighting the corrupt bureaucracy that has harmful intentions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x6sBKpLa86CodgTkIK2r8Hnp07m.jpg",
    "popularity": 2.4186,
    "tmdb_url": "https://www.themoviedb.org/movie/479040"
  },
  {
    "id": 39253,
    "title": "Lucky Trouble",
    "release_date": "2011-01-12",
    "overview": "Who said you have to win to be a champion? Slava Kolotiloff, a schoolteacher from a sleepy seaside town by the name of \"Fingers\" comes to conquer Moscow with the manuscript to his first novel in hand. But instead, quite by accident, he conquers the heart of a beauty named Nadia (Milla Jovovich). As their wedding approaches, Slava needs only to quit his job and tie up loose ends back in \"Fingers\" before returning to Moscow to start a new life with his new bride. But due to a number of bizarre circumstances he is unable to leave and back in the big city, the wedding goes on regardless as Nadia has to fend off the attentions of her ex-boyfriend Danya, who seems ready to do whatever it takes to win her back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tt8S7uU0AmyDdhIYL3ecFRtwOLQ.jpg",
    "popularity": 2.3733,
    "tmdb_url": "https://www.themoviedb.org/movie/39253"
  },
  {
    "id": 442064,
    "title": "Proud Mary",
    "release_date": "2018-01-12",
    "overview": "Mary is a hit woman working for an organized crime family in Boston, whose life is completely turned around when she meets a young boy whose path she crosses when a professional hit goes bad.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5luceoVMU2FzWuyty7mZFcSY5ZW.jpg",
    "popularity": 2.1567,
    "tmdb_url": "https://www.themoviedb.org/movie/442064"
  },
  {
    "id": 471474,
    "title": "Batman: Gotham by Gaslight",
    "release_date": "2018-01-12",
    "overview": "In an alternative Victorian Age Gotham City, Batman begins his war on crime while he investigates a new series of murders by Jack the Ripper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7souLi5zqQCnpZVghaXv0Wowi0y.jpg",
    "popularity": 2.1549,
    "tmdb_url": "https://www.themoviedb.org/movie/471474"
  },
  {
    "id": 292280,
    "title": "The Bye Bye Man",
    "release_date": "2017-01-12",
    "overview": "When three college students move into an old house off campus, they unwittingly unleash a supernatural entity known as The Bye Bye Man, who comes to prey upon them once they discover his name. The friends must try to save each other, all the while keeping The Bye Bye Man's existence a secret to save others from the same deadly fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bape74Eeli5NJ6x4UKuUr604xXh.jpg",
    "popularity": 2.0773,
    "tmdb_url": "https://www.themoviedb.org/movie/292280"
  },
  {
    "id": 632065,
    "title": "House Party",
    "release_date": "2023-01-12",
    "overview": "Aspiring club promoters and best buds Damon and Kevin are barely keeping things together. Out of money, down on their luck and about to lose the roofs over their heads—and freshly fired from their low-lift jobs as house cleaners—the pair needs a huge windfall to make their problems go away. In a ‘what the hell?’ move, they decide to host the party of the year at an exclusive mansion, the site of their last cleaning job, which just happens to belong to none other than LeBron James. No permission? No problem. What could go wrong?",
    "poster_url": "https://image.tmdb.org/t/p/w500/HesN5Mrqlq6oYTsmfFggIVEMwE.jpg",
    "popularity": 2.0644,
    "tmdb_url": "https://www.themoviedb.org/movie/632065"
  }
]