[
  {
    "id": 50433,
    "title": "The Alcove",
    "release_date": "1985-01-21",
    "overview": "In 1936 Italy, Elio returns home from Africa with a present for his wife in the form of Zerbal, the daughter of a tribal king. Unbeknown to him, his neglected wife Alessandra has formed a relationship with Elio’s otherwise frigid secretary Velma who is less than pleased at Elio’s return.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ipFdgjiF3wsDB8NdoLxloFEeHYl.jpg",
    "popularity": 27.2088,
    "tmdb_url": "https://www.themoviedb.org/movie/50433"
  },
  {
    "id": 698508,
    "title": "Redeeming Love",
    "release_date": "2022-01-21",
    "overview": "A retelling of the biblical book of Hosea set against the backdrop of the California Gold Rush of 1850.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mV3vomFNiCQbSowGrp2penDGRqJ.jpg",
    "popularity": 7.5948,
    "tmdb_url": "https://www.themoviedb.org/movie/698508"
  },
  {
    "id": 9316,
    "title": "Ong Bak",
    "release_date": "2003-01-21",
    "overview": "When the head of a statue sacred to a village is stolen, a young martial artist goes to the big city and finds himself taking on the underworld to retrieve it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oagqAwp48dMPoCT94yDJUDOCVPi.jpg",
    "popularity": 6.5666,
    "tmdb_url": "https://www.themoviedb.org/movie/9316"
  },
  {
    "id": 264660,
    "title": "Ex Machina",
    "release_date": "2015-01-21",
    "overview": "Caleb, a coder at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dmJW8IAKHKxFNiUnoDR7JfsK7Rp.jpg",
    "popularity": 6.3507,
    "tmdb_url": "https://www.themoviedb.org/movie/264660"
  },
  {
    "id": 41630,
    "title": "No Strings Attached",
    "release_date": "2011-01-21",
    "overview": "Emma is a busy doctor who sets up a seemingly perfect arrangement when she offers her best friend Adam a relationship with one rule: No strings attached. But when a fling becomes a thing, can sex friends stay best friends?",
    "poster_url": "https://image.tmdb.org/t/p/w500/9C09L1U9S13J4Ut029Qhu0oLcTQ.jpg",
    "popularity": 6.2117,
    "tmdb_url": "https://www.themoviedb.org/movie/41630"
  },
  {
    "id": 38117,
    "title": "Beastly",
    "release_date": "2011-01-21",
    "overview": "A modern-day take on the \"Beauty and the Beast\" tale where a New York teen is transformed into a hideous monster in order to find true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uSAXWZsSD0pE4HYVUiDgusnEyyl.jpg",
    "popularity": 5.8069,
    "tmdb_url": "https://www.themoviedb.org/movie/38117"
  },
  {
    "id": 22894,
    "title": "Legion",
    "release_date": "2010-01-21",
    "overview": "When God loses faith in humankind, he sends his legion of angels to bring on the Apocalypse. Humanity's only hope for survival lies in a group of strangers trapped in an out-of-the-way, desert diner with the Archangel Michael.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ykocDqwg5PRUopnBVb1x1DWnEJF.jpg",
    "popularity": 5.0671,
    "tmdb_url": "https://www.themoviedb.org/movie/22894"
  },
  {
    "id": 33542,
    "title": "Rumble in the Bronx",
    "release_date": "1995-01-21",
    "overview": "Keong comes from Hong Kong to visit New York for his uncle's wedding. His uncle runs a market in the Bronx and Keong offers to help out while Uncle is on his honeymoon. During his stay in the Bronx, Keong befriends a neighbor kid and beats up some neighborhood thugs who cause problems at the market. One of those petty thugs in the local gang stumbles into a criminal situation way over his head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1nAfchiXHQB3iyhK8fCJJEnNs5A.jpg",
    "popularity": 4.3629,
    "tmdb_url": "https://www.themoviedb.org/movie/33542"
  },
  {
    "id": 210860,
    "title": "Mortdecai",
    "release_date": "2015-01-21",
    "overview": "An art dealer, Charles Mortdecai, searches for a stolen painting rumored to contain a secret code that gains access to hidden Nazi gold.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zIRDhdAuMevOuY2vs3s1HNcqDq7.jpg",
    "popularity": 3.9801,
    "tmdb_url": "https://www.themoviedb.org/movie/210860"
  },
  {
    "id": 5550,
    "title": "RoboCop 3",
    "release_date": "1993-01-21",
    "overview": "The mega corporation Omni Consumer Products is still bent on creating their pet project, Delta City, to replace the rotting city of Detroit. Unfortunately, the inhabitants of the area have no intention of abandoning their homes simply for desires of the company. To this end, OCP have decided to force them to leave by employing a ruthless mercenary army to attack and harass them. An underground resistance begins and in this fight, RoboCop must decide where his loyalties lie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ppLSSwCuC5ERRWbu9H3R8SPL9AM.jpg",
    "popularity": 3.6446,
    "tmdb_url": "https://www.themoviedb.org/movie/5550"
  },
  {
    "id": 653221,
    "title": "Hridayam",
    "release_date": "2022-01-21",
    "overview": "Arun and Darshana are first-year engineering students and they fall in love soon after their college begins. And just as how things work generally in teenage, the road ahead isn't too easy for them. Life offers many twists and turns that they least expect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1opn8ps6ZC2kzjK4I6Mka0SqomW.jpg",
    "popularity": 3.5065,
    "tmdb_url": "https://www.themoviedb.org/movie/653221"
  },
  {
    "id": 217993,
    "title": "Justice League: War",
    "release_date": "2014-01-21",
    "overview": "The world is under attack by an alien armada led by the powerful Apokoliptian, Darkseid. A group of superheroes consisting of Superman, Batman, Wonder Woman, The Flash, Green Lantern, Cyborg, and Shazam must set aside their differences and gather together to defend Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eu6zEhpt9QVgZk8T4FJCwKCbJkq.jpg",
    "popularity": 3.1271,
    "tmdb_url": "https://www.themoviedb.org/movie/217993"
  },
  {
    "id": 17612,
    "title": "Lost and Delirious",
    "release_date": "2001-01-21",
    "overview": "After starting at an upmarket boarding school, a teenage girl forms close friendships with her two older roommates. However, when she discovers that her new friends are lovers she finds herself caught in a complicated situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Cu95A09arsfTsOJfygVwhJe5qc.jpg",
    "popularity": 2.9298,
    "tmdb_url": "https://www.themoviedb.org/movie/17612"
  },
  {
    "id": 13345,
    "title": "A Chinese Odyssey Part One: Pandora's Box",
    "release_date": "1995-01-21",
    "overview": "When the Goddess of Happiness tosses the Longevity Monk and his disciples out of heaven (because the Monkey King tried to attain immortality), the Monkey King is reincarnated as the Joker. He now spends his time chasing two jealous women. When one of them is dying, the Joker goes back in time in an attempt to save her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tn6kaXbyu29nqEJzZZqNPTeh15H.jpg",
    "popularity": 2.8122,
    "tmdb_url": "https://www.themoviedb.org/movie/13345"
  },
  {
    "id": 297721,
    "title": "Gangnam Blues",
    "release_date": "2015-01-21",
    "overview": "Jong-dae and Yong-ki make a living by picking up paper and empty bottles. Both then join different gangster clan and becomes involved in a struggle of political interests over development in Gangnam, Seoul.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fDpiZKiaMk1Gz7y04DlnRmQBtf4.jpg",
    "popularity": 2.7082,
    "tmdb_url": "https://www.themoviedb.org/movie/297721"
  },
  {
    "id": 618416,
    "title": "Penguin Bloom",
    "release_date": "2021-01-21",
    "overview": "When an unlikely ally enters the Bloom family's world in the form of an injured baby magpie they name Penguin, the bird’s arrival makes a profound difference in the struggling family’s life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUn7594Rwfstu5njA8hf9WQIcFi.jpg",
    "popularity": 2.395,
    "tmdb_url": "https://www.themoviedb.org/movie/618416"
  },
  {
    "id": 245842,
    "title": "The King's Daughter",
    "release_date": "2022-01-21",
    "overview": "King Louis XIV's quest for immortality leads him to capture and steal a mermaid's life force, a move that is further complicated by his illegitimate daughter's discovery of the creature.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sZ3ZxAjy26ZEo3WM4JFdOkoE5sS.jpg",
    "popularity": 2.3606,
    "tmdb_url": "https://www.themoviedb.org/movie/245842"
  },
  {
    "id": 1072111,
    "title": "John Lennon: The Dreamer",
    "release_date": "2020-01-21",
    "overview": "Relive the dramatic story of one of the greatest songwriters to have ever lived. Experience his transformation from performing in the small clubs of Liverpool to packed stadiums across the globe. Witness the growth of the cheeky mop-topped Liverpudlian as he revolutionizes the peacenik movement, standing as an icon for hope against the war in Vietnam. John Lennon spread his message of Peace and Love through his lyrics, dreaming of a more inclusive society. Look back on the remarkable life of Rock and Roll's greatest visionary, John Lennon, The Dreamer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dmL53AVSPaHJuYGk9dZl959bUBQ.jpg",
    "popularity": 2.2441,
    "tmdb_url": "https://www.themoviedb.org/movie/1072111"
  },
  {
    "id": 576964,
    "title": "Sister Friend",
    "release_date": "2016-01-21",
    "overview": "I always love to show.every day i have a dream to her.In order to make the university in seoul. the city's children's home in her first love. jane and relative number. warm love each other too, because only part of the original two. it has been show to his uncle and is the same for you. and he is married to her, but always in love can not stop. thin clothes to show her plump figure, he looked at her fiery eyes and a wall side as she moan. the material is then stretched to his desire for her to come out to start.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iLoAQ370qAULWsTE8uUQeJgfp8W.jpg",
    "popularity": 2.1444,
    "tmdb_url": "https://www.themoviedb.org/movie/576964"
  },
  {
    "id": 17830,
    "title": "TEKKEN: The Motion Picture",
    "release_date": "1998-01-21",
    "overview": "All of your favorite Tekken characters are here as they battle their way through each other to win the Iron Fist tournament, where fighters of unequaled strength from around the world gather to test their strength in the gladitorial arena. Of course, intrigue and danger abound, with professional assassins, champions of justice, and those whose prowess earns them fear and respect facing off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4nGHAliduj9KOFFyyeHFxbsCyUV.jpg",
    "popularity": 2.1388,
    "tmdb_url": "https://www.themoviedb.org/movie/17830"
  },
  {
    "id": 16407,
    "title": "Dragon Lord",
    "release_date": "1982-01-21",
    "overview": "Dragon and his madcap pal Cowboy spend their days getting into mischief, frustrating the elders, chasing girls, and competing in the village sport. When Dragon overhears a fiendish plot by smugglers to sell China's national treasures overseas, the pair leap into action. Also, Cowboy's wealthy father is kidnapped by the villainous and lethal Big Boss, and the scene is set for a furious martial arts showdown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qjQhm2jwV4DSTauOydFJVhVyMS3.jpg",
    "popularity": 2.1329,
    "tmdb_url": "https://www.themoviedb.org/movie/16407"
  },
  {
    "id": 11298,
    "title": "The Howling",
    "release_date": "1981-01-21",
    "overview": "After a bizarre and near fatal encounter with a serial killer, a newswoman is sent to a rehabilitation center whose inhabitants may not be what they seem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nRTonikdpMUYr3y3RXESLBhRUov.jpg",
    "popularity": 2.1224,
    "tmdb_url": "https://www.themoviedb.org/movie/11298"
  }
]