[
  {
    "id": 207703,
    "title": "Kingsman: The Secret Service",
    "release_date": "2015-01-24",
    "overview": "The story of a super-secret spy organization that recruits an unrefined but promising street kid into the agency's ultra-competitive training program just as a global threat emerges from a twisted tech genius.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r6q9wZK5a2K51KFj4LWVID6Ja1r.jpg",
    "popularity": 11.6614,
    "tmdb_url": "https://www.themoviedb.org/movie/207703"
  },
  {
    "id": 7555,
    "title": "Rambo",
    "release_date": "2008-01-24",
    "overview": "In Thailand, ex-Green Beret John James Rambo joins a group of mercenaries to venture into war-torn neighboring Myanmar to rescue a group of Christian aid workers who have been kidnapped by a ruthless local infantry unit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3mInub5c8o00H7EJ1TrjAqOzIuc.jpg",
    "popularity": 8.1688,
    "tmdb_url": "https://www.themoviedb.org/movie/7555"
  },
  {
    "id": 226674,
    "title": "The Adolescent",
    "release_date": "1979-01-24",
    "overview": "In the summer of 1939, 13-year-old Marie goes with her parents to visit her grandparents in a small town near Avignon. Marie discovers her femininity and falls for a young Jewish doctor, but he prefers Eva, Marie's mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v7yCEzF9BCF82lbp42X5ZLjIieo.jpg",
    "popularity": 6.5115,
    "tmdb_url": "https://www.themoviedb.org/movie/226674"
  },
  {
    "id": 87818,
    "title": "Movie 43",
    "release_date": "2013-01-24",
    "overview": "A series of interconnected short films are the backdrop for a maniac screenwriter who pitches insane storylines featuring some of Hollywood's biggest and brightest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uYa06GxHsCsELx9vOQ11vsT0Aa6.jpg",
    "popularity": 5.7324,
    "tmdb_url": "https://www.themoviedb.org/movie/87818"
  },
  {
    "id": 318256,
    "title": "Hot Girls Wanted",
    "release_date": "2015-01-24",
    "overview": "A first-ever look at the realities of the professional “amateur” porn world and the steady stream of 18-to-19-year old girls entering into it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/75ot83QOkc02vujyzmIbumQCU6Y.jpg",
    "popularity": 5.4368,
    "tmdb_url": "https://www.themoviedb.org/movie/318256"
  },
  {
    "id": 82418,
    "title": "Outlaw Justice",
    "release_date": "1999-01-24",
    "overview": "In the tradition of THE WILD BUNCH and THE MAGNIFICENT SEVEN comes this fast paced, action filled western with unforgettable performances by an all star cast: Kris Kristofferson, Willie Nelson, Travis Tritt and Waylon Jennings. All hell breaks loose in this riveting story when a group of former outlaws with bad attitudes teams up to catch a killer with murder and revenge on his mind. After Tobey(Jennings), a retired member of the group, is brutally gunned down by a former member and killer, Clinton Reese, our band of reformed gunslingers, Lee (Nelson, Tarence (Kristofferson), and Dalton (Tritt), sets out on Clinton's Trail. They are joined by Tobeys reluctatant young son Bryce (Willett).",
    "poster_url": "https://image.tmdb.org/t/p/w500/su0Nwn1zL2jm7EfLUmUPn0jvgqM.jpg",
    "popularity": 4.8496,
    "tmdb_url": "https://www.themoviedb.org/movie/82418"
  },
  {
    "id": 7278,
    "title": "Meet the Spartans",
    "release_date": "2008-01-24",
    "overview": "The heroic Leonidas, armed with nothing but leather underwear and a cape, leads a ragtag group of thirteen Spartans to defend their homeland against the invading Persians (whose ranks include Ghost Rider, Rocky Balboa, the Transformers, and a hunchbacked Paris Hilton). No one is safe when the Spartans take on the biggest icons in pop culture!",
    "poster_url": "https://image.tmdb.org/t/p/w500/DWQOjAPvM8Kk1Qp3Xq0zae0Z6w.jpg",
    "popularity": 4.6508,
    "tmdb_url": "https://www.themoviedb.org/movie/7278"
  },
  {
    "id": 452832,
    "title": "Serenity",
    "release_date": "2019-01-24",
    "overview": "The quiet life of Baker Dill, a fishing boat captain who lives on the isolated Plymouth Island, where he spends his days obsessed with capturing an elusive tuna while fighting his personal demons, is interrupted when someone from his past comes to him searching for help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hgWAcic93phg4DOuQ8NrsgQWiqu.jpg",
    "popularity": 4.1004,
    "tmdb_url": "https://www.themoviedb.org/movie/452832"
  },
  {
    "id": 522241,
    "title": "The Courier",
    "release_date": "2020-01-24",
    "overview": "Cold War spy Greville Wynne and his Russian source try to put an end to the Cuban Missile Crisis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zFIjKtZrzhmc7HecdFXXjsLR2Ig.jpg",
    "popularity": 3.8863,
    "tmdb_url": "https://www.themoviedb.org/movie/522241"
  },
  {
    "id": 548473,
    "title": "Color Out of Space",
    "release_date": "2020-01-24",
    "overview": "The Gardner family moves to a remote farmstead in rural New England to escape the hustle of the 21st century. They are busy adapting to their new life when a meteorite crashes into their front yard, melts into the earth, and infects both the land and the properties of space-time with a strange, otherworldly colour. To their horror, the family discovers this alien force is gradually mutating every life form that it touches—including them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vkwgzCBBiY3C1XEy0WakYfMOvnG.jpg",
    "popularity": 2.9717,
    "tmdb_url": "https://www.themoviedb.org/movie/548473"
  },
  {
    "id": 152760,
    "title": "The Monuments Men",
    "release_date": "2014-01-24",
    "overview": "Based on the true story of the greatest treasure hunt in history, The Monuments Men is an action drama focusing on seven over-the-hill, out-of-shape museum directors, artists, architects, curators, and art historians who went to the front lines of WWII to rescue the world’s artistic masterpieces from Nazi thieves and return them to their rightful owners.  With the art hidden behind enemy lines, how could these guys hope to succeed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/wiWAg4mKV2S4vImPxsPRIdj2R2B.jpg",
    "popularity": 2.7653,
    "tmdb_url": "https://www.themoviedb.org/movie/152760"
  },
  {
    "id": 1078023,
    "title": "The King of Snipers",
    "release_date": "2023-01-24",
    "overview": "The genius sniper Anna is forced to accept an assassination assignment. In the process, she gradually finds her true calling to fight for kindness and to defend a greater love. Tai, a special agent for the UN army, stands up for justice when drug lords try to harm innocent citizens. The two join forces to block the bill to legalize drug cultivation and distribution in Libiwala. They fight to the death with the drug lord Luo Jie and eventually foil his plans, protecting the people from the drugs. This is the exciting story of them working together to save a nation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r5C85R0Bc6RL51PnPv2HIvpSMJ7.jpg",
    "popularity": 2.7344,
    "tmdb_url": "https://www.themoviedb.org/movie/1078023"
  },
  {
    "id": 408220,
    "title": "Justice League Dark",
    "release_date": "2017-01-24",
    "overview": "When innocent civilians begin committing unthinkable crimes across Metropolis, Gotham City and beyond, Batman must call upon mystical counterparts to eradicate this demonic threat to the planet; enter Justice League Dark. This team of Dark Arts specialists must unravel the mystery of Earth's supernatural plague and contend with the rising, powerful villainous forces behind the siege—before it's too late for all of mankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gWcTaDFXDrOAPfVzfBFz0Aya5BE.jpg",
    "popularity": 2.6485,
    "tmdb_url": "https://www.themoviedb.org/movie/408220"
  },
  {
    "id": 892153,
    "title": "Tom and Jerry Cowboy Up!",
    "release_date": "2022-01-24",
    "overview": "This time, the rivals team up to help a cowgirl and her brother save their homestead from a greedy land-grabber, and they’re going to need some help! Jerry’s three precocious nephews are all ready for action, and Tom is rounding up a posse of prairie dogs. But can a ragtag band of varmints defeat a deceitful desperado determined to deceive a damsel in distress? No matter what happens with Tom and Jerry in the saddle, it’ll be a rootin’ tootin’ good time!",
    "poster_url": "https://image.tmdb.org/t/p/w500/muIaHotSaSUQr0KZCIJOYQEe7y2.jpg",
    "popularity": 2.4635,
    "tmdb_url": "https://www.themoviedb.org/movie/892153"
  },
  {
    "id": 272108,
    "title": "Alien from the Darkness",
    "release_date": "1997-01-24",
    "overview": "The all female crew of the transport ship Muse is on a mission in deep space. They pick up an SOS signal and discover a derelict space cruiser where all the women have died mysteriously. They take the only survivor, a young woman named Flair, and detonate the ghost ship. However, the danger is just beginning. With Flair on the Muse, the romances between the women begin to take a new turn. One by one, the crewmembers are attacked by a mysterious alien presence, desperate to find a way to reproduce with human women!",
    "poster_url": "https://image.tmdb.org/t/p/w500/dbxpznxnTpR5MCl0bdDRor7j4qK.jpg",
    "popularity": 2.2193,
    "tmdb_url": "https://www.themoviedb.org/movie/272108"
  },
  {
    "id": 21634,
    "title": "Prayers for Bobby",
    "release_date": "2009-01-24",
    "overview": "Bobby Griffith was his mother's favorite son, the perfect all-American boy growing up under deeply religious influences in Walnut Creek, California. Bobby was also gay. Struggling with a conflict no one knew of, much less understood, Bobby finally came out to his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1viFwXluAettogGDsTrSUUg29lZ.jpg",
    "popularity": 2.1116,
    "tmdb_url": "https://www.themoviedb.org/movie/21634"
  },
  {
    "id": 391710,
    "title": "A Futile and Stupid Gesture",
    "release_date": "2018-01-24",
    "overview": "In a life full of triumph and failure, \"National Lampoon\" co-founder Doug Kenney built a comedy empire, molding pop culture in the 1970s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kyHBeRgbbhs7kVrZYblVj9u2Xbd.jpg",
    "popularity": 2.0364,
    "tmdb_url": "https://www.themoviedb.org/movie/391710"
  },
  {
    "id": 58462,
    "title": "Loverboy",
    "release_date": "2005-01-24",
    "overview": "A neglected daughter becomes a possessive mother in an emotional journey into the heart and mind of a woman who loved too much.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vziSkZ47MA1GvQk1oBd7jJSDh6l.jpg",
    "popularity": 2.0149,
    "tmdb_url": "https://www.themoviedb.org/movie/58462"
  }
]