[
  {
    "id": 667216,
    "title": "Infinity Pool",
    "release_date": "2023-01-27",
    "overview": "While staying at an isolated island resort, James and Em are enjoying a perfect vacation of pristine beaches, exceptional staff, and soaking up the sun. But guided by the seductive and mysterious Gabi, they venture outside the resort grounds and find themselves in a culture filled with violence, hedonism, and untold horror. A tragic accident leaves them facing a zero tolerance policy for crime: either you'll be executed, or, if you’re rich enough to afford it, you can watch yourself die instead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cQKyNm0Nz6KWiDBQF9w4aZAmOfC.jpg",
    "popularity": 50.3209,
    "tmdb_url": "https://www.themoviedb.org/movie/667216"
  },
  {
    "id": 936621,
    "title": "Sex Game 6969",
    "release_date": "2022-01-27",
    "overview": "Three married women had always been dissatisfied sexually with their husbands, and Hyoji, who recently divorced due to her husband's erectile dysfunction. They gathered after a long time and had a drink complaining to each other, and they received a business card from an unidentified handsome man, saying, \"Don't you want to play tteok pounding game?\" The four of them head to the meeting place and meet suspicious agents who were waiting for them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dgSR6qBiQSqaa9QfSMiODAEOF3O.jpg",
    "popularity": 7.812,
    "tmdb_url": "https://www.themoviedb.org/movie/936621"
  },
  {
    "id": 76,
    "title": "Before Sunrise",
    "release_date": "1995-01-27",
    "overview": "A young man and woman meet on a train in Europe, and wind up spending one evening together in Vienna. Unfortunately, both know that this will probably be their only night together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kf1Jb1c2JAOqjuzA3H4oDM263uB.jpg",
    "popularity": 7.4128,
    "tmdb_url": "https://www.themoviedb.org/movie/76"
  },
  {
    "id": 67395,
    "title": "L.E.T.H.A.L. Ladies: Return to Savage Beach",
    "release_date": "1998-01-27",
    "overview": "A stolen computer disk contains the location of a hidden tresaure trove. It's up to the sexy ladies of LETHAL (Legion to Ensure Total Harmony and Law) to find the treasure before the bad guys do.",
    "poster_url": "https://image.tmdb.org/t/p/w500/npdoxONT7hHRThjzIS4XYjYoSOB.jpg",
    "popularity": 5.6557,
    "tmdb_url": "https://www.themoviedb.org/movie/67395"
  },
  {
    "id": 27066,
    "title": "The Voyeur",
    "release_date": "1994-01-27",
    "overview": "At a college in Rome, a professor, nicknamed \"Dodo\" is in a deep depression. His stunningly beautiful wife has just left him for another man. Dodo wants her back very badly and has erotic daydreams about her. A beautiful young student in his class asks him for a ride home and seduces the lucky man, but still he wonders about his wife and her lover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9gxEUC0wMw1eo8untipmOH17h48.jpg",
    "popularity": 5.4191,
    "tmdb_url": "https://www.themoviedb.org/movie/27066"
  },
  {
    "id": 111224,
    "title": "Ghost in the Shell: S.A.C. 2nd GIG - Individual Eleven",
    "release_date": "2006-01-27",
    "overview": "The year is 2030. Six months passed since the Laughing Man Incident was solved. About 3 million refugees are living in Japan, invited to fill the labor shortage. However, the emergent presence of the invited-refugees intensified their confrontation with the \"Individualists\", who called for national isolation, which then led to the increased incidences of terrorist attacks. Under these circumstances, a terrorist group called the Individual Eleven carries out a suicide attack. But there was a greater scheme behind their action. When Section 9 learns this, they attempt to nail down the mastermind of the incident.  Meanwhile, Kuze, a surviving member of the Individual Eleven, becomes a charismatic leader of the invited-refugees and intensifies the confrontation against the government. And Motoko starts feeling a strange sense of fate connecting her with Kuze...",
    "poster_url": "https://image.tmdb.org/t/p/w500/r0vvm9t7lGTEerapmIe9GAcCDZc.jpg",
    "popularity": 3.9972,
    "tmdb_url": "https://www.themoviedb.org/movie/111224"
  },
  {
    "id": 383785,
    "title": "Kung Fu Yoga",
    "release_date": "2017-01-27",
    "overview": "Two professors team up to locate a lost treasure and embark on an adventure that takes them from a Tibetan ice cave to Dubai, and to a mountain temple in India.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rL6XM4fsr1cM5mN2flEhQ8jQter.jpg",
    "popularity": 3.4372,
    "tmdb_url": "https://www.themoviedb.org/movie/383785"
  },
  {
    "id": 11096,
    "title": "Hide and Seek",
    "release_date": "2005-01-27",
    "overview": "David Callaway tries to piece together his life in the wake of his wife's suicide and has been left to raise his nine-year-old daughter, Emily on his own. David is at first amused to discover that Emily has created an imaginary friend named 'Charlie', but it isn't long before 'Charlie' develops a sinister and violent side, and as David struggles with his daughter's growing emotional problems, he comes to the frightening realisation that 'Charlie' isn't just a figment of Emily's imagination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wB34bqPuEmeZUMm4OIXArBIA3er.jpg",
    "popularity": 3.3972,
    "tmdb_url": "https://www.themoviedb.org/movie/11096"
  },
  {
    "id": 552532,
    "title": "Charm City Kings",
    "release_date": "2020-01-27",
    "overview": "Mouse desperately wants to join The Midnight Clique, the infamous Baltimore dirt bike riders who rule the summertime streets. When Midnight’s leader, Blax, takes 14-year-old Mouse under his wing, Mouse soon finds himself torn between the straight-and-narrow and a road filled with fast money and violence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8oiMFMarbRpcusASIX4cjVXoZKI.jpg",
    "popularity": 3.3192,
    "tmdb_url": "https://www.themoviedb.org/movie/552532"
  },
  {
    "id": 11687,
    "title": "The Visitors",
    "release_date": "1993-01-27",
    "overview": "After a wizard's spell goes awry, 12th-century Gallic knight Godefroy de Papincourt, Count of Montmirail finds himself transported to 1993, along with his dimwitted servant, Jacquouille la Fripouille. Startled and perplexed by modern technology, the duo run amok, destroying cars and causing chaos until they meet Beatrice de Montmirail, an aristocratic descendant of the nobleman, who may be able to help them get back to 1123.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iBsuPhz0pwWgtOhe4ysqFjwNk3t.jpg",
    "popularity": 3.199,
    "tmdb_url": "https://www.themoviedb.org/movie/11687"
  },
  {
    "id": 575774,
    "title": "His House",
    "release_date": "2020-01-27",
    "overview": "After making a harrowing escape from war-torn South Sudan, a young refugee couple struggle to adjust to their new life in a small English town that has an unspeakable evil lurking beneath the surface.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mM1ELeOF4qmdIFbZh9VSBn685g.jpg",
    "popularity": 3.0104,
    "tmdb_url": "https://www.themoviedb.org/movie/575774"
  },
  {
    "id": 991190,
    "title": "Gold Kingdom and Water Kingdom",
    "release_date": "2023-01-27",
    "overview": "Once upon a time, there were two neighboring countries that did not get along.  They bickered over trivial things day in and day out. Finally, they went to war over the issue of cleaning up dog feces. God intervened in a hurry and said to the chiefs of the two countries. Country A gives its most beautiful girl to Country B as a bride and Country B gives its wisest young man to Country A as a bridegroom. Then, the princess of country A, Saara, happens to meet a young man from country B...!",
    "poster_url": "https://image.tmdb.org/t/p/w500/jEJy5E2RDdKn7uYRNVQrRrvbNVV.jpg",
    "popularity": 2.9499,
    "tmdb_url": "https://www.themoviedb.org/movie/991190"
  },
  {
    "id": 180863,
    "title": "T2 Trainspotting",
    "release_date": "2017-01-27",
    "overview": "After 20 years abroad, Mark Renton returns to Scotland and reunites with his old friends Sick Boy, Spud and Begbie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xlbpCwa9OXXIiNgXcwuompHFIk9.jpg",
    "popularity": 2.8404,
    "tmdb_url": "https://www.themoviedb.org/movie/180863"
  },
  {
    "id": 1544,
    "title": "Imagine Me & You",
    "release_date": "2006-01-27",
    "overview": "During her wedding ceremony, Rachel notices Luce in the audience and feels instantly drawn to her. The two women become close friends, and when Rachel learns that Luce is a lesbian, she realizes that despite her happy marriage to Heck, she is falling for Luce. As she questions her sexual orientation, Rachel must decide between her stable relationship with Heck and her exhilarating new romance with Luce.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oF0wgVKumU52W7nBR6oHJb5FqSa.jpg",
    "popularity": 2.7762,
    "tmdb_url": "https://www.themoviedb.org/movie/1544"
  },
  {
    "id": 880100,
    "title": "Fear",
    "release_date": "2023-01-27",
    "overview": "An author's celebration with friends at a woodland cabin takes a terrifying turn when an airborne virus emerges at the same time supernatural forces target the group.",
    "poster_url": "https://image.tmdb.org/t/p/w500/asCLy4s7HYP3zSRlLP4Qgme5L0A.jpg",
    "popularity": 2.7554,
    "tmdb_url": "https://www.themoviedb.org/movie/880100"
  },
  {
    "id": 557946,
    "title": "Last Looks",
    "release_date": "2022-01-27",
    "overview": "A disgraced ex-cop seeks solace by moving to the woods, but his quiet life comes to an end when a private eye recruits him to investigate the murder of an eccentric TV star's wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ud0XdA2xAghDR66j3I84DnNlC2g.jpg",
    "popularity": 2.75,
    "tmdb_url": "https://www.themoviedb.org/movie/557946"
  },
  {
    "id": 300673,
    "title": "The Finest Hours",
    "release_date": "2016-01-27",
    "overview": "The Coast Guard makes a daring rescue attempt off the coast of Cape Cod after a pair of oil tankers are destroyed during a blizzard in 1952.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6UG91TJ4DKI6FGdqXZfDBeRZHX8.jpg",
    "popularity": 2.6527,
    "tmdb_url": "https://www.themoviedb.org/movie/300673"
  },
  {
    "id": 507732,
    "title": "The Testament of Sister New Devil: Departures",
    "release_date": "2018-01-27",
    "overview": "The first movie based on the TV Series The Testament of Sister New Devil, takes place right after the season 2 final.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKt2UZ8auyRGYoNMcLajmwgLxoJ.jpg",
    "popularity": 2.5739,
    "tmdb_url": "https://www.themoviedb.org/movie/507732"
  },
  {
    "id": 705950,
    "title": "Three Sisters",
    "release_date": "2021-01-27",
    "overview": "The awkward, distant, and wounded three sisters gather at their hometown for their father's birthday. However, on the day of the party, there is a big mess because of their little brother Jin-seob's abnormal behavior, and the past of the three sisters slowly reveals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rUEwJTmbfjI4ZSPhWXw8wqbV2XJ.jpg",
    "popularity": 2.4242,
    "tmdb_url": "https://www.themoviedb.org/movie/705950"
  },
  {
    "id": 65881,
    "title": "Battlefield Heroes",
    "release_date": "2011-01-27",
    "overview": "This story unfolds 8 years after 'Battle of Hwangsanbeol', which destroyed Baekjae, when Silla-Tang Dynasty union attacks Goguryeo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jV6ddUVrgH1YJlAsvGtm5g7plqK.jpg",
    "popularity": 2.3039,
    "tmdb_url": "https://www.themoviedb.org/movie/65881"
  },
  {
    "id": 532870,
    "title": "Run Sweetheart Run",
    "release_date": "2020-01-27",
    "overview": "A woman runs for her life though the streets of Los Angeles after her blind date suddenly turns violent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bDkdcKOFSUaeQLgX3HuDXmxaq1d.jpg",
    "popularity": 2.2263,
    "tmdb_url": "https://www.themoviedb.org/movie/532870"
  },
  {
    "id": 7457,
    "title": "Alpha Dog",
    "release_date": "2006-01-27",
    "overview": "Johnny Truelove likes to see himself as tough. He's the son of an underworld figure and a drug dealer. Johnny also likes to get tough when things don't go his way. When Jake Mazursky fails to pay up for Johnny, things get worse for the Mazursky family, as Johnny and his 'gang' kidnap Jake's 15 year old brother and holds him hostage. Problem now is what to do with 'stolen boy?'",
    "poster_url": "https://image.tmdb.org/t/p/w500/t9pirEsDxe102mSQGoDZWBbdcCD.jpg",
    "popularity": 2.2153,
    "tmdb_url": "https://www.themoviedb.org/movie/7457"
  },
  {
    "id": 321883,
    "title": "Minecraft: Into the Nether",
    "release_date": "2015-01-27",
    "overview": "Minecraft. The game that took the world by storm. Follow the story of how the Minecraft phenomenon has ploughed through the 21st century selling over 54 million copies worldwide on a multitude of platforms engaging an audience in the millions which is still continuing to grow. The game boasts the biggest digital world in gaming history with a fan base stretching to every corner of the globe. Youtube viewing numbers have grown and online participation has tripled over the last few years creating a new industry for enthusiastic gamers. Vast communities have been brought together through it's educational impact, YouTube celebrities, festivals and game events pushing the boundaries of technology and creativity to the limits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vLci7Om940xXupc4kUPTC2JoGWW.jpg",
    "popularity": 2.1133,
    "tmdb_url": "https://www.themoviedb.org/movie/321883"
  },
  {
    "id": 972230,
    "title": "Maybe I Do",
    "release_date": "2023-01-27",
    "overview": "Michelle and Allen, who have reached the point in their relationship where they are considering next steps, decide to invite  their parents to finally meet and to offer some understanding of why marriage works. Except the parents already know each other quite well, which leads to some very distinct opinions about the value of marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tzIx3AJ6Mw76hlOHmClS4k5tqHh.jpg",
    "popularity": 2.1072,
    "tmdb_url": "https://www.themoviedb.org/movie/972230"
  },
  {
    "id": 380254,
    "title": "Sori: Voice from the Heart",
    "release_date": "2016-01-27",
    "overview": "While desperately searching for his missing daughter, Hae-kwan comes across an AI satellite robot that remembers sounds from all over the world. Rejuvenated by the robot's abilities, Hae-kwan begins to track down his daughter's voice. As they continue their journey, they form an unforgettable bond.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ssSm8ZpOdKffynphV0z2ENYUNwm.jpg",
    "popularity": 2.011,
    "tmdb_url": "https://www.themoviedb.org/movie/380254"
  }
]