[
  {
    "id": 140300,
    "title": "Kung Fu Panda 3",
    "release_date": "2016-01-23",
    "overview": "While Po and his father are visiting a secret panda village, an evil spirit threatens all of China, forcing Po to form a ragtag army to fight back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oajNi4Su39WAByHI6EONu8G8HYn.jpg",
    "popularity": 10.3778,
    "tmdb_url": "https://www.themoviedb.org/movie/140300"
  },
  {
    "id": 11362,
    "title": "The Count of Monte Cristo",
    "release_date": "2002-01-23",
    "overview": "Edmond Dantés's life and plans to marry the beautiful Mercedes are shattered when his best friend, Fernand, deceives him. After spending 13 miserable years in prison, Dantés escapes with the help of a fellow inmate and plots his revenge, cleverly insinuating himself into the French nobility.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ifMgDAUXVQLY4DeOu3VTTi55jSP.jpg",
    "popularity": 5.5467,
    "tmdb_url": "https://www.themoviedb.org/movie/11362"
  },
  {
    "id": 567646,
    "title": "Extreme Job",
    "release_date": "2019-01-23",
    "overview": "A drug squad attempts to take down a criminal organization and they must go undercover to do so, so they begin working at a chicken restaurant, that becomes famous for its delicious chicken. Due to the unexpected popularity, the detectives find themselves in a situation they never expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/52oLgq2gEiZyDjpJ7tgkGruoQI0.jpg",
    "popularity": 5.2374,
    "tmdb_url": "https://www.themoviedb.org/movie/567646"
  },
  {
    "id": 16982,
    "title": "Spotswood",
    "release_date": "1992-01-23",
    "overview": "Wallace is an efficiency expert, managing the high-profile downsizing of a major auto parts factory. But when he is hired to evaluate a small moccasin factory which seems from another era, Wallace has to reconsider the rapid modernization he advocates, as he is confronted by the human faces such plans hurt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t7YiAgDrraufIDlwAFU3fKtm0Hz.jpg",
    "popularity": 4.6794,
    "tmdb_url": "https://www.themoviedb.org/movie/16982"
  },
  {
    "id": 119283,
    "title": "Parker",
    "release_date": "2013-01-23",
    "overview": "A thief with a unique code of professional ethics is double-crossed by his crew and left for dead. Assuming a new disguise and forming an unlikely alliance with a woman on the inside, he looks to hijack the score of the crew's latest heist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u1cl4RsdqMjolVVsHwiLRPN1CT2.jpg",
    "popularity": 4.2687,
    "tmdb_url": "https://www.themoviedb.org/movie/119283"
  },
  {
    "id": 158445,
    "title": "Miracle in Cell No. 7",
    "release_date": "2013-01-23",
    "overview": "A story about a mentally ill man wrongfully imprisoned for murder and his relationship with his 6 year old daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6sqbCqk6tFQgO2nsVqnez7xdRLx.jpg",
    "popularity": 4.0962,
    "tmdb_url": "https://www.themoviedb.org/movie/158445"
  },
  {
    "id": 78428,
    "title": "Erotic Ghost Story II",
    "release_date": "1991-01-23",
    "overview": "Wutung a sex demon returns in another body where he falls for the mortal girl Hsiao-yen, but heaven thinks otherwise with the girl being burned at the stake and her soul being incarnated in the just born Fang Yu-yin. Anger fills Wutung, and to stop this vengeance the town near his lair promise to offer him a virgin girl at the end of every month to become his sex slave. Ya-Yin is selected; however her lover rescues her from the clutches of Wutung. So Wutung sends his demon concubine to get her back, and to cause havoc on the village for the interference.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ighnU4PYk0AQDW9qkD64E5p4hRd.jpg",
    "popularity": 4.0151,
    "tmdb_url": "https://www.themoviedb.org/movie/78428"
  },
  {
    "id": 72013,
    "title": "Yu-Gi-Oh!: Bonds Beyond Time",
    "release_date": "2010-01-23",
    "overview": "After falling through a time-slip, Yusei Fudo (who has just had his powerful card stolen by a mysterious stranger) meets with Jaden Yuki and Yugi Muto, who agree to help Yusei defeat the evil Paradox, who is planning to destroy Pegasus before he can invent Duel Monsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2HQ3KI4uFfB6A4cuYhmmd25n0ah.jpg",
    "popularity": 3.7624,
    "tmdb_url": "https://www.themoviedb.org/movie/72013"
  },
  {
    "id": 46304,
    "title": "Fate/stay night: Unlimited Blade Works",
    "release_date": "2010-01-23",
    "overview": "Shirou Emiya finds himself an unwilling participant in a deadly competition where seven Mages summon heroic spirits as servants to duel each other to the death. They compete for the chance to make a wish from the Holy Grail, which has the power to grant any wish. Shirou is unskilled as a mage and knows nothing of the Holy Grail War, but he and his servant, Saber, enter into a temporary partnership with another Mage, Rin Tohsaka. However, problems arise between Shirou and Rin's servant, Archer, who seems to seriously despise him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/it7MNgChJr70YGXwHm11BRT7igZ.jpg",
    "popularity": 3.3914,
    "tmdb_url": "https://www.themoviedb.org/movie/46304"
  },
  {
    "id": 51481,
    "title": "Mean Girls 2",
    "release_date": "2011-01-23",
    "overview": "Confident senior Jo begins the new school year by breaking her own cardinal rule: don't get involved in girl drama. but when she sees timid Abby preyed upon by Queen Bee Mandi and her minions, she takes sides in a viciously funny girl-world-war that turns North Shore High School upside down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/34zKHT98ZgSCz6ag1ZNBul7f1Wu.jpg",
    "popularity": 3.2051,
    "tmdb_url": "https://www.themoviedb.org/movie/51481"
  },
  {
    "id": 241251,
    "title": "The Boy Next Door",
    "release_date": "2015-01-23",
    "overview": "A recently cheated on married woman falls for a younger man who has moved in next door, but their torrid affair soon takes a dangerous turn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gicmSeLG6Uh7BF1r1mxZHUQ8r26.jpg",
    "popularity": 3.147,
    "tmdb_url": "https://www.themoviedb.org/movie/241251"
  },
  {
    "id": 9669,
    "title": "Ring 2",
    "release_date": "1999-01-23",
    "overview": "While investigating the horrifying death of her boyfriend, Mai Takano learns about a videotape haunted by the spirit of a disturbing girl named Sadako, which kills anyone who watches it exactly one week later. When her boyfriend’s son, Yoichi, starts to develop the same psychic abilities as Sadako, Takano must find a way to keep the boy and herself from becoming the next victims.",
    "poster_url": "https://image.tmdb.org/t/p/w500/HREqYQWkGnH2viRQEXupCSX7ID.jpg",
    "popularity": 3.1075,
    "tmdb_url": "https://www.themoviedb.org/movie/9669"
  },
  {
    "id": 302429,
    "title": "Strange Magic",
    "release_date": "2015-01-23",
    "overview": "A love potion works its devious charms on fairies, elves and the swamp-dwelling Bog King as they all try to possess the potion for themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vjCdrK8gGRFnyuZb1j9BzgN2RaY.jpg",
    "popularity": 2.8884,
    "tmdb_url": "https://www.themoviedb.org/movie/302429"
  },
  {
    "id": 15775,
    "title": "If Only",
    "release_date": "2004-01-23",
    "overview": "After his impetuous musician girlfriend, Samantha, dies in an accident shortly after they had a fight (and nearly broke up), Ian Wyndham, a grief-stricken British businessman living in London gets a chance to relive the day all over again, in the hope of changing the events that led up to her getting killed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xVSqtdVanaPsZazNDFyIJSw0Mn6.jpg",
    "popularity": 2.7435,
    "tmdb_url": "https://www.themoviedb.org/movie/15775"
  },
  {
    "id": 9456,
    "title": "The Crow: Salvation",
    "release_date": "2000-01-23",
    "overview": "Alex Corvis, a man wrongly executed for the murder of his girlfriend, returns from the dead and sets out to find the real killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5JkLJ0HS1hGxZHok9pjBcLCpLuX.jpg",
    "popularity": 2.587,
    "tmdb_url": "https://www.themoviedb.org/movie/9456"
  },
  {
    "id": 25155,
    "title": "The Stepfather",
    "release_date": "1987-01-23",
    "overview": "Seemingly mild-mannered Henry Morrison — who has just murdered his entire family — quickly adopts a new identity and leaves town. After building a new relationship with a widow and her teenage daughter, he struggles to hide his true identity and maintain a grip on reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r5CKg3VJQjYvSWTRojK2tE7LpM0.jpg",
    "popularity": 2.4828,
    "tmdb_url": "https://www.themoviedb.org/movie/25155"
  },
  {
    "id": 4170,
    "title": "Trade",
    "release_date": "2007-01-23",
    "overview": "A Texas cop, whose own daughter might have been forced into sexual slavery, joins forces with a Mexican youth to find the boy's sister, who was abducted and forced into prostitution. Meanwhile, a Polish woman who was promised a better life in America also becomes a victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x2ckiEGoYz2AomOeviEPqnhrw7Q.jpg",
    "popularity": 2.4171,
    "tmdb_url": "https://www.themoviedb.org/movie/4170"
  },
  {
    "id": 492611,
    "title": "The Turning",
    "release_date": "2020-01-23",
    "overview": "A young woman quits her teaching job to become a private tutor and governess for two wealthy young kids, but soon starts to suspect there’s more to their house than meets the eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uiMHiHp9eAjJty8rddoUnL9G5fU.jpg",
    "popularity": 2.3067,
    "tmdb_url": "https://www.themoviedb.org/movie/492611"
  },
  {
    "id": 84174,
    "title": "Bachelorette",
    "release_date": "2012-01-23",
    "overview": "Three friends are asked to be bridesmaids at a wedding of a woman they used to ridicule back in high school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yAr4LLjZnoIvrfb1VrV3mh38rTK.jpg",
    "popularity": 2.2783,
    "tmdb_url": "https://www.themoviedb.org/movie/84174"
  },
  {
    "id": 503917,
    "title": "Enter the Fat Dragon",
    "release_date": "2020-01-23",
    "overview": "After being dumped by his fiancé, heartbroken Hong Kong police officer Fallon Zhu gains 200+ pounds. His superiors demote him to the job of escorting convicts to Japan. When a convict in his custody mysteriously dies, he must team up with citizen Thor to solve the mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fQqqsj0WhANqGqHQ8BhBE7iI4bk.jpg",
    "popularity": 2.2004,
    "tmdb_url": "https://www.themoviedb.org/movie/503917"
  },
  {
    "id": 442065,
    "title": "The Last Full Measure",
    "release_date": "2020-01-23",
    "overview": "The incredible true story of Vietnam War hero William H. Pitsenbarger, a U.S. Air Force Pararescuemen medic who personally saved over sixty men. Thirty-two years later, Pentagon staffer Scott Huffman investigates a Congressional Medal of Honor request for Pitsenbarger and uncovers a high-level conspiracy behind the decades-long denial of the medal, prompting Huffman to put his own career on the line to seek justice for the fallen airman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bMG8c80lyEkBXVgyHVqsdQhjgf6.jpg",
    "popularity": 2.1751,
    "tmdb_url": "https://www.themoviedb.org/movie/442065"
  },
  {
    "id": 56659,
    "title": "Midnight Party",
    "release_date": "1976-01-23",
    "overview": "Sylvia, a stripper, attends a party where the theme is a mock spy adventure. Unfortunately, she soon finds herself thrust in a real espionage adventure. There are these two playboys that invite her to their midnight orgy. Later, her communist rock star lover shows up in her dressing room and starts shouting anti-capitalist rhetoric. In the mean time, her hypochondriac husband keeps loosing money in poker games. And in between, she talks directly into the camera, trying to entertain us.",
    "poster_url": "https://image.tmdb.org/t/p/w500/puKdpBuqVJx3bHBX2DFr4hITZdu.jpg",
    "popularity": 2.1274,
    "tmdb_url": "https://www.themoviedb.org/movie/56659"
  },
  {
    "id": 360902,
    "title": "Beeruva",
    "release_date": "2015-01-23",
    "overview": "Sanju, a careless young man, falls head over heels in love with Swathi. He, however, gets more than he bargained for when he learns that she is the daughter of an underworld kingpin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/buKiKhgdQa9u84iDfr1wbi8JgiB.jpg",
    "popularity": 2.0207,
    "tmdb_url": "https://www.themoviedb.org/movie/360902"
  }
]