[
  {
    "id": 11845,
    "title": "Intimacy",
    "release_date": "2001-01-20",
    "overview": "Failed musician Jay abandoned his family and now earns a living as head bartender in a trendy London pub. Every Wednesday afternoon, a woman comes to his house for graphic, almost wordless, sex. One day, Jay follows her and learns about her. This eventually disrupts their relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/I0mlv1FahaLJqu2ByffMXEn4NN.jpg",
    "popularity": 9.4162,
    "tmdb_url": "https://www.themoviedb.org/movie/11845"
  },
  {
    "id": 895956,
    "title": "The Burning Cold",
    "release_date": "2023-01-20",
    "overview": "Winter of 1943. Andorra, a small country in the Pyrenees.  In the tense calm of a borderland, where echoes of a nearby war reach the ears of the local inhabitants, Antonio and Sara, a young, married couple, are expecting their first child. No one knows exactly what is going on, nor what is being fought over, the priority is just to survive another day.  When a family of Jews fleeing Nazi persecution arrives in the valley, the locals will find their lives disrupted and filled with a sense of fear and unease. Sara will have to face her own contradictions and decide whether to follow her head... or her conscience.  The past, along with all the secrets that have remained buried under the snow for so many years, are about to surface. The burning cold has reached the mountains.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xa8pzQOxaGeqKJj9ny1W1gyngxX.jpg",
    "popularity": 6.7094,
    "tmdb_url": "https://www.themoviedb.org/movie/895956"
  },
  {
    "id": 866413,
    "title": "You People",
    "release_date": "2023-01-20",
    "overview": "A new couple and their families reckon with modern love amid culture clashes, societal expectations and generational differences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x5E4TndwASNkaK2hwgeYfsIVo2x.jpg",
    "popularity": 6.6994,
    "tmdb_url": "https://www.themoviedb.org/movie/866413"
  },
  {
    "id": 10947,
    "title": "High School Musical",
    "release_date": "2006-01-20",
    "overview": "A popular high school athlete and an academically gifted girl get roles in the school musical and develop a friendship that threatens East High's social order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bg1eLo2OjySRYKaTO89ZDsqUcJ4.jpg",
    "popularity": 4.8617,
    "tmdb_url": "https://www.themoviedb.org/movie/10947"
  },
  {
    "id": 826937,
    "title": "Sister-in-law's Taste 2",
    "release_date": "2021-01-20",
    "overview": "Sister-in-law's Taste 2",
    "poster_url": "https://image.tmdb.org/t/p/w500/r6zVEuy2O6R4keqs33OBz5dMFEg.jpg",
    "popularity": 4.1077,
    "tmdb_url": "https://www.themoviedb.org/movie/826937"
  },
  {
    "id": 291870,
    "title": "Dirty Grandpa",
    "release_date": "2016-01-20",
    "overview": "Jason Kelly is one week away from marrying his boss's uber-controlling daughter, putting him on the fast track for a partnership at the law firm. However, when the straight-laced Jason is tricked into driving his foul-mouthed grandfather, Dick, to Daytona for spring break, his pending nuptials are suddenly in jeopardy. Between riotous frat parties, bar fights, and an epic night of karaoke, Dick is on a quest to live his life to the fullest and bring Jason along for the ride.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k0Lz1TfSlbcQthQKYGwE7blDfwN.jpg",
    "popularity": 4.0385,
    "tmdb_url": "https://www.themoviedb.org/movie/291870"
  },
  {
    "id": 729165,
    "title": "Out of Exile",
    "release_date": "2023-01-20",
    "overview": "Recently paroled thief Gabriel Russell tries to balance his life and mend a troubled family as an FBI agent hunts him down, along with his crew after a botched armored car robbery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jgF5XaXnJmOgMxulhy2k1f9LNNc.jpg",
    "popularity": 3.8163,
    "tmdb_url": "https://www.themoviedb.org/movie/729165"
  },
  {
    "id": 55292,
    "title": "Shaolin",
    "release_date": "2011-01-20",
    "overview": "China is plunged into strife as feuding warlords try to expand their power by warring over neighboring lands. Fuelled by his success on the battlefield, young and arrogant Hao Jie sneers at Shaolin's masters when he beats one of them in a duel. But the pride comes before a fall. When his own family is wiped out by a rival warlord, Hao is forced to take refuge with the monks. As the civil unrest spreads and the people suffer, Hao and the Shaolin masters are forced to take a fiery stand against the evil warlords. They launch a daring plan or rescue and escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/stvd0u2Pmy2VjdZHbFIEvCwDzRV.jpg",
    "popularity": 3.447,
    "tmdb_url": "https://www.themoviedb.org/movie/55292"
  },
  {
    "id": 573364,
    "title": "Detective Conan: Episode One - The Great Detective Turned Small",
    "release_date": "2017-01-20",
    "overview": "Two-hour remake of the original 1st episode, in celebration of the anime celebrating 20 years in broadcast. The special retells what happened on the day Shinichi was transformed into the body of a child. The special includes new scenes that weren't in the original manga or the first anime episode.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sJLA2LwMRqqiY3ateI2ERUJPrL6.jpg",
    "popularity": 3.2305,
    "tmdb_url": "https://www.themoviedb.org/movie/573364"
  },
  {
    "id": 40339,
    "title": "Private House of the SS",
    "release_date": "1977-01-20",
    "overview": "Top Nazi officials, intent on rooting out traitors and those in the military who may be plotting to overthrow Adolf Hitler, recruit and train a group of beautiful prostitutes whose mission is to use any means necessary to uncover plots against the Fuhrer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bQFkim4BLyg53QtmJAijiXy1JD5.jpg",
    "popularity": 3.1356,
    "tmdb_url": "https://www.themoviedb.org/movie/40339"
  },
  {
    "id": 9464,
    "title": "Buffalo '66",
    "release_date": "1998-01-20",
    "overview": "Billy is released after five years in prison. In the next moment, he kidnaps teenage student Layla and visits his parents with her, pretending she is his girlfriend and they will soon marry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fxzXFzbSGNA52NHQCMqQiwzMIQw.jpg",
    "popularity": 3.0289,
    "tmdb_url": "https://www.themoviedb.org/movie/9464"
  },
  {
    "id": 8438,
    "title": "Murder in the First",
    "release_date": "1995-01-20",
    "overview": "A young, inexperienced public defender is assigned to defend an inmate accused of committing murder while behind bars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sU37ONoL9qUyYXUhubJSYH9tEoc.jpg",
    "popularity": 2.7922,
    "tmdb_url": "https://www.themoviedb.org/movie/8438"
  },
  {
    "id": 14912,
    "title": "18 Year Old Virgin",
    "release_date": "2009-01-20",
    "overview": "In a series of sexual mishaps, a high school senior tries to lose her virginity on the last night before graduation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xWMNDjRSKAzrQM9FBBdJoSX8DFG.jpg",
    "popularity": 2.7283,
    "tmdb_url": "https://www.themoviedb.org/movie/14912"
  },
  {
    "id": 11637,
    "title": "Are We There Yet?",
    "release_date": "2005-01-20",
    "overview": "The fledgling romance between Nick, a playboy bachelor, and Suzanne, a divorced mother of two, is threatened by a particularly harrowing New Years Eve. When Suzanne's work keeps her in Vancouver for the holiday, Nick offers to bring her kids to the city from Portland, Oregon. The kids, who have never liked any of the men their mom dates, are determined to turn the trip into a nightmare for Nick.",
    "poster_url": "https://image.tmdb.org/t/p/w500/guDkMD4wrZ1BGUO7DFFBVzaiGij.jpg",
    "popularity": 2.5811,
    "tmdb_url": "https://www.themoviedb.org/movie/11637"
  },
  {
    "id": 21301,
    "title": "Barbershop 2: Back in Business",
    "release_date": "2004-01-20",
    "overview": "The continuing adventures of the barbers at Calvin's Barbershop. Gina, a stylist at the beauty shop next door, is now trying to cut in on his business. Calvin is again struggling to keep his father's shop and traditions alive--this time against urban developers looking to replace mom & pop establishments with name-brand chains. The world changes, but some things never go out of style--from current events and politics to relationships and love, you can still say anything you want at the barbershop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n4sOe401udZJWJEOvKvSs3peZcB.jpg",
    "popularity": 2.4292,
    "tmdb_url": "https://www.themoviedb.org/movie/21301"
  },
  {
    "id": 1035806,
    "title": "Detective Knight: Independence",
    "release_date": "2023-01-20",
    "overview": "Detective James Knight 's last-minute assignment to the Independence Day shift turns into a race to stop an unbalanced ambulance EMT from imperiling the city's festivities. The misguided vigilante, playing cop with a stolen gun and uniform, has a bank vault full of reasons to put on his own fireworks show... one that will strike dangerously close to Knight's home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jrPKVQGjc3YZXm07OYMriIB47HM.jpg",
    "popularity": 2.1555,
    "tmdb_url": "https://www.themoviedb.org/movie/1035806"
  },
  {
    "id": 369523,
    "title": "The Tale",
    "release_date": "2018-01-20",
    "overview": "An investigation into one woman’s memory as she‘s forced to re-examine her first sexual relationship and the stories we tell ourselves in order to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aguq47xq3qhN807rSyz4lJyhAkX.jpg",
    "popularity": 2.1176,
    "tmdb_url": "https://www.themoviedb.org/movie/369523"
  },
  {
    "id": 4953,
    "title": "Be Kind Rewind",
    "release_date": "2008-01-20",
    "overview": "A man whose brain becomes magnetized unintentionally destroys every tape in his friend's video store. In order to satisfy the store's most loyal renter, an aging woman with signs of dementia, the two men set out to remake the lost films.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f0oX20YrQEiVPDH9InCQ1d3Cm66.jpg",
    "popularity": 2.038,
    "tmdb_url": "https://www.themoviedb.org/movie/4953"
  },
  {
    "id": 15058,
    "title": "Speak",
    "release_date": "2004-01-20",
    "overview": "Freshman high-school student Melinda has refused to speak ever since she called the cops on a popular summer party. With her old friends snubbing her for being a rat, and her parents too busy to notice her troubles, she folds into herself, trying to hide her secret: that star senior Andy raped her at the party. But Melinda does manage to find solace in her art class headed by Mr. Freeman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oRjQJG2PziTl2bUvzUCFS16ncfj.jpg",
    "popularity": 2.0365,
    "tmdb_url": "https://www.themoviedb.org/movie/15058"
  },
  {
    "id": 691422,
    "title": "When You Finish Saving the World",
    "release_date": "2023-01-20",
    "overview": "Evelyn and her oblivious son Ziggy seek out replacements for each other. As Evelyn tries to parent an unassuming teenager at her shelter, Ziggy fumbles through his pursuit of a brilliant young woman at school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pZyeoBDQJFPGfd0Mu8XIElGBjZz.jpg",
    "popularity": 2.0345,
    "tmdb_url": "https://www.themoviedb.org/movie/691422"
  },
  {
    "id": 790142,
    "title": "The Royal Treatment",
    "release_date": "2022-01-20",
    "overview": "Isabella runs her own salon and isn’t afraid to speak her mind, while Prince Thomas runs his own country and is about to marry for duty rather than love. When Izzy and her fellow stylists get the opportunity of a lifetime to do the hair for the royal wedding, she and Prince Thomas learn that taking control of their own destiny requires following their hearts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mYAv0YUoXJzLxIdEirOken8Quwf.jpg",
    "popularity": 2.0137,
    "tmdb_url": "https://www.themoviedb.org/movie/790142"
  }
]