[
  {
    "id": 324552,
    "title": "John Wick: Chapter 2",
    "release_date": "2017-02-08",
    "overview": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hXWBc0ioZP3cN4zCu6SN3YHXZVO.jpg",
    "popularity": 22.0014,
    "tmdb_url": "https://www.themoviedb.org/movie/324552"
  },
  {
    "id": 561,
    "title": "Constantine",
    "release_date": "2005-02-08",
    "overview": "John Constantine has literally been to Hell and back. When he teams up with a policewoman to solve the mysterious suicide of her twin sister, their investigation takes them through the world of demons and angels that exists beneath the landscape of contemporary Los Angeles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vPYgvd2MwHlxTamAOjwVQp4qs1W.jpg",
    "popularity": 11.3731,
    "tmdb_url": "https://www.themoviedb.org/movie/561"
  },
  {
    "id": 9757,
    "title": "Norbit",
    "release_date": "2007-02-08",
    "overview": "A mild-mannered guy who is engaged to a monstrous woman meets the woman of his dreams, and schemes to find a way to be with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/XcZ5NzygPp54csxCnzvQKuxFL2.jpg",
    "popularity": 10.6431,
    "tmdb_url": "https://www.themoviedb.org/movie/9757"
  },
  {
    "id": 341174,
    "title": "Fifty Shades Darker",
    "release_date": "2017-02-08",
    "overview": "When a wounded Christian Grey tries to entice a cautious Ana Steele back into his life, she demands a new arrangement before she will give him another chance. As the two begin to build trust and find stability, shadowy figures from Christian’s past start to circle the couple, determined to destroy their hopes for a future together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w3qa274gvca9t8pkUoG8nfQgTU3.jpg",
    "popularity": 10.3869,
    "tmdb_url": "https://www.themoviedb.org/movie/341174"
  },
  {
    "id": 324849,
    "title": "The Lego Batman Movie",
    "release_date": "2017-02-08",
    "overview": "A cooler-than-ever Bruce Wayne must deal with the usual suspects as they plan to rule Gotham City, while discovering that he has accidentally adopted a teenage orphan who wishes to become his sidekick.",
    "poster_url": "https://image.tmdb.org/t/p/w500/snGwr2gag4Fcgx2OGmH9otl6ofW.jpg",
    "popularity": 9.9063,
    "tmdb_url": "https://www.themoviedb.org/movie/324849"
  },
  {
    "id": 487297,
    "title": "What Men Want",
    "release_date": "2019-02-08",
    "overview": "Magically able to hear what men are thinking, a sports agent uses her newfound ability to turn the tables on her overbearing male colleagues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/30IiwvIRqPGjUV0bxJkZfnSiCL.jpg",
    "popularity": 6.3557,
    "tmdb_url": "https://www.themoviedb.org/movie/487297"
  },
  {
    "id": 8321,
    "title": "In Bruges",
    "release_date": "2008-02-08",
    "overview": "Ray and Ken, two hit men, are in Bruges, Belgium, waiting for their next mission. While they are there they have time to think and discuss their previous assignment. When the mission is revealed to Ken, it is not what he expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jMiBBqk72VRo1Y39x2ZbbenEU3a.jpg",
    "popularity": 4.8471,
    "tmdb_url": "https://www.themoviedb.org/movie/8321"
  },
  {
    "id": 59961,
    "title": "Safe House",
    "release_date": "2012-02-08",
    "overview": "A dangerous CIA renegade resurfaces after a decade on the run. When the safe house he's remanded to is attacked by mercenaries, a rookie operative escapes with him. Now, the unlikely allies must stay alive long enough to uncover who wants them dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7CBhSjQa07LYt0RGejYjWugGmdV.jpg",
    "popularity": 4.4006,
    "tmdb_url": "https://www.themoviedb.org/movie/59961"
  },
  {
    "id": 9281,
    "title": "Witness",
    "release_date": "1985-02-08",
    "overview": "While protecting an Amish boy - who is the sole witness to a brutal murder - and his mother, a detective is forced to seek refuge within their community when his own life is threatened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kOymD1rChAMykmDVEzJpIh4OYS7.jpg",
    "popularity": 4.3358,
    "tmdb_url": "https://www.themoviedb.org/movie/9281"
  },
  {
    "id": 381890,
    "title": "The Mermaid",
    "release_date": "2016-02-08",
    "overview": "A playboy business tycoon, Liu Xuan, purchases the Green Gulf, a wildlife reserve, for a sea reclamation project, and uses sonar technology to get rid of the sea life in the area. Unknown to him, the Green Gulf is the home of merpeople, and the sonar has caused many of them to succumb to illness or die. Xuan's business ventures in the area are threatened when he crosses paths with the mermaid, Shan, who is sent to avenge her people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8YVB8VxQqx3J1FtOVvoHybBKNPS.jpg",
    "popularity": 4.1628,
    "tmdb_url": "https://www.themoviedb.org/movie/381890"
  },
  {
    "id": 259694,
    "title": "How to Be Single",
    "release_date": "2016-02-08",
    "overview": "New York City is full of lonely hearts seeking the right match, and what Alice, Robin, Lucy, Meg, Tom and David all have in common is the need to learn how to be single in a world filled with ever-evolving definitions of love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a4Ce3qHqIyHM3QfGsiVTAu3YADJ.jpg",
    "popularity": 3.6375,
    "tmdb_url": "https://www.themoviedb.org/movie/259694"
  },
  {
    "id": 8390,
    "title": "Definitely, Maybe",
    "release_date": "2008-02-08",
    "overview": "When Will decides to tell his daughter the story of how he met her mother, he discovers that a second look at the past might also give him a second chance at the future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4FuN9nBJ7ttO4BUopJCpT6B0yhH.jpg",
    "popularity": 3.5947,
    "tmdb_url": "https://www.themoviedb.org/movie/8390"
  },
  {
    "id": 9754,
    "title": "Firewall",
    "release_date": "2006-02-08",
    "overview": "State-of-the-art security system creator Jack Stanfield has cemented his reputation as a man who's thought of everything. But when a criminal finds a way into his personal life, everything Jack holds dear is suddenly at stake.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v4HHAWJthAGxnvefLGSyeSInZZx.jpg",
    "popularity": 3.4716,
    "tmdb_url": "https://www.themoviedb.org/movie/9754"
  },
  {
    "id": 49494,
    "title": "The Eagle",
    "release_date": "2011-02-08",
    "overview": "In 140 AD, twenty years after the unexplained disappearance of the entire Ninth Legion in the mountains of Scotland, young centurion Marcus Aquila arrives from Rome to solve the mystery and restore the reputation of his father, the commander of the Ninth. Accompanied only by his British slave Esca, Marcus sets out across Hadrian's Wall into the uncharted highlands of Caledonia - to confront its savage tribes, make peace with his father's memory, and retrieve the lost legion's golden emblem, the Eagle of the Ninth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e7rcJQWplGZWz57yGlP87rlPmI.jpg",
    "popularity": 3.4217,
    "tmdb_url": "https://www.themoviedb.org/movie/49494"
  },
  {
    "id": 97051,
    "title": "Would You Rather",
    "release_date": "2013-02-08",
    "overview": "Desperate to help her ailing brother, a young woman agrees to compete in a deadly game of \"Would You Rather\" hosted by a sadistic aristocrat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uZQYjmEXeET1fOz1av7GYY7xENG.jpg",
    "popularity": 3.3452,
    "tmdb_url": "https://www.themoviedb.org/movie/97051"
  },
  {
    "id": 768,
    "title": "From Hell",
    "release_date": "2001-02-08",
    "overview": "Frederick Abberline is an opium-huffing inspector from Scotland Yard who falls for one of Jack the Ripper's prostitute targets in this Hughes brothers adaption of a graphic novel that posits the Ripper's true identity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t2WpWM8nBO4sULXr2bDfNEt4qgr.jpg",
    "popularity": 3.1771,
    "tmdb_url": "https://www.themoviedb.org/movie/768"
  },
  {
    "id": 14750,
    "title": "Mischief",
    "release_date": "1985-02-08",
    "overview": "1956: The shy Jonathan's luck with girls changes when he wins the rebellious Gene as a friend in his last year of high school. Gene is adored by many girls and manages to teach Jonathan a few lessons. Gene himself would rather just be with one girl: his girlfriend Bunny. But since his father is poor, her parents don't accept him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w1Vv87miuoEaK22tAq56UWN4Qy4.jpg",
    "popularity": 2.9635,
    "tmdb_url": "https://www.themoviedb.org/movie/14750"
  },
  {
    "id": 553839,
    "title": "Saga of Tanya the Evil: The Movie",
    "release_date": "2019-02-08",
    "overview": "With its armies sweeping across the continent, the Empire seems unstoppable. After securing victory over the remnants of the Republic's army, the Empire's ultimate victory is finally within reach. However, dark clouds are gathering in the East. The communist-led Russy Federation is mustering troops on its western border, preparing to enter the war. Supported by a detachment of Allied volunteer magicians—among whom is Mary Sioux, the daughter of a soldier killed by Tanya—the Federation is determined to spread the communist creed and bring the Empire to its knees.\r Meanwhile, Tanya and her battalion return to the imperial capital from the southern front. Upon their arrival, they are tasked with investigating troop movements on the border with the Federation. Any escalation of violence at this point may lead to new conflicts, plunging the world into a global war.\r Will the Empire eventually emerge victorious from its struggle, or will it crumble in the face radically different ideologies?",
    "poster_url": "https://image.tmdb.org/t/p/w500/slamFBuUGFtL4LtWpS9qXQ1qSLl.jpg",
    "popularity": 2.9624,
    "tmdb_url": "https://www.themoviedb.org/movie/553839"
  },
  {
    "id": 53168,
    "title": "King of Comedy",
    "release_date": "1999-02-08",
    "overview": "Wan Tin-Sau is an actor who cannot seem to catch a break, since his only professional jobs are limited to being a movie extra. As well as being an actor, he is also the head of his village's community center.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dmJWvKNgeCrIwJH6AapdSMiZHop.jpg",
    "popularity": 2.9474,
    "tmdb_url": "https://www.themoviedb.org/movie/53168"
  },
  {
    "id": 540141,
    "title": "City Hunter: Shinjuku Private Eyes",
    "release_date": "2019-02-08",
    "overview": "Ryo Saeba works the streets of Tokyo as the City Hunter. He's a \"sweeper\" and with his sidekick Kaori Makimura, he keeps the city clean. People hire the City Hunter to solve their dangerous problems, which he does with a Colt Python. When Ryo's not working on a case, he's working on getting the ladies, and Kaori must keep him in check with her trusty 10 kg hammer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9pq1KCvE8gry7QlKszWMgAA6weE.jpg",
    "popularity": 2.9231,
    "tmdb_url": "https://www.themoviedb.org/movie/540141"
  },
  {
    "id": 500378,
    "title": "Detective K: Secret of the Living Dead",
    "release_date": "2018-02-08",
    "overview": "When a series of murders occur in Kanghwa Island, Detective K and his partner are once again called upon to solve the case. Along the way, he teams up with a beautiful woman with amnesia and together they discover Vampire bite marks on all the bodies. As they investigate further, they realize that the woman is somehow closely connected to the deaths.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aFLPuNDTYxLZusaEQ0edBVlVaeh.jpg",
    "popularity": 2.7373,
    "tmdb_url": "https://www.themoviedb.org/movie/500378"
  },
  {
    "id": 697337,
    "title": "Sunday Dinner",
    "release_date": "2021-02-08",
    "overview": "After the recent death of their parents, a passionate Italian-American family reunites to enjoy their customary Sunday dinner. But one of them has a major confession that threatens to unravel their beloved tradition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4xnBtRVeRX7TnjpCJB9ADftIvgo.jpg",
    "popularity": 2.3378,
    "tmdb_url": "https://www.themoviedb.org/movie/697337"
  },
  {
    "id": 452073,
    "title": "Young Sister-In-Law 2",
    "release_date": "2017-02-08",
    "overview": "Won-jin is sent into a nearby region suddenly by the company. He is unprepared when he goes down so he calls his friend Chang-hoon who lives there. Chang-hoon lets Won-jin stay at his house for the time being but Won-jin gets to thinking.  The reason is, Chang-hoon's young wife Soo-yeong has a history with Won-jin. However, Won-jin decides to go to Chang-hoon's house to see Soo-yeong. Chang-hoon just happens to leave the house for a while and Won-jin meets Soo-yeong's glamorous friend Kyeong-hee who is also living there.  Won-jin starts living with Soo-yeong and Kyeong-hee who starts seducing him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xWrAoVbcfrAAUivXh19DrmGqmVz.jpg",
    "popularity": 2.0899,
    "tmdb_url": "https://www.themoviedb.org/movie/452073"
  },
  {
    "id": 13490,
    "title": "Welcome Home Roscoe Jenkins",
    "release_date": "2008-02-08",
    "overview": "When a celebrated TV show host returns to his hometown in the South, his family is there to remind him that going home is no vacation!",
    "poster_url": "https://image.tmdb.org/t/p/w500/1VzS2bkQHVcIxSeBJifOx65oxHK.jpg",
    "popularity": 2.0769,
    "tmdb_url": "https://www.themoviedb.org/movie/13490"
  },
  {
    "id": 22311,
    "title": "The Inglorious Bastards",
    "release_date": "1978-02-08",
    "overview": "Set in Europe during WWII, a group of American soldiers on their way to military prison are beset upon by a German artillery attack, escaping with Switzerland in their sights. Before making it any farther, they volunteer to steal a V2 warhead for the French Underground - taking them deep into the heart of German territory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8f7PoX7TveyKrndh3bZZcBvR55Z.jpg",
    "popularity": 2.0671,
    "tmdb_url": "https://www.themoviedb.org/movie/22311"
  },
  {
    "id": 30876,
    "title": "Last Cannibal World",
    "release_date": "1977-02-08",
    "overview": "An oil prospector escapes from capture by a primitive cannibal tribe in the Philippine rain forest and heads out to locate his missing companion and their plane to return home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q5MEqvaBLueVEEnetKdhax0DXhy.jpg",
    "popularity": 2.0559,
    "tmdb_url": "https://www.themoviedb.org/movie/30876"
  }
]