[
  {
    "id": 293660,
    "title": "Deadpool",
    "release_date": "2016-02-09",
    "overview": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3E53WEZJqP6aM84D8CckXx4pIHw.jpg",
    "popularity": 46.5946,
    "tmdb_url": "https://www.themoviedb.org/movie/293660"
  },
  {
    "id": 9286,
    "title": "Final Destination 3",
    "release_date": "2006-02-09",
    "overview": "High school senior Wendy's premonition of a deadly rollercoaster ride saves her life and a lucky few, but not from death itself — which seeks out those who escaped their fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p7ARuNKUGPGvkBiDtIDvAzYzonX.jpg",
    "popularity": 27.1497,
    "tmdb_url": "https://www.themoviedb.org/movie/9286"
  },
  {
    "id": 103,
    "title": "Taxi Driver",
    "release_date": "1976-02-09",
    "overview": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feed his urge for violent action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ekstpH614fwDX8DUln1a2Opz0N8.jpg",
    "popularity": 12.4001,
    "tmdb_url": "https://www.themoviedb.org/movie/103"
  },
  {
    "id": 1059372,
    "title": "Dear David",
    "release_date": "2023-02-09",
    "overview": "A secret fantasy blog might jeopardize the promising future of Laras, a talented student, when the blog is revealed to her entire school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Ab1OedAN42deqjIkOu7X94nJwkG.jpg",
    "popularity": 8.4931,
    "tmdb_url": "https://www.themoviedb.org/movie/1059372"
  },
  {
    "id": 505026,
    "title": "Death on the Nile",
    "release_date": "2022-02-09",
    "overview": "Belgian sleuth Hercule Poirot's Egyptian vacation aboard a glamorous river steamer turns into a terrifying search for a murderer when a picture-perfect couple's idyllic honeymoon is tragically cut short.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kVr5zIAFSPRQ57Y1zE7KzmhzdMQ.jpg",
    "popularity": 7.4581,
    "tmdb_url": "https://www.themoviedb.org/movie/505026"
  },
  {
    "id": 10068,
    "title": "Nine 1/2 Weeks",
    "release_date": "1986-02-09",
    "overview": "An erotic story about a woman, the assistant of an art gallery, who gets involved in an impersonal affair with a man. She barely knows about his life, only about the sex games they play, so the relationship begins to get complicated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aE1iunrgO8UHfoXKJcjCy4Ih17n.jpg",
    "popularity": 5.41,
    "tmdb_url": "https://www.themoviedb.org/movie/10068"
  },
  {
    "id": 416494,
    "title": "Status Update",
    "release_date": "2018-02-09",
    "overview": "After being uprooted by his parents' separation and unable to fit into his new hometown, a teenager stumbles upon a magical app that causes his social media updates to come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/E4twRNScyq3g6tRpvK6X8LdD1z.jpg",
    "popularity": 4.4881,
    "tmdb_url": "https://www.themoviedb.org/movie/416494"
  },
  {
    "id": 615904,
    "title": "Marry Me",
    "release_date": "2022-02-09",
    "overview": "After finding out about her fiancé's cheating ways, a pop superstar impulsively marries a total stranger. They must soon decide if two people from such different worlds can find true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ko1JVbGj4bT8IhCWqjBQ6ZtF2t.jpg",
    "popularity": 4.2296,
    "tmdb_url": "https://www.themoviedb.org/movie/615904"
  },
  {
    "id": 37034,
    "title": "True Legend",
    "release_date": "2010-02-09",
    "overview": "Su Qi-Er, a wealthy man living during the Qing Dynasty who loses his fortune and reputation as a result of a conspiracy against him. After being forced out onto the streets, Su dedicates his life to martial arts and reemerges as a patriotic hero known as the \"King of Beggars.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/6UICxESwvJbvRHdgT0jenH1xPmW.jpg",
    "popularity": 4.0072,
    "tmdb_url": "https://www.themoviedb.org/movie/37034"
  },
  {
    "id": 906221,
    "title": "Magic Mike's Last Dance",
    "release_date": "2023-02-09",
    "overview": "Mike Lane takes to the stage again after a lengthy hiatus, following a business deal that went bust, leaving him broke and taking bartender gigs in Florida. For what he hopes will be one last hurrah, Mike heads to London with a wealthy socialite who lures him with an offer he can’t refuse… and an agenda all her own. With everything on the line, once Mike discovers what she truly has in mind, will he—and the roster of hot new dancers he’ll have to whip into shape—be able to pull it off?",
    "poster_url": "https://image.tmdb.org/t/p/w500/9a9pyJZRhUWUSBT8BQqWihtqbI8.jpg",
    "popularity": 3.9874,
    "tmdb_url": "https://www.themoviedb.org/movie/906221"
  },
  {
    "id": 9208,
    "title": "Broken Arrow",
    "release_date": "1996-02-09",
    "overview": "When rogue stealth-fighter pilot Vic Deakins deliberately drops off the radar while on maneuvers, the Air Force ends up with two stolen nuclear warheads -- and Deakins's co-pilot, Riley Hale, is the military's only hope for getting them back. Traversing the deserted canyons of Utah, Hale teams with park ranger Terry Carmichael to put Deakins back in his box.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iBPMwYYJFvdCBkXrwV75peo5Lz2.jpg",
    "popularity": 3.9259,
    "tmdb_url": "https://www.themoviedb.org/movie/9208"
  },
  {
    "id": 435366,
    "title": "Fabricated City",
    "release_date": "2017-02-09",
    "overview": "In real life, Kwon Yoo is unemployed, but in the virtual game world he is the best leader. Kwon Yoo is then framed for a murder. With the help of hacker Yeo-Wool, he tries to uncover the truth behind the murder case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8tE4MhhuWHize6pNyxAtakUyNZc.jpg",
    "popularity": 3.9114,
    "tmdb_url": "https://www.themoviedb.org/movie/435366"
  },
  {
    "id": 553837,
    "title": "Code Geass: Lelouch of the Re;Surrection",
    "release_date": "2019-02-09",
    "overview": "The story takes place several years after Lelouch's \"Zero Requiem\" plan. He gave up his life to save the world and protect the ones he loved. The day Lelouch vi Brittannia fell was the day this war-torn world found peace. Now, as his friends work to keep the peace, a terrorist attack could risk everything. Can the brilliant tactician outwit death and save them all? Or will Lelouch’s legacy fall here?",
    "poster_url": "https://image.tmdb.org/t/p/w500/v0vnSvdBKPH5doDsDpcOoFWQniQ.jpg",
    "popularity": 3.5841,
    "tmdb_url": "https://www.themoviedb.org/movie/553837"
  },
  {
    "id": 23153,
    "title": "The Garden of Sinners: Remaining Sense of Pain",
    "release_date": "2008-02-09",
    "overview": "July 1998 - After a group of delinquents is found dead in their hangout place with all their limbs twisted and torn off, Aozaki Touko receives a request to find the murderer and asks Shiki for help. The main suspect is Asagami Fujino; a girl who was the boys' plaything until recently, who Shiki believes to be \"one of her kind\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/3TeeCstvdqb6E72dMPEb43rCD0U.jpg",
    "popularity": 3.371,
    "tmdb_url": "https://www.themoviedb.org/movie/23153"
  },
  {
    "id": 12106,
    "title": "The Quick and the Dead",
    "release_date": "1995-02-09",
    "overview": "A mysterious woman comes to compete in a quick-draw elimination tournament, in a town taken over by a notorious gunman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jhEmrXJpP6F3cqwyLjvgBgxxxFA.jpg",
    "popularity": 3.2468,
    "tmdb_url": "https://www.themoviedb.org/movie/12106"
  },
  {
    "id": 31967,
    "title": "Dante's Inferno: An Animated Epic",
    "release_date": "2010-02-09",
    "overview": "Dante journeys through the nine circles of Hell -- limbo, lust, gluttony, greed, anger, heresy, violence, fraud and treachery -- in search of his true love, Beatrice. An animated version of the video game of the same name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3HEKlPhoji9i6mJAImI1A98KNzv.jpg",
    "popularity": 2.8539,
    "tmdb_url": "https://www.themoviedb.org/movie/31967"
  },
  {
    "id": 1064312,
    "title": "Waktu Maghrib",
    "release_date": "2023-02-09",
    "overview": "A terror chases the souls of Adi and Saman. Ayu knows the reason as to why they are tormented - a sin committed at the most dangerous time of Maghrib Time. What sin have they committed and what will happen to Adi, Saman, Ayu and their village?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tLkviJkau1cRMCoAa06R1gkH2Hn.jpg",
    "popularity": 2.8367,
    "tmdb_url": "https://www.themoviedb.org/movie/1064312"
  },
  {
    "id": 9569,
    "title": "Hard to Kill",
    "release_date": "1990-02-09",
    "overview": "Mason Storm, a 'go it alone' cop, is gunned down at home. The intruders kill his wife, and think they've killed both Mason and his son too. Mason is secretly taken to a hospital where he spends several years in a coma. His son meanwhile is growing up thinking his father is dead. When Mason wakes up, everyone is in danger - himself, his son, his best friend, his nurse - but most of all those who arranged for his death",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmtMNxslljllSTVtt7VIOXdxSZp.jpg",
    "popularity": 2.8024,
    "tmdb_url": "https://www.themoviedb.org/movie/9569"
  },
  {
    "id": 433310,
    "title": "When We First Met",
    "release_date": "2018-02-09",
    "overview": "Noah spends the perfect first night with the girl of his dreams Avery but gets relegated to the friend zone. He spends the next three years wondering what went wrong - until he gets the unexpected chance to travel back in time and alter that night, and his fate, over and over again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pscQKoikkSJxAu8O5LKtjgGJEt1.jpg",
    "popularity": 2.6632,
    "tmdb_url": "https://www.themoviedb.org/movie/433310"
  },
  {
    "id": 496349,
    "title": "Macross Delta: Passionate Walküre",
    "release_date": "2018-02-09",
    "overview": "Macross Delta is set in the year 2067, eight years after the events of Macross Frontier. The story focuses on Walküre, a team of talented idols and the Delta Squadron, a team of experienced Valkyrie pilots as they battle against the Var Syndrome, a mysterious phenomena that is consuming the galaxy, alongside the mysterious Aerial Knights Valkyrie fighter team of the Kingdom of Wind. This film recompiles scenes from the television anime with new scenes to tell a different story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gsrn9gRgRGoVuYb5kYFgnprx3Hn.jpg",
    "popularity": 2.6555,
    "tmdb_url": "https://www.themoviedb.org/movie/496349"
  },
  {
    "id": 11563,
    "title": "The Young Master",
    "release_date": "1980-02-09",
    "overview": "Youthful martial arts master Lung is searching for his missing brother, when he is mistaken for a criminal on the run.  He must prove his innocence by solving the case himself, while local lawmen and merciless mercenaries are hot on his trail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sSZwTKQgY9pudxFOqxKCSf8r5qF.jpg",
    "popularity": 2.384,
    "tmdb_url": "https://www.themoviedb.org/movie/11563"
  },
  {
    "id": 26963,
    "title": "The Secret of Kells",
    "release_date": "2009-02-09",
    "overview": "Adventure awaits 12 year old Brendan who must fight Vikings and a serpent god to find a crystal and complete the legendary Book of Kells. In order to finish Brother Aiden's book, Brendan must overcome his deepest fears on a secret quest that will take him beyond the abbey walls and into the enchanted forest where dangerous mythical creatures hide. Will Brendan succeed in his quest?",
    "poster_url": "https://image.tmdb.org/t/p/w500/vBymyj7QsXiW4TICD2JC5pAuBHO.jpg",
    "popularity": 2.3216,
    "tmdb_url": "https://www.themoviedb.org/movie/26963"
  },
  {
    "id": 9815,
    "title": "Goal II: Living the Dream",
    "release_date": "2007-02-09",
    "overview": "Tempted away from Newcastle United to join Real Madrid, rising star Santiago Munez finds this latest change of fortune the greatest challenge yet - personally as well as professionally. He is reunited with Gavin Harris, though they must compete to be on the team, and estranged from fiancee Roz, whose nursing career keeps her back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sKKej989oVbZahldAkrMVmyB8pU.jpg",
    "popularity": 2.1752,
    "tmdb_url": "https://www.themoviedb.org/movie/9815"
  },
  {
    "id": 570735,
    "title": "37 Seconds",
    "release_date": "2019-02-09",
    "overview": "23-year-old comic book artist Yuma, physically disabled due to profound cerebral palsy and emotionally stunted by her well-meaning but overly protective mother, forges her own unusual path to sexual awakening and independence while at the same time discovering love and forgiveness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kM70qpiQ3P1agNAZwlsUrBnv6Nw.jpg",
    "popularity": 2.132,
    "tmdb_url": "https://www.themoviedb.org/movie/570735"
  },
  {
    "id": 1307290,
    "title": "Structural Amendment",
    "release_date": "2016-02-09",
    "overview": "Lucio, a piano teacher who cannot tolerate his loneliness, decides to rebuild his life based on the different ties he forges with his own students.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g8O7QaVW24c8sI7XZGy7YI8GTLa.jpg",
    "popularity": 2.0871,
    "tmdb_url": "https://www.themoviedb.org/movie/1307290"
  },
  {
    "id": 10878,
    "title": "Saving Silverman",
    "release_date": "2001-02-09",
    "overview": "A pair of buddies conspire to save their best friend from marrying the wrong woman, a cold-hearted beauty who snatches him from them and breaks up their Neil Diamond cover band.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w6eEJXYECpJnCNqDu4qDCLHvONe.jpg",
    "popularity": 2.0119,
    "tmdb_url": "https://www.themoviedb.org/movie/10878"
  }
]