[
  {
    "id": 226074,
    "title": "Pleasure Spa",
    "release_date": "2013-02-01",
    "overview": "A spa that caters to its clients' erotic desires faces a shutdown when an undercover cop arrives to investigate its steamy business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ssYFXmu9LWtFOxfGaBDaLEKS8Cr.jpg",
    "popularity": 14.2196,
    "tmdb_url": "https://www.themoviedb.org/movie/226074"
  },
  {
    "id": 32657,
    "title": "Percy Jackson & the Olympians: The Lightning Thief",
    "release_date": "2010-02-01",
    "overview": "Accident prone teenager, Percy discovers he's actually a demi-God, the son of Poseidon, and he is needed when Zeus' lightning is stolen. Percy must master his new found skills in order to prevent a war between the Gods that could devastate the entire world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/brzpTyZ5bnM7s53C1KSk1TmrMO6.jpg",
    "popularity": 8.9288,
    "tmdb_url": "https://www.themoviedb.org/movie/32657"
  },
  {
    "id": 643215,
    "title": "Asterix & Obelix: The Middle Kingdom",
    "release_date": "2023-02-01",
    "overview": "Gallic heroes and forever friends Asterix and Obelix journey to China to help Princess Sa See save the Empress and her land from a nefarious prince.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ifOqT5SmA4ANjmyEacLw3KAFKUd.jpg",
    "popularity": 8.2861,
    "tmdb_url": "https://www.themoviedb.org/movie/643215"
  },
  {
    "id": 14564,
    "title": "Rings",
    "release_date": "2017-02-01",
    "overview": "Julia becomes worried about her boyfriend Holt when he explores the dark urban legend of a mysterious videotape said to kill the watcher seven days after viewing. She sacrifices herself to save her boyfriend and in doing so makes a horrifying discovery: there is a \"movie within the movie\" that no one has ever seen before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yp4CDOVpVmNwiPoZKQeFCpW8CFo.jpg",
    "popularity": 6.5535,
    "tmdb_url": "https://www.themoviedb.org/movie/14564"
  },
  {
    "id": 76726,
    "title": "Chronicle",
    "release_date": "2012-02-01",
    "overview": "Three high school students make an incredible discovery, leading to their developing uncanny powers beyond their understanding. As they learn to control their abilities and use them to their advantage, their lives start to spin out of control, and their darker sides begin to take over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdyrdFIt29FUmLIKvedAc2j4rpo.jpg",
    "popularity": 6.5183,
    "tmdb_url": "https://www.themoviedb.org/movie/76726"
  },
  {
    "id": 69625,
    "title": "Saravana",
    "release_date": "2006-02-01",
    "overview": "Saravana and Krishna are close buddies in college. Saravana sees a video tape of Krishna's sister Sadhana studying in London and falls in love with her. So to meet her, Saravana goes with Krishna to a village near Tirunelveli where he finds that there is a bloody war going on between two warring caste groups. Krishna's brother Soundarapandi his wife and Krishna are killed by the rival group of Dorai Singam. However Saravana saves Sadhana and takes her to Chennai. Initially Sadhana is not accepted by Saravana's large family but slowly when they come to know about her background they support and love her. The rest of the film is how Saravana tries to help Sadhana to go back to London, and in the process eliminates the entire gang of Dorai Singam single-handedly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ngH32R3Fc730M1Tf2pjiDaY3MUC.jpg",
    "popularity": 5.4999,
    "tmdb_url": "https://www.themoviedb.org/movie/69625"
  },
  {
    "id": 631842,
    "title": "Knock at the Cabin",
    "release_date": "2023-02-01",
    "overview": "While vacationing at a remote cabin, a young girl and her two fathers are taken hostage by four armed strangers who demand that the family make an unthinkable choice to avert the apocalypse. With limited access to the outside world, the family must decide what they believe before all is lost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dm06L9pxDOL9jNSK4Cb6y139rrG.jpg",
    "popularity": 5.2761,
    "tmdb_url": "https://www.themoviedb.org/movie/631842"
  },
  {
    "id": 11474,
    "title": "The Warriors",
    "release_date": "1979-02-01",
    "overview": "Prominent gang leader Cyrus calls a meeting of New York's gangs to set aside their turf wars and take over the city. At the meeting, a rival leader kills Cyrus, but a Coney Island gang called the Warriors is wrongly blamed for Cyrus' death. Before you know it, the cops and every gangbanger in town is hot on the Warriors' trail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fCDXAJcPvpsMd5CL1kBKkkNGW3X.jpg",
    "popularity": 5.0351,
    "tmdb_url": "https://www.themoviedb.org/movie/11474"
  },
  {
    "id": 11906,
    "title": "Suspiria",
    "release_date": "1977-02-01",
    "overview": "An American newcomer to a prestigious German ballet academy comes to realize that the school is a front for something sinister amid a series of grisly murders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ya8jTbNZTrCFUx9OwpNBjCivXY.jpg",
    "popularity": 4.4075,
    "tmdb_url": "https://www.themoviedb.org/movie/11906"
  },
  {
    "id": 9030,
    "title": "The Eye",
    "release_date": "2008-02-01",
    "overview": "Violinist Sydney Wells was accidentally blinded by her sister Helen when she was five years old. She submits to a cornea transplantation, and while recovering from the operation, she realizes that she is seeing dead people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9N3znJ8sHH2EQjARCrUpxMj3hWd.jpg",
    "popularity": 3.4795,
    "tmdb_url": "https://www.themoviedb.org/movie/9030"
  },
  {
    "id": 571055,
    "title": "Down",
    "release_date": "2019-02-01",
    "overview": "A pair of coworkers gets trapped in an elevator over a long weekend, but what at first promises to be a romantic connection turns nefarious as each party begins to reveal who they truly are.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tWD5FXfXTRcYzXZLq0bg8hxmQrs.jpg",
    "popularity": 3.4361,
    "tmdb_url": "https://www.themoviedb.org/movie/571055"
  },
  {
    "id": 7461,
    "title": "Vantage Point",
    "release_date": "2008-02-01",
    "overview": "During an historic counter-terrorism summit in Spain, the President of the United States is struck down by an assassin's bullet. Eight strangers have a perfect view of the kill, but what did they really see? As the minutes leading up to the fatal shot are replayed through the eyes of each eyewitness, the reality of the assassination takes shape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9xA1KaGoYQJveY3C87J41Au5Kkn.jpg",
    "popularity": 3.2901,
    "tmdb_url": "https://www.themoviedb.org/movie/7461"
  },
  {
    "id": 631132,
    "title": "Goblin Slayer: Goblin's Crown",
    "release_date": "2020-02-01",
    "overview": "Goblin Slayer and his party head up to the snowy mountains in the north after receiving that request from the Sword Maiden to find any information on the Noble Fencer that disappeared after leaving to slay some goblins. A small village gets attacked, they encounter a mysterious chapel, and something about how these goblins are acting bothers the Goblin slayer.  In order to save the captured Noble Fencer, the Goblin Slayer and his party head to an ancient fortress covered in snow to face off with a powerful foe and a horde of goblins!",
    "poster_url": "https://image.tmdb.org/t/p/w500/A7SH888eBwbJDU3m48Vk2FK6ahW.jpg",
    "popularity": 3.2879,
    "tmdb_url": "https://www.themoviedb.org/movie/631132"
  },
  {
    "id": 40108,
    "title": "Emmanuelle: Queen of Sados",
    "release_date": "1980-02-01",
    "overview": "A woman struggles to keep her stepdaughter from harms way after she hires an assassin to kill her husband, but the hitman turns and blackmails her for the crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rKK9i0ewgN4S1KbX7pc3BOWUWO8.jpg",
    "popularity": 3.1849,
    "tmdb_url": "https://www.themoviedb.org/movie/40108"
  },
  {
    "id": 468,
    "title": "My Own Private Idaho",
    "release_date": "1991-02-01",
    "overview": "In this loose adaptation of Shakespeare's \"Henry IV,\" Mike Waters is a hustler afflicted with narcolepsy. Scott Favor is the rebellious son of a mayor. Together, the two travel from Portland, Oregon to Idaho and finally to the coast of Italy in a quest to find Mike's estranged mother. Along the way they turn tricks for money and drugs, eventually attracting the attention of a wealthy benefactor and sexual deviant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p9TF90Pb5yg2MNb2UztzyXktMm4.jpg",
    "popularity": 3.1683,
    "tmdb_url": "https://www.themoviedb.org/movie/468"
  },
  {
    "id": 931405,
    "title": "Run, Tiger Run!",
    "release_date": "2022-02-01",
    "overview": "The film follows a young boy who sets out on a mission to try and track down his long lost parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/73PZdKGTj2PkIeBfRhTG5KJBY5X.jpg",
    "popularity": 3.1515,
    "tmdb_url": "https://www.themoviedb.org/movie/931405"
  },
  {
    "id": 459910,
    "title": "Braven",
    "release_date": "2018-02-01",
    "overview": "A logger defends his family from a group of dangerous drug runners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/253Bw5I3Zj3e2thCThjO7byEUCL.jpg",
    "popularity": 2.9898,
    "tmdb_url": "https://www.themoviedb.org/movie/459910"
  },
  {
    "id": 2768,
    "title": "American Gigolo",
    "release_date": "1980-02-01",
    "overview": "Julian makes a lucrative living as an escort to older women in the Los Angeles area. He begins a relationship with Michelle, a local politician's wife, without expecting any pay. One of his clients is murdered and Detective Sunday begins pumping him for details on his different clients, something he is reluctant to do considering the nature of his work. Julian begins to suspect he's being framed. Meanwhile Michelle begins to fall in love with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/igXGCwti23PHOjLKQX6eGIGzQiJ.jpg",
    "popularity": 2.9442,
    "tmdb_url": "https://www.themoviedb.org/movie/2768"
  },
  {
    "id": 547,
    "title": "The Horse Whisperer",
    "release_date": "1998-02-01",
    "overview": "The mother of a severely traumatized daughter enlists the aid of a unique horse trainer to help the girl's equally injured horse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ptkDeHY2mRJVyNRyxb9TgyAjTYs.jpg",
    "popularity": 2.9238,
    "tmdb_url": "https://www.themoviedb.org/movie/547"
  },
  {
    "id": 669417,
    "title": "Walnut Tree",
    "release_date": "2020-02-01",
    "overview": "Qader, a bricklayer from Sardasht in Kurdistan Iran whose wife is pregnant with her 4th child, suddenly found himself amid a war crime perpetrated by the Saddam regime. On June 28th, 1987 Iraqi air fighters dropped mustard gas bombs on the city...",
    "poster_url": "https://image.tmdb.org/t/p/w500/l7ubGL0fNU9qgBLRS7PCI9c8sRU.jpg",
    "popularity": 2.8973,
    "tmdb_url": "https://www.themoviedb.org/movie/669417"
  },
  {
    "id": 928123,
    "title": "The Battle at Lake Changjin II: Water Gate Bridge",
    "release_date": "2022-02-01",
    "overview": "In the follow-up to \"The Battle At Lake Changjin\", brothers Wu Qianli and Wu Wanli undertake a new task for the People's Volunteer Army, defending a bridge part of the American troops' escape route from the advancing Chinese.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4W58wirZhbzcw2lNzRS2ErKnOGS.jpg",
    "popularity": 2.8449,
    "tmdb_url": "https://www.themoviedb.org/movie/928123"
  },
  {
    "id": 656663,
    "title": "Jackass Forever",
    "release_date": "2022-02-01",
    "overview": "The Jackass crew, along with some newcomers, returns for one final round of hilarious, absurd, and dangerous stunts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ruHDFumJfW7F2vEqTZEQQ9xT7CA.jpg",
    "popularity": 2.7829,
    "tmdb_url": "https://www.themoviedb.org/movie/656663"
  },
  {
    "id": 10620,
    "title": "Once Upon a Time in China and America",
    "release_date": "1997-02-01",
    "overview": "So goes to the U.S. to open a martial arts school. Around this time, many Chinese people were sold off to U.S. railroad companies, and were brutally treated by the Americans under the harsh working conditions. Thus, the American workers' hatred towards the Chinese immigrants is high. As a result, So gets into trouble with the Americans and the mob, and calls Master Wong for help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6hSNNOwJIYkNXYjn6yhJPCd9oio.jpg",
    "popularity": 2.7612,
    "tmdb_url": "https://www.themoviedb.org/movie/10620"
  },
  {
    "id": 30827,
    "title": "Deep Throat Part II",
    "release_date": "1974-02-01",
    "overview": "Nurse Linda Lovelace works for libidinous sex therapist Dr. Jayson. One of the patients she is treating is Dilbert Lamb, a meek geek who's harboring plans for a top secret government computer. Both the KGB and FBI alike attempt to enlist Lovelace in order to obtain the data on the computer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lMxfu7f0nVDTBerpH5LG4a0yvCQ.jpg",
    "popularity": 2.759,
    "tmdb_url": "https://www.themoviedb.org/movie/30827"
  },
  {
    "id": 382597,
    "title": "R.A.I.D. Special Unit",
    "release_date": "2017-02-01",
    "overview": "The story of a woman who dreams to join an intervention group in the police department called RAID. Unfortunately, she is rather clumsy and both her family (and soon to be family-in-law) and a veteran of the RAID do not approve. However, Johanna is determined to prove them wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2RQoRqtsQ9pZpcg7Hcb5fa5eCNx.jpg",
    "popularity": 2.7466,
    "tmdb_url": "https://www.themoviedb.org/movie/382597"
  },
  {
    "id": 39873,
    "title": "S&M Hunter",
    "release_date": "1986-02-01",
    "overview": "When the all-girl gang, The Bombers, kidnap a man to use as their personal sex slave, S&M Hunter accepts the mission to infiltrate The Bombers' hideout and show them the ropes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5lv32sQLdD9nrxGtLUthnYcRBcG.jpg",
    "popularity": 2.7319,
    "tmdb_url": "https://www.themoviedb.org/movie/39873"
  },
  {
    "id": 144288,
    "title": "Berserk: The Golden Age Arc III - The Advent",
    "release_date": "2013-02-01",
    "overview": "A year has passed since Guts parted ways with the Band of the Hawks. Meanwhile, his former mercenary group is plotting a rescue mission to save an imprisoned Griffith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8VpZDCws3lwrR8RHlPOn7lLeQXS.jpg",
    "popularity": 2.4833,
    "tmdb_url": "https://www.themoviedb.org/movie/144288"
  },
  {
    "id": 803266,
    "title": "Nice View",
    "release_date": "2022-02-01",
    "overview": "20-year-old Jing Hao came to Shenzhen to live with his young sister alone. The siblings live a warm yet straitened life. In an effort to pay for his sister's expensive surgery, Jing Hao gets an opportunity by chance, thinking that a better life is coming, but unexpectedly encounters a serious setback. Under the pressure of both time and money, Jing Hao, who has no way out, decides to take a desperate gamble. Can this ignite the spark of hope for his troubled ordinary life?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nAc8jgeqW0OQMfmPSuBcvxjOz70.jpg",
    "popularity": 2.4679,
    "tmdb_url": "https://www.themoviedb.org/movie/803266"
  },
  {
    "id": 463684,
    "title": "Velvet Buzzsaw",
    "release_date": "2019-02-01",
    "overview": "Big money artists and mega-collectors pay a high price when art collides with commerce. After a series of paintings by an unknown artist are discovered, a supernatural force enacts revenge on those who have allowed their greed to get in the way of art.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3rViQPcrWthMNecp5XnkKev6BzW.jpg",
    "popularity": 2.2663,
    "tmdb_url": "https://www.themoviedb.org/movie/463684"
  },
  {
    "id": 418879,
    "title": "The Current War",
    "release_date": "2018-02-01",
    "overview": "Electricity titans Thomas Edison and George Westinghouse compete to create a sustainable system and market it to the American people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eqTjO8yTaPRSKWj7i6Qnr7R5cls.jpg",
    "popularity": 2.2612,
    "tmdb_url": "https://www.themoviedb.org/movie/418879"
  },
  {
    "id": 1063453,
    "title": "BTS: Yet to Come in Cinemas",
    "release_date": "2023-02-01",
    "overview": "Join RM, Jin, SUGA, j-hope, Jimin, V and Jung Kook in this special cinematic cut, re-edited and remixed for the big screen. Watch new close-up angles and a whole new view of the entire concert, BTS Yet To Come in Busan. Featuring hit songs from across the group's career, including \"Dynamite,\" \"Butter\" and “IDOL,\" plus the first concert performance of \"Run BTS\" from the group’s latest album Proof.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eWb45OsBHSO2t1j068bqDsPOGG9.jpg",
    "popularity": 2.2502,
    "tmdb_url": "https://www.themoviedb.org/movie/1063453"
  },
  {
    "id": 574883,
    "title": "An Affair to Die For",
    "release_date": "2019-02-01",
    "overview": "A weekend get-away for two lovers turns into a nightmare of psychological mind games when their infidelity is discovered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Vo4vUGaE081biscSRiacl9agmE.jpg",
    "popularity": 2.2464,
    "tmdb_url": "https://www.themoviedb.org/movie/574883"
  },
  {
    "id": 11536,
    "title": "The Misfits",
    "release_date": "1961-02-01",
    "overview": "While filing for a divorce, beautiful ex-stripper Roslyn Taber ends up meeting aging cowboy-turned-gambler Gay Langland and former World War II aviator Guido Racanelli. The two men instantly become infatuated with Roslyn and, on a whim, the three decide to move into Guido's half-finished desert home together. When grizzled ex-rodeo rider Perce Howland arrives, the unlikely foursome strike up a business capturing wild horses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2lzWxT6HIvZMWSQHzk9eCpv3guQ.jpg",
    "popularity": 2.2348,
    "tmdb_url": "https://www.themoviedb.org/movie/11536"
  },
  {
    "id": 423453,
    "title": "Sahara",
    "release_date": "2017-02-01",
    "overview": "A young cobra and his scorpion best friend go on a journey across the Sahara desert to save a new-found love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/22pjeVsf4qQzbcgS2850fCvI5q5.jpg",
    "popularity": 2.1389,
    "tmdb_url": "https://www.themoviedb.org/movie/423453"
  },
  {
    "id": 1087640,
    "title": "Knights of Swing",
    "release_date": "2023-02-01",
    "overview": "Set in 1947, Knights of Swing is a feature film that chronicles a group of young jazz musicians whose dream is to form a “really swingin’ Big Band”.  Unfortunately, things prove much more complicated when the community objects to the diversity of the band. Alliances form, and lines are drawn. What follows is soul searching, uplifting, and through music, our story illuminates forgiveness, healing and unconditional love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jEOJVJNNNhwvJNRYcBFxJ0w2kZA.jpg",
    "popularity": 2.0913,
    "tmdb_url": "https://www.themoviedb.org/movie/1087640"
  },
  {
    "id": 54540,
    "title": "Beverly Hills Chihuahua 2",
    "release_date": "2011-02-01",
    "overview": "Puppy mayhem turns the lives of newlywed Chihuahua parents Papi and Chloe upside down when their rambunctious, mischievous puppies present one challenge after another. But when their human owners end up in trouble, the tiny pups will stop at nothing to save them - because in good times and hard times, the family always sticks together. So Papi, Chloe and the puppies embark on a heroic adventure, proving once again that big heroes come in small packages.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qFnKng3qUkfKMAr3qp6onqN32ul.jpg",
    "popularity": 2.0732,
    "tmdb_url": "https://www.themoviedb.org/movie/54540"
  },
  {
    "id": 931404,
    "title": "Boonie Bears: Back to Earth",
    "release_date": "2022-02-01",
    "overview": "When an unknown object from space lands on Earth, Bramble gains new abilities and an extraterrestrial sidekick.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9tOF6yTtzFP2p7q4GB1lSEMrfIq.jpg",
    "popularity": 2.0652,
    "tmdb_url": "https://www.themoviedb.org/movie/931404"
  },
  {
    "id": 37032,
    "title": "Martial Arts of Shaolin",
    "release_date": "1986-02-01",
    "overview": "In ancient China, Zhi Ming trains at the legendary Northern Shaolin temple to avenge the death of his father at the hands of a nefarious magistrate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Gk38G7JcGJY6aR4cdrZ8sftSsv.jpg",
    "popularity": 2.0442,
    "tmdb_url": "https://www.themoviedb.org/movie/37032"
  }
]