[
  {
    "id": 14347,
    "title": "Blame It on Rio",
    "release_date": "1984-02-17",
    "overview": "Matthew Hollis is man on holiday in Rio with his best friend. Both men have teenage daughters with them. When Matthew falls for his best friend's amorous daughter named Jennifer, they embark on a secret, if slightly one-sided relationship. Jennifer's father is furious when he finds out about the 'older man' in his daughter's life, and sets out to hunt him down with the aid of Matthew!",
    "poster_url": "https://image.tmdb.org/t/p/w500/yzNtmqL6HUFC7FZl9DnGmhnCQUL.jpg",
    "popularity": 4.777,
    "tmdb_url": "https://www.themoviedb.org/movie/14347"
  },
  {
    "id": 85813,
    "title": "Murari",
    "release_date": "2001-02-17",
    "overview": "Circa 1800s, an intoxicated Jamindar insults Durga Devi by stealing her temple idol. Enraged, Devi kills him and places a curse on his heirs that, every 48 years, she will take one family member. And every 48 years, a male heir meets an unfortunate, accidental end. Come present day (the end of another 48 years), it's Murari's turn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zi0KFUm3Rn34WIxjHlOWni023Zp.jpg",
    "popularity": 4.6332,
    "tmdb_url": "https://www.themoviedb.org/movie/85813"
  },
  {
    "id": 626735,
    "title": "Dog",
    "release_date": "2022-02-17",
    "overview": "An army ranger and his dog embark on a road trip along the Pacific Coast Highway to attend a friend's funeral.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zHQy4h36WwuCetKS7C3wcT1hkgA.jpg",
    "popularity": 4.5967,
    "tmdb_url": "https://www.themoviedb.org/movie/626735"
  },
  {
    "id": 740441,
    "title": "Unlocked",
    "release_date": "2023-02-17",
    "overview": "A woman's life is turned upside-down when a dangerous man gets a hold of her lost cell phone and uses it to track her every move.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yW43JgoYPnSois2V0bIpFQFuDWl.jpg",
    "popularity": 4.4066,
    "tmdb_url": "https://www.themoviedb.org/movie/740441"
  },
  {
    "id": 629028,
    "title": "Mission: Possible",
    "release_date": "2021-02-17",
    "overview": "Chinese secret agent Da-hee receives intel that a large number of illegal firearms are being smuggled into Korea and is sent to investigate the case. She meets Su-han, who is supposed to help her with the case, but due to his lackluster skills they fight over trivial things. But as their witnesses are suddenly murdered, the two of them quickly become the prime suspects.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l2VrjVMJvyYizizmTkro22GLLnt.jpg",
    "popularity": 4.3012,
    "tmdb_url": "https://www.themoviedb.org/movie/629028"
  },
  {
    "id": 379887,
    "title": "Like for Likes",
    "release_date": "2016-02-17",
    "overview": "A notoriously shrewish TV drama writer and a Korean wave star who fight like cats and dogs every time they meet; a spinster flight attendant landlady and a nosy chef tenant who build a sense of camaraderie; a genius relationship-virgin composer who harbors a secret admiration for a scatterbrained producer. As they crash-land into each other's lives, will there be love?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nHiLyUu27P9QP1as36clvUvEkf4.jpg",
    "popularity": 4.2836,
    "tmdb_url": "https://www.themoviedb.org/movie/379887"
  },
  {
    "id": 849869,
    "title": "Kill Boksoon",
    "release_date": "2023-02-17",
    "overview": "At work, she's a renowned assassin. At home, she's a single mom to a teenage daughter. Killing? That's easy. It's parenting that's the hard part.",
    "poster_url": "https://image.tmdb.org/t/p/w500/taYgn3RRpCGlTGdaGQvnSIOzXFy.jpg",
    "popularity": 4.2691,
    "tmdb_url": "https://www.themoviedb.org/movie/849869"
  },
  {
    "id": 1788,
    "title": "Footloose",
    "release_date": "1984-02-17",
    "overview": "When teenager Ren and his family move from big-city Chicago to a small town in the West, he's in for a real case of culture shock after discovering he's living in a place where music and dancing are illegal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9JEDjBCXCx3eKTSkXwispf0UN3O.jpg",
    "popularity": 3.5095,
    "tmdb_url": "https://www.themoviedb.org/movie/1788"
  },
  {
    "id": 998731,
    "title": "Sasaki and Miyano: Graduation",
    "release_date": "2023-02-17",
    "overview": "As Sasaki prepares for his college entrance exams, Miyano tries to make the most of their limited time together while grappling with his own emotions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xjZjNaUVF9mX7ekOL3lvBUi72eQ.jpg",
    "popularity": 3.4951,
    "tmdb_url": "https://www.themoviedb.org/movie/998731"
  },
  {
    "id": 11967,
    "title": "Young Guns",
    "release_date": "1988-02-17",
    "overview": "A group of young gunmen, led by Billy the Kid, become deputies to avenge the murder of the rancher who became their benefactor. But when Billy takes their authority too far, they become the hunted.",
    "poster_url": "https://image.tmdb.org/t/p/w500/stvh1A3mj8NYyczE7RvwdtDRCo2.jpg",
    "popularity": 3.335,
    "tmdb_url": "https://www.themoviedb.org/movie/11967"
  },
  {
    "id": 222666,
    "title": "Black Deep Throat",
    "release_date": "1977-02-17",
    "overview": "A newspaper reporter is in search of information about an exclusive sex cult.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AvqEsLrjFI5W3zk4ok5ia56r3DQ.jpg",
    "popularity": 3.1765,
    "tmdb_url": "https://www.themoviedb.org/movie/222666"
  },
  {
    "id": 10073,
    "title": "Date Movie",
    "release_date": "2006-02-17",
    "overview": "Spoof of romantic comedies which focuses on a man, his crush, his parents, and her father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xjLK0EmD0MAM7B049SRCUQaqkdL.jpg",
    "popularity": 2.9669,
    "tmdb_url": "https://www.themoviedb.org/movie/10073"
  },
  {
    "id": 1648,
    "title": "Bill & Ted's Excellent Adventure",
    "release_date": "1989-02-17",
    "overview": "Bill and Ted are high school buddies starting a band. They are also about to fail their history class—which means Ted would be sent to military school—but receive help from Rufus, a traveller from a future where their band is the foundation for a perfect society. With the use of Rufus' time machine, Bill and Ted travel to various points in history, returning with important figures to help them complete their final history presentation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tV25lGWGWGEqUe3U0xjQTBgilSx.jpg",
    "popularity": 2.8964,
    "tmdb_url": "https://www.themoviedb.org/movie/1648"
  },
  {
    "id": 887870,
    "title": "Blue Giant",
    "release_date": "2023-02-17",
    "overview": "High school student Dai Miyamoto has his life is turned upside down the day he discovers jazz. Picking up a saxophone and leaving his sleepy hometown for the bustling nightclubs of Tokyo, Dai will find that the life of a professional musician isn’t for the faint of heart, as he must confront what it truly means to be great.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7X0vHLqpK2BDS0QXM4bRzRPdDQH.jpg",
    "popularity": 2.7034,
    "tmdb_url": "https://www.themoviedb.org/movie/887870"
  },
  {
    "id": 297160,
    "title": "XX",
    "release_date": "2017-02-17",
    "overview": "This all-female horror anthology features four dark tales from four fiercely talented women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/drcIFTEIBnWI4G3OQt6rXOI8hf4.jpg",
    "popularity": 2.6626,
    "tmdb_url": "https://www.themoviedb.org/movie/297160"
  },
  {
    "id": 9036,
    "title": "Eight Below",
    "release_date": "2006-02-17",
    "overview": "In the Antarctic, after an expedition with Dr. Davis McClaren, the sled dog trainer Jerry Shepherd has to leave the polar base with his colleagues due to the proximity of a heavy snow storm. He ties his dogs to be rescued after, but the mission is called-off and the dogs are left alone at their own fortune. For six months, Jerry tries to find a sponsor for a rescue mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/39hR806Me4wI42LCFcK2LBiCRGW.jpg",
    "popularity": 2.6592,
    "tmdb_url": "https://www.themoviedb.org/movie/9036"
  },
  {
    "id": 19274,
    "title": "Fearless Hyena",
    "release_date": "1979-02-17",
    "overview": "Lung is a talented fighter but prefers to spend his time loafing around and picking fights, despite orders from his grandfather not to fight. Unknown to him, a brutal general has been slaughtering all the people from his grandfather’s clan. When the general recognizes Lung’s style of kung fu during one of his street fights, he hunts down Lung’s grandfather and kills him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bmQR6gtoBJHUkgALLb1eGruKPll.jpg",
    "popularity": 2.5791,
    "tmdb_url": "https://www.themoviedb.org/movie/19274"
  },
  {
    "id": 11974,
    "title": "The 'Burbs",
    "release_date": "1989-02-17",
    "overview": "When secretive new neighbors move in next door, suburbanite Ray Peterson and his friends let their paranoia get the best of them as they start to suspect the newcomers of evildoings and commence an investigation. But it's hardly how Ray, who much prefers drinking beer, reading his newspaper and watching a ball game on the tube expected to spend his vacation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jwYKzJS0C3A711hmg1G4ptI0InF.jpg",
    "popularity": 2.5671,
    "tmdb_url": "https://www.themoviedb.org/movie/11974"
  },
  {
    "id": 14849,
    "title": "Dead Like Me: Life After Death",
    "release_date": "2009-02-17",
    "overview": "When George and her colleagues get a new boss whose focus is on moving souls quickly and enjoying life without consequences, the team begins to break the strict reaper rules. While her friends fall victim to their desires for money, success, and fame, George breaks another rule by revealing her true identity to her living family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Ar7uTVlawrZRmLad0TrgkhxsTGP.jpg",
    "popularity": 2.4209,
    "tmdb_url": "https://www.themoviedb.org/movie/14849"
  },
  {
    "id": 442405,
    "title": "The Ghazi Attack",
    "release_date": "2017-02-17",
    "overview": "India’s first underwater war film tries to decode the mystery behind the sinking of Pakistani submarine PNS Ghazi during the Indo-Pak war of 1971.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i7lITQa1v7dZZgLIdE8vZRnPhOC.jpg",
    "popularity": 2.4152,
    "tmdb_url": "https://www.themoviedb.org/movie/442405"
  },
  {
    "id": 1081620,
    "title": "The Weapon",
    "release_date": "2023-02-17",
    "overview": "Dallas is a one-man killing machine on a mysterious rampage. His attacks on biker gangs and meth labs anger the Vegas mob boss who’s holding Dallas’ girlfriend hostage. But who is Dallas working for? Even torture won’t make him talk, and he won’t stop until justice is served.",
    "poster_url": "https://image.tmdb.org/t/p/w500/slQYCDzCMM8SBh9Xa3aPeM2fekA.jpg",
    "popularity": 2.3328,
    "tmdb_url": "https://www.themoviedb.org/movie/1081620"
  },
  {
    "id": 15105,
    "title": "Still Waiting...",
    "release_date": "2009-02-17",
    "overview": "After Shenaniganz loses all its hottest waitresses to new competitor Ta-Ta's Wing Shack -- where the scantily clad wait staff earns bigger tips -- the Shenaniganz staff aims to give Ta-Ta's its just desserts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/plzhxWNw2JleCNCuPsx773DCXy5.jpg",
    "popularity": 2.2872,
    "tmdb_url": "https://www.themoviedb.org/movie/15105"
  },
  {
    "id": 890656,
    "title": "Fistful of Vengeance",
    "release_date": "2022-02-17",
    "overview": "A revenge mission becomes a fight to save the world from an ancient threat when superpowered assassin Kai tracks a killer to Bangkok.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3cccEF9QZgV9bLWyupJO41HSrOV.jpg",
    "popularity": 2.2283,
    "tmdb_url": "https://www.themoviedb.org/movie/890656"
  },
  {
    "id": 11132,
    "title": "Confessions of a Teenage Drama Queen",
    "release_date": "2004-02-17",
    "overview": "When the always dramatic Lola and her family move from the center of everything in New York City to the center of a cultural wasteland in suburban New Jersey, she feels her life is simply not worth living! But no matter who or what gets in the way, Lola won't give up on her life's ambition: to be a star! In a crowd-pleasing movie treat bursting with music, dance and excitement, Lola's fun-filled adventure won't be glamorous or easy, but it might just show her that real life could exceed even her wildest dreams!",
    "poster_url": "https://image.tmdb.org/t/p/w500/3LUWyY3WXNDaezwbz69uB9qtVpk.jpg",
    "popularity": 2.2061,
    "tmdb_url": "https://www.themoviedb.org/movie/11132"
  },
  {
    "id": 91073,
    "title": "Late Autumn",
    "release_date": "2011-02-17",
    "overview": "Anna learns in prison that her mother has passed away in Seattle. Prison officials grants Anna a three day furlough to attend her mother's funeral. Anna embarks on a long trip to Seattle. Hoon is a Korean immigrant who works as a gigolo. Hoon is now on the run from a wealthy client's furious husband. These two seemingly lost souls are about to share three memorable days together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4SNjM2dUrq21TPK2faONOQ8riav.jpg",
    "popularity": 2.2057,
    "tmdb_url": "https://www.themoviedb.org/movie/91073"
  },
  {
    "id": 9061,
    "title": "Just Cause",
    "release_date": "1995-02-17",
    "overview": "A Harvard professor is lured back into the courtroom after twenty-five years to take the case of a young black man condemned to death for the horrific murder of a child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hbkS4UpgHcGhLlGy9YCX4WIJ4lu.jpg",
    "popularity": 2.0742,
    "tmdb_url": "https://www.themoviedb.org/movie/9061"
  },
  {
    "id": 20567,
    "title": "Sex and Fury",
    "release_date": "1973-02-17",
    "overview": "Sex & Fury chronicles Ocho's exploits as she searches for her father's killers, each identified by unique tattoos on their backs (a deer, a boar, and a butterfly). Along the way, she also crosses paths with Shonusuke, a radical set on murdering prominent politician Kurokawa and Christina, an American spy posing as a gambler.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xwpUaiUT5qk34oAAi6d5aZLlH8e.jpg",
    "popularity": 2.0168,
    "tmdb_url": "https://www.themoviedb.org/movie/20567"
  }
]