[
  {
    "id": 8681,
    "title": "Taken",
    "release_date": "2008-02-18",
    "overview": "Bryan Mills, a former government operative, is trying to reconnect with his teenage daughter Kim. After reluctantly agreeing with his ex-wife to let Kim go to Paris on vacation with a friend, his worst nightmare comes true. While on the phone with his daughter shortly after she arrives in Paris, she and her friend are abducted by a gang of human traffickers. Working against the clock, Bryan relies on his extensive training and skills to track down the ruthless gang that abducted her and launch a one-man war to rescue his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y5Va1WXDX6nZElVirPrGxf6w99B.jpg",
    "popularity": 14.397,
    "tmdb_url": "https://www.themoviedb.org/movie/8681"
  },
  {
    "id": 576784,
    "title": "Upon the Magic Roads",
    "release_date": "2021-02-18",
    "overview": "Romantic John the Fool and his friend Foal set out on a series of unpredictable adventures in different magical worlds. The two buddies will have to outsmart an evil tyrant king, catch the firebird, and find John’s true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kY4tmwZaBZitnDRcWFp3Wy197Um.jpg",
    "popularity": 8.5383,
    "tmdb_url": "https://www.themoviedb.org/movie/576784"
  },
  {
    "id": 632727,
    "title": "Texas Chainsaw Massacre",
    "release_date": "2022-02-18",
    "overview": "After nearly 50 years of hiding, Leatherface returns to terrorize a group of idealistic influencers who accidentally disrupt his carefully shielded world in a remote Texas town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7sKiGNWFM15WNyY7LYd5vmb3brO.jpg",
    "popularity": 6.7592,
    "tmdb_url": "https://www.themoviedb.org/movie/632727"
  },
  {
    "id": 896499,
    "title": "Fruits Basket -prelude-",
    "release_date": "2022-02-18",
    "overview": "Kyoko, who couldn't believe anything in the world and lived a desolate life, meets Katsuya Honda, who has been assigned as an educational trainee. She is at the mercy of Katsuya, who is rude and has a strong habit, and she is gradually attracted to her. However, she is disowned by her parents in the wake of an incident with her bad fellow. It's a punishment that I've been doing as much as I like. Katsuya appears in front of Kyoko who thinks so...",
    "poster_url": "https://image.tmdb.org/t/p/w500/gt7radvJj8UI8C8mvmtWX5uiqQB.jpg",
    "popularity": 5.034,
    "tmdb_url": "https://www.themoviedb.org/movie/896499"
  },
  {
    "id": 413594,
    "title": "Sword Art Online: The Movie – Ordinal Scale",
    "release_date": "2017-02-18",
    "overview": "In 2026, four years after the infamous Sword Art Online incident, a revolutionary new form of technology has emerged: the Augma, a device that utilizes an Augmented Reality system. Unlike the Virtual Reality of the NerveGear and the Amusphere, it is perfectly safe and allows players to use it while they are conscious, creating an instant hit on the market. The most popular application for the Augma is the game Ordinal Scale, which immerses players in a fantasy role-playing game with player rankings and rewards.  Following the new craze, Kirito's friends dive into the game, and despite his reservations about the system, Kirito eventually joins them. While at first it appears to be just fun and games, they soon find out that the game is not all that it seems...",
    "poster_url": "https://image.tmdb.org/t/p/w500/2szdEK0Mr0RG0nWGFVTseNQHbnP.jpg",
    "popularity": 4.6423,
    "tmdb_url": "https://www.themoviedb.org/movie/413594"
  },
  {
    "id": 46529,
    "title": "I Am Number Four",
    "release_date": "2011-02-18",
    "overview": "A teenage fugitive with an incredible secret races to stay one step ahead of the mysterious forces seeking destroy him in this sci-fi action thriller. With three dead and one on the run, the race to find the elusive Number Four begins. Outwardly normal teen John Smith never gets too comfortable in the same identity, and along with his guardian, Henri, he is constantly moving from town to town. With each passing day, John gains a stronger grasp on his extraordinary new powers, and his bond to the beings that share his fantastic fate grows stronger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2NrP3h3GEsrPXX60bmjKuYWAvl9.jpg",
    "popularity": 4.6048,
    "tmdb_url": "https://www.themoviedb.org/movie/46529"
  },
  {
    "id": 76649,
    "title": "Pompeii",
    "release_date": "2014-02-18",
    "overview": "In 79 A.D., Milo, a slave turned gladiator, finds himself in a race against time to save his true love Cassia, the beautiful daughter of a wealthy merchant who has been unwillingly betrothed to a corrupt Roman Senator. As Mount Vesuvius erupts in a torrent of blazing lava, Milo must fight his way out of the arena in order to save his beloved as the once magnificent Pompeii crumbles around him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dxxM3lLDjGRC50i5rhvfQziskAN.jpg",
    "popularity": 4.4484,
    "tmdb_url": "https://www.themoviedb.org/movie/76649"
  },
  {
    "id": 924482,
    "title": "The Ledge",
    "release_date": "2022-02-18",
    "overview": "A rock climbing adventure between two friends turns into a terrifying nightmare. After Kelly captures the murder of her best friend on camera, she becomes the next target of a tight knit group of friends who will stop at nothing to destroy the evidence and anyone in their way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/S99eCSnRFfeZJmDaIGIZF58H7w.jpg",
    "popularity": 3.9273,
    "tmdb_url": "https://www.themoviedb.org/movie/924482"
  },
  {
    "id": 651,
    "title": "M*A*S*H",
    "release_date": "1970-02-18",
    "overview": "The staff of a Korean War field hospital use humor and hijinks to keep their sanity in the face of the horror of war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xZHNAcCVd5gUy68MBc4CmDqmely.jpg",
    "popularity": 3.8465,
    "tmdb_url": "https://www.themoviedb.org/movie/651"
  },
  {
    "id": 15357,
    "title": "District 13: Ultimatum",
    "release_date": "2009-02-18",
    "overview": "Damien and Leito return to District 13 on a mission to bring peace to the troubled sector that is controlled by five different gang bosses, before the city’s secret services take drastic measures to solve the problem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8okAUSzfWiudSYMXLJYBnlcILcz.jpg",
    "popularity": 3.667,
    "tmdb_url": "https://www.themoviedb.org/movie/15357"
  },
  {
    "id": 853033,
    "title": "Adultery Alumni Association 2",
    "release_date": "2019-02-18",
    "overview": "Hye Jin, Hee Kyung, and Han Hee who are among the high school alumni. They met at the alumni meeting and heard that the male alumni who did not have a chance to study during their school days were greatly successful as an investment company. And after seeing the settlement a few days later, I am happy to share my memories, but in fact, their purpose (?) Is separate. They are difficult to afford, and they want to get help from Zhengzhou. Since then, Zhengzhou has been enjoying the love of female alumni.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wJHAEuL4ObSAp33T2iADrti0fAM.jpg",
    "popularity": 3.6464,
    "tmdb_url": "https://www.themoviedb.org/movie/853033"
  },
  {
    "id": 335778,
    "title": "Risen",
    "release_date": "2016-02-18",
    "overview": "Clavius, a powerful Roman military tribune, and his aide, Lucius, are tasked with solving the mystery of what happened to Jesus in the weeks following the crucifixion, in order to disprove the rumors of a risen Messiah and prevent an uprising in Jerusalem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6hGh4z503k8wA8mLlmvwhTSGja.jpg",
    "popularity": 3.3796,
    "tmdb_url": "https://www.themoviedb.org/movie/335778"
  },
  {
    "id": 336455,
    "title": "Viral",
    "release_date": "2016-02-18",
    "overview": "Following the outbreak of a virus that wipes out the majority of the human population, a young woman documents her family's new life in quarantine and tries to protect her infected sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Rul30PXj13zTAx9RgYZQ8fnlif.jpg",
    "popularity": 3.314,
    "tmdb_url": "https://www.themoviedb.org/movie/336455"
  },
  {
    "id": 263341,
    "title": "Crouching Tiger, Hidden Dragon: Sword of Destiny",
    "release_date": "2016-02-18",
    "overview": "A story of lost love, young love, a legendary sword and one last opportunity at redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/te3aeAyhkfqgpa5BSTq3oNxGqQD.jpg",
    "popularity": 3.1978,
    "tmdb_url": "https://www.themoviedb.org/movie/263341"
  },
  {
    "id": 2069,
    "title": "The Whole Nine Yards",
    "release_date": "2000-02-18",
    "overview": "After a mobster agrees to cooperate with an FBI investigation in order to stay out of prison, he's relocated by the authorities to a life of suburban anonymity as part of a witness protection program. It's not long before a couple of his new neighbours figure out his true identity and come knocking to see if he'd be up for one more hit—suburban style.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rDV7ntPLY0ZDBT722Odsi80nFrn.jpg",
    "popularity": 3.0015,
    "tmdb_url": "https://www.themoviedb.org/movie/2069"
  },
  {
    "id": 60672,
    "title": "Crimson Rivers II: Angels of the Apocalypse",
    "release_date": "2004-02-18",
    "overview": "No one is safe when seemingly random killings emerge as a deadly pattern intended to usher in the end of the world.  A murder victim with the same DNA as Christ. A serial killer mimicking the deaths of the 12 Apostles. Inspector Niemans and a young, rebellious detective team up with a beautiful expert in religion to crack the case before their elusive suspect completes the cycle of terror, paving the way to an even bigger bloody catastrophe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hvQZKLVzW3cYfR5bjgGTGZuCuHs.jpg",
    "popularity": 2.9586,
    "tmdb_url": "https://www.themoviedb.org/movie/60672"
  },
  {
    "id": 846993,
    "title": "Goodbye, Don Glees!",
    "release_date": "2022-02-18",
    "overview": "Teen misfits Roma, Toto, and Drop call themselves the “Don Glees,” an informal name for their backyard adventures. One day, when the trio gets blamed for a nearby forest fire, they set off into the woods to prove their innocence. As disaster strikes their expedition, tensions flare between the friends as they realize that growing up has taken them on wildly different paths in life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/42bRH1aEUge6Iia7yS18XV3Wpjg.jpg",
    "popularity": 2.9078,
    "tmdb_url": "https://www.themoviedb.org/movie/846993"
  },
  {
    "id": 9624,
    "title": "On Deadly Ground",
    "release_date": "1994-02-18",
    "overview": "Forrest Taft is an environmental agent who works for the Aegis Oil Company in Alaska. Aegis Oil's corrupt CEO is the kind of person who doesn't care whether or not oil spills into the ocean or onto the land—just as long as it's making money for him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8jnO8EByAsfupWj9RjQxYAO4AUH.jpg",
    "popularity": 2.6874,
    "tmdb_url": "https://www.themoviedb.org/movie/9624"
  },
  {
    "id": 18269,
    "title": "Lady and the Tramp II: Scamp's Adventure",
    "release_date": "2001-02-18",
    "overview": "Lady and Tramp's mischievous pup, Scamp, gets fed up with rules and restrictions imposed on him by life in a family, and longs for a wild and free lifestyle. He runs away from home and into the streets where he joins a pack of stray dogs known as the \"Junkyard Dogs.\" Buster, the pack's leader, takes an instant disliking to the \"house-dog\" and considers him a rival. Angel, a junkyard pup Scamp's age, longs for the safety and comfort of life in a family and the two become instant companions. Will Scamp choose the wild and free life of a stray or the unconditional love of his family?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nS3nhUZUSY8dWEsRmKILfiOC3F0.jpg",
    "popularity": 2.6638,
    "tmdb_url": "https://www.themoviedb.org/movie/18269"
  },
  {
    "id": 1119765,
    "title": "John Cena: Champion of the Ring",
    "release_date": "2020-02-18",
    "overview": "The man who sat on top of the professional wrestling mountain for over a decade. John Cena has done it all. From bodybuilding to football, and from pro wrestling to the big screen, he has always proven that hard work pays off. Following in the footsteps of Professional Wrestling Legend and Hollywood icon, Dwayne \"The Rock\" Johnson, John Cena finds himself wrestling more infrequently but appearing increasingly in cinemas around the world. Whether he's a guest on talk shows, starring in big-budget movies, or wrestling in front of millions around the globe, he always adheres to his personal mantra: Hustle, Loyalty, and Respect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oXRVdZGiSUtsIhFglW5X9FcJgv3.jpg",
    "popularity": 2.5961,
    "tmdb_url": "https://www.themoviedb.org/movie/1119765"
  },
  {
    "id": 245703,
    "title": "Midnight Special",
    "release_date": "2016-02-18",
    "overview": "A father and son go on the run after the dad learns his child possesses special powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hgDRq1l4ATxwufWjILKsYtglbI6.jpg",
    "popularity": 2.4863,
    "tmdb_url": "https://www.themoviedb.org/movie/245703"
  },
  {
    "id": 2787,
    "title": "Pitch Black",
    "release_date": "2000-02-18",
    "overview": "When their ship crash-lands on a remote planet, the marooned passengers soon learn that escaped convict Riddick isn't the only thing they have to fear. Deadly creatures lurk in the shadows, waiting to attack in the dark, and the planet is rapidly plunging into the utter blackness of a total eclipse. With the body count rising, the doomed survivors are forced to turn to Riddick with his eerie eyes to guide them through the darkness to safety. With time running out, there's only one rule: Stay in the light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3AnlxZ5CZnhKKzjgFyY6EHxmOyl.jpg",
    "popularity": 2.4306,
    "tmdb_url": "https://www.themoviedb.org/movie/2787"
  },
  {
    "id": 2788,
    "title": "Reality Bites",
    "release_date": "1994-02-18",
    "overview": "A small circle of friends suffering from post-collegiate blues must confront the hard truth about life, love and the pursuit of gainful employment. As they struggle to map out survival guides for the future, the Gen-X quartet soon begins to realize that reality isn't all it's cracked up to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qGDhodtpkpxkrFqokenGNJlzt6w.jpg",
    "popularity": 2.3029,
    "tmdb_url": "https://www.themoviedb.org/movie/2788"
  },
  {
    "id": 854006,
    "title": "Ox-Head Village",
    "release_date": "2022-02-18",
    "overview": "Having launched a social media prank about a haunted building, three girls suddenly vanish. Rumours circulate that they were victims of The Ox-Head Village curse, triggering an investigation by two of their friends, desperate to find the truth about what has happened…",
    "poster_url": "https://image.tmdb.org/t/p/w500/vwxYJyhNBg5uLByXe8fyIdO0YqD.jpg",
    "popularity": 2.2896,
    "tmdb_url": "https://www.themoviedb.org/movie/854006"
  },
  {
    "id": 47938,
    "title": "Minnale",
    "release_date": "2001-02-18",
    "overview": "Rajesh Shivakumar is a college hoodlum who has his first crush on Reena Joseph, who unfortunately, is engaged to be married to Rajiv Samuel, an Indian engineer settled abroad. In an effort to gain her heart, Maddy impersonates Rajiv and gets close to Reena, aided by his grandfather Subbuni and his crooked sidekick Chockalingam. However, the real Rajiv shows up, bringing a shocking end to Reena's romantic interlude.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ipbcKx42WLD77mQdSGkHrf8LUuH.jpg",
    "popularity": 2.246,
    "tmdb_url": "https://www.themoviedb.org/movie/47938"
  },
  {
    "id": 20977,
    "title": "Gas Station Queen",
    "release_date": "1963-02-18",
    "overview": "Lyudmila doesn't have any luck in finding the perfect job. She tried to be an air hostess, newscaster, model, ice skater, but fate had something else in store for her - a petrol station, where her incredible positivity and fiery personality charm everyone around her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/78rI3uNkQEn9mumzGNCarGF16HV.jpg",
    "popularity": 2.24,
    "tmdb_url": "https://www.themoviedb.org/movie/20977"
  },
  {
    "id": 14181,
    "title": "Boiler Room",
    "release_date": "2000-02-18",
    "overview": "A college dropout gets a job as a broker for a suburban investment firm and is on the fast track to success—but the job might not be as legitimate as it sounds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jFB5uvCZ3HXF00liAEAuOruCPs6.jpg",
    "popularity": 2.2098,
    "tmdb_url": "https://www.themoviedb.org/movie/14181"
  },
  {
    "id": 31602,
    "title": "The Chase",
    "release_date": "1966-02-18",
    "overview": "The escape of Bubber Reeves from prison affects the inhabitants of a small Southern town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lpX8szjdzaXqxKBiV8xfRVNzSiu.jpg",
    "popularity": 2.0933,
    "tmdb_url": "https://www.themoviedb.org/movie/31602"
  }
]