[
  {
    "id": 11324,
    "title": "Shutter Island",
    "release_date": "2010-02-14",
    "overview": "World War II soldier-turned-U.S. Marshal Teddy Daniels investigates the disappearance of a patient from a hospital for the criminally insane, but his efforts are compromised by troubling visions and a mysterious doctor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrmXQ0zcZUL8jFLrakWc90IR8z9.jpg",
    "popularity": 14.9258,
    "tmdb_url": "https://www.themoviedb.org/movie/11324"
  },
  {
    "id": 1057491,
    "title": "Naughty",
    "release_date": "2023-02-14",
    "overview": "Twenty-year-old Elya is a student and a future ecologist. One day, Matvey, the head of a construction company, comes to her university to talk about a development plan on the site of an old forest park. Elya does not hesitate to smash his project to smithereens. Matvey is intrigued by the girl's self-confidence and uses his usual methods of influence - he simply tries to \"buy\" her. But Elya doesn't need a sponsor. Then Matvey, surprised by her impregnability, offers Elya a bet: seven romantic days according to his rules. If after that the girl still decides to leave, he will refuse to build a skyscraper in the forest park. She agrees when Matvey really suspends the design work. Elya sees herself as something like the heroine of the film Pretty Woman, but Matvey turns out to be not at all the person she imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9vUEWR3LjQcPqaev2Rfm5uKvV9i.jpg",
    "popularity": 7.363,
    "tmdb_url": "https://www.themoviedb.org/movie/1057491"
  },
  {
    "id": 4638,
    "title": "Hot Fuzz",
    "release_date": "2007-02-14",
    "overview": "Former London constable Nicholas Angel finds it difficult to adapt to his new assignment in the sleepy British village of Sandford. Not only does he miss the excitement of the big city, but he also has a well-meaning oaf for a partner. However, when a series of grisly accidents rocks Sandford, Angel smells something rotten in the idyllic village.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zPib4ukTSdXvHP9pxGkFCe34f3y.jpg",
    "popularity": 7.2061,
    "tmdb_url": "https://www.themoviedb.org/movie/4638"
  },
  {
    "id": 39513,
    "title": "Paul",
    "release_date": "2011-02-14",
    "overview": "For the past 60 years, a space-traveling smart-ass named Paul has been locked up in a top-secret military base, advising world leaders about his kind. But when he worries he’s outlived his usefulness and the dissection table is drawing uncomfortably close, Paul escapes on the first RV that passes by his compound in Area 51. Fortunately, it contains the two earthlings who are most likely to rescue and harbor an alien on the run.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bX8TP2qRWh2OcmeUHGn1ENDkCu6.jpg",
    "popularity": 6.7587,
    "tmdb_url": "https://www.themoviedb.org/movie/39513"
  },
  {
    "id": 8204,
    "title": "The Spiderwick Chronicles",
    "release_date": "2008-02-14",
    "overview": "Upon moving into the run-down Spiderwick Estate with their mother, twin brothers Jared and Simon Grace, along with their sister Mallory, find themselves pulled into an alternate world full of faeries and other creatures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y0zqUbwK8FWIkelnlmnRkntz9F8.jpg",
    "popularity": 6.7307,
    "tmdb_url": "https://www.themoviedb.org/movie/8204"
  },
  {
    "id": 491480,
    "title": "The Boy Who Harnessed the Wind",
    "release_date": "2019-02-14",
    "overview": "Against all the odds, a thirteen year old boy in Malawi invents an unconventional way to save his family and village from famine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yOr7RxHw15MMXNxGMXSmngDqHyI.jpg",
    "popularity": 6.5945,
    "tmdb_url": "https://www.themoviedb.org/movie/491480"
  },
  {
    "id": 9480,
    "title": "Daredevil",
    "release_date": "2003-02-14",
    "overview": "A man blinded in a childhood accident fights crime using his superhumanly-elevated remaining senses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oCDBwSkntYamuw8VJIxMRCtDBmi.jpg",
    "popularity": 6.2568,
    "tmdb_url": "https://www.themoviedb.org/movie/9480"
  },
  {
    "id": 8328,
    "title": "Step Up 2: The Streets",
    "release_date": "2008-02-14",
    "overview": "When rebellious street dancer Andie lands at the elite Maryland School of the Arts, she finds herself fighting to fit in while also trying to hold onto her old life. When she joins forces with the schools hottest dancer, Chase, to form a crew of classmate outcasts to compete in Baltimore s underground dance battle The Streets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vYdlRTvA5fneB88NchV3sirzCE1.jpg",
    "popularity": 4.8649,
    "tmdb_url": "https://www.themoviedb.org/movie/8328"
  },
  {
    "id": 8872,
    "title": "Wayne's World",
    "release_date": "1992-02-14",
    "overview": "The adventures of two amiably aimless metal-head friends, Wayne and Garth. From Wayne's basement, the pair broadcast a talk-show called \"Wayne's World\" on local public access television. The show comes to the attention of a sleazy network executive who wants to produce a big-budget version of \"Wayne's World\"—and he also wants Wayne's girlfriend, a rock singer named Cassandra. Wayne and Garth have to battle the executive not only to save their show, but also Cassandra.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j2PXBHjYxg1PLBl0YQ8Tiblnqdn.jpg",
    "popularity": 4.7426,
    "tmdb_url": "https://www.themoviedb.org/movie/8872"
  },
  {
    "id": 13855,
    "title": "The Chaser",
    "release_date": "2008-02-14",
    "overview": "Joong-ho is a dirty detective turned pimp in financial trouble as several of his girls have recently disappeared without clearing their debts. While trying to track them down, he finds a clue that the vanished girls were all called up by the same client whom one of his girls is meeting with right now.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hy49xJiKN1nakkN1ZmKuOf6vQYR.jpg",
    "popularity": 4.6059,
    "tmdb_url": "https://www.themoviedb.org/movie/13855"
  },
  {
    "id": 422,
    "title": "8½",
    "release_date": "1963-02-14",
    "overview": "Guido Anselmi, a film director, finds himself creatively barren at the peak of his career. Urged by his doctors to rest, Anselmi heads for a luxurious resort, but a sorry group gathers—his producer, staff, actors, wife, mistress, and relatives—each one begging him to get on with the show. In retreat from their dependency, he fantasizes about past women and dreams of his childhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2cPK4xKtccKmYsCSpaFGWnfEsZX.jpg",
    "popularity": 4.5503,
    "tmdb_url": "https://www.themoviedb.org/movie/422"
  },
  {
    "id": 440617,
    "title": "Family Reconstruction",
    "release_date": "2017-02-14",
    "overview": "Gwang-sik is a single father with a son and Hae-ra is a widow with a daughter. They get remarried and become one family. Gwang-sik's son Myeong-ho and Hae-ra's daughter Dal-rae are brother and sister but they end up having sex. Their parents notice something is wrong but they pretend they don't know anything. That's because Gwang-sik feels attracted to Dal-rae and Hae-ra feels attracted to Myeong-ho. They go on a family trip to Kangwondo. They end up colliding with their sexual desires for each other and in the end, their family is reconstructed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sfl7CBslXn67PucISrVmJREx4tz.jpg",
    "popularity": 4.4324,
    "tmdb_url": "https://www.themoviedb.org/movie/440617"
  },
  {
    "id": 61572,
    "title": "Underbelly Files: Infiltration",
    "release_date": "2011-02-14",
    "overview": "It tells the true story of Victorian detective Colin McLaren who posed as a shady art dealer and infiltrated the Australian branch of the Calabrian Mafia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a6Ux6ZpDPRVvPAOa8LqwhQun9ID.jpg",
    "popularity": 4.3693,
    "tmdb_url": "https://www.themoviedb.org/movie/61572"
  },
  {
    "id": 912598,
    "title": "Bubble",
    "release_date": "2022-02-14",
    "overview": "In an abandoned Tokyo overrun by bubbles and gravitational abnormalities, one gifted young man has a fateful meeting with a mysterious girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kk28Lk8oQBGjoHRGUCN2vxKb4O2.jpg",
    "popularity": 4.273,
    "tmdb_url": "https://www.themoviedb.org/movie/912598"
  },
  {
    "id": 59962,
    "title": "This Means War",
    "release_date": "2012-02-14",
    "overview": "Two top CIA operatives wage an epic battle against one another after they discover they are dating the same woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7d1hwECRc1NZlGfAeYE42ki7Fem.jpg",
    "popularity": 4.2347,
    "tmdb_url": "https://www.themoviedb.org/movie/59962"
  },
  {
    "id": 14174,
    "title": "Lie with Me",
    "release_date": "2006-02-14",
    "overview": "Happily unattached, the sexually voracious Leila satisfies her desires with a host of rapidly changing bed partners, unconcerned about the emotional consequences. But that all changes when she meets an artist looking for a deeper commitment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qG2KYlTxTZbKcXJHMe1OG7aI4un.jpg",
    "popularity": 3.8165,
    "tmdb_url": "https://www.themoviedb.org/movie/14174"
  },
  {
    "id": 274,
    "title": "The Silence of the Lambs",
    "release_date": "1991-02-14",
    "overview": "Clarice Starling is a top student at the FBI's training academy.  Jack Crawford wants Clarice to interview Dr. Hannibal Lecter, a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism.  Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uS9m8OBk1A8eM9I042bx8XXpqAq.jpg",
    "popularity": 3.4772,
    "tmdb_url": "https://www.themoviedb.org/movie/274"
  },
  {
    "id": 354556,
    "title": "Guardians",
    "release_date": "2017-02-14",
    "overview": "During the Cold War, an organization called \"Patriot\" created a superhero squad, which includes members of multiple Soviet republics. For years, the heroes had to hide their identities, but, in hard times, they must show themselves again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kK0NuA3YjD0YdofmXFO68UaBvKR.jpg",
    "popularity": 3.3187,
    "tmdb_url": "https://www.themoviedb.org/movie/354556"
  },
  {
    "id": 445629,
    "title": "Fighting with My Family",
    "release_date": "2019-02-14",
    "overview": "Born into a tight-knit wrestling family, Paige and her brother Zak are ecstatic when they get the once-in-a-lifetime opportunity to try out for the WWE. But when only Paige earns a spot in the competitive training program, she must leave her loved ones behind and face this new cutthroat world alone. Paige's journey pushes her to dig deep and ultimately prove to the world that what makes her different is the very thing that can make her a star.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cVhe15rJLRjolunSWLBN6xQLyGU.jpg",
    "popularity": 3.2737,
    "tmdb_url": "https://www.themoviedb.org/movie/445629"
  },
  {
    "id": 470878,
    "title": "I Can Only Imagine",
    "release_date": "2018-02-14",
    "overview": "Growing up in Greenville, Texas, Bart Millard suffers physical and emotional abuse at the hands of his father, Arthur. When Arthur becomes terminally ill, he finds redemption by embracing his faith and rediscovering his love for his son. Years later, Bart's troubled childhood and mended relationship with his dad inspires him to write the hit song \"I Can Only Imagine\" as singer of the Christian band MercyMe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/veZszwMZu8d3WMU6TJX9sV5w1Y4.jpg",
    "popularity": 3.1825,
    "tmdb_url": "https://www.themoviedb.org/movie/470878"
  },
  {
    "id": 192102,
    "title": "3 Days to Kill",
    "release_date": "2014-02-14",
    "overview": "A dangerous international spy is determined to give up his high stakes life to finally build a closer relationship with his estranged wife and daughter. But first, he must complete one last mission - even if it means juggling the two toughest assignments yet: hunting down the world's most ruthless terrorist and looking after his teenage daughter for the first time in ten years, while his wife is out of town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8xOH2JhBHPmk2ZCniBpWhiZ6xeC.jpg",
    "popularity": 3.1749,
    "tmdb_url": "https://www.themoviedb.org/movie/192102"
  },
  {
    "id": 616803,
    "title": "Breaking Surface",
    "release_date": "2020-02-14",
    "overview": "Two Swedish/Norwegian half sisters go on a winter diving trip in Northern Norway, when they get trapped after a rockslide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zlOvKg5WkXcwcmqy2KaiXoXLAky.jpg",
    "popularity": 3.024,
    "tmdb_url": "https://www.themoviedb.org/movie/616803"
  },
  {
    "id": 35138,
    "title": "Little Big Soldier",
    "release_date": "2010-02-14",
    "overview": "The story of a farmer forced into conscription, who has been looking to get out of the army ever since. His great chance arrives when he stumbles upon a wounded general from an enemy state, and he kidnaps him, intending to claim credit for the capture, which includes five acres of land, and most importantly, honorable discharge from the army.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uCSQnopQPIw58RKTfzoRYxq9It5.jpg",
    "popularity": 2.9635,
    "tmdb_url": "https://www.themoviedb.org/movie/35138"
  },
  {
    "id": 35558,
    "title": "Starstruck",
    "release_date": "2010-02-14",
    "overview": "Pop star Christopher Wilde has fame, fortune and a big-budget Hollywood movie awaiting him. But after meeting Jessica Olson, a down-to-earth girl from the Midwest, he is faced with following his heart or doing what's best for his career.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kuyJuNiiZvu5iNr8Dgv5y75v1uc.jpg",
    "popularity": 2.8915,
    "tmdb_url": "https://www.themoviedb.org/movie/35558"
  },
  {
    "id": 16690,
    "title": "Return to Never Land",
    "release_date": "2002-02-14",
    "overview": "In 1940, the world is besieged by World War II. Wendy, all grown up, has two children; including Jane, who does not believe Wendy's stories about Peter Pan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wB3r2b8sxUZspqNyr8copMlt7se.jpg",
    "popularity": 2.8848,
    "tmdb_url": "https://www.themoviedb.org/movie/16690"
  },
  {
    "id": 16555,
    "title": "Daddy's Little Girls",
    "release_date": "2007-02-14",
    "overview": "Monty is a mechanic struggling to make ends meet as he raises his three young daughters. When the court awards custody of his daughters to his shady ex-wife, Monty desperately tries to win them back with the help of Julia, a beautiful, Ivy League-educated attorney. Monty and Julia couldn't be less alike, but a flame is ignited... touching off a firestorm of love and conflict.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wWdSU5lGN9SpzMAfMIVUu7DjvVM.jpg",
    "popularity": 2.7619,
    "tmdb_url": "https://www.themoviedb.org/movie/16555"
  },
  {
    "id": 50253,
    "title": "Saint Seiya Heaven Chapter: Overture",
    "release_date": "2004-02-14",
    "overview": "After the bloody battle against Hades, the goddess Athena and her saints are still recovering when they find themselves face to face with their newest and most formidable foe: the dreadful moon goddess Artemis. Artemis replaces Athena as the earth guardian deity and takes over the Sanctuary, turning Athena's Saints into her servants.  Upon invading the Sanctuary, the Bronze Saints learn that Athena was banished by Artemis and decide to fight the moon goddess in order to rescue their true goddess and free the Earth from Artemis's ominous control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w1id1iEKogRjmMffAM01ZcWwBLR.jpg",
    "popularity": 2.7549,
    "tmdb_url": "https://www.themoviedb.org/movie/50253"
  },
  {
    "id": 16113,
    "title": "The Delta Force",
    "release_date": "1986-02-14",
    "overview": "A 707 aircraft jetliner, en route from Athens to Rome and then to New York City, is hijacked by Lebanese terrorists, who demand that the pilot take them to Beirut. What the terrorists don't realize is that an elite team of commandos have been called in to eliminate all terrorists on the jetliner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lW94s7xxkdOzYcueaqGJwcVVvjt.jpg",
    "popularity": 2.7285,
    "tmdb_url": "https://www.themoviedb.org/movie/16113"
  },
  {
    "id": 66,
    "title": "Absolute Power",
    "release_date": "1997-02-14",
    "overview": "A master thief coincidentally is robbing a house where a murder—in which the President of the United States is involved—occurs in front of his eyes. He is forced to run, while holding evidence that could convict the President.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jiwy7YaPHLN8s1SuXWGgQLKKNKE.jpg",
    "popularity": 2.6944,
    "tmdb_url": "https://www.themoviedb.org/movie/66"
  },
  {
    "id": 427564,
    "title": "Scooby-Doo! Shaggy's Showdown",
    "release_date": "2017-02-14",
    "overview": "When the Scooby gang visits a dude ranch, they discover that it and the nearby town have been haunted by a ghostly cowboy, Dapper Jack, who fires real fire from his fire irons. The mystery only deepens when it’s discovered that the ghost is also the long lost relative of Shaggy Rogers!",
    "poster_url": "https://image.tmdb.org/t/p/w500/rqw4Cis6dliACGzaejR5icXjA52.jpg",
    "popularity": 2.6856,
    "tmdb_url": "https://www.themoviedb.org/movie/427564"
  },
  {
    "id": 715756,
    "title": "Dangerous Drugs of Sex",
    "release_date": "2020-02-14",
    "overview": "Katsuragi, an elite office worker who fell from a perfect life, drunkenly attempted to jump and commit suicide. Suddenly, he was helped by a mysterious man, Yoda, but that was the beginning of a horrible life of confinement training...",
    "poster_url": "https://image.tmdb.org/t/p/w500/y3EDZG21H6qPg3Mc0HtJkHN4qto.jpg",
    "popularity": 2.668,
    "tmdb_url": "https://www.themoviedb.org/movie/715756"
  },
  {
    "id": 547012,
    "title": "Buffaloed",
    "release_date": "2020-02-14",
    "overview": "Set in the underworld of debt-collecting, homegrown hustler Peg Dahl will do anything to escape Buffalo, NY.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ecianrsS9xYzqoAtVIW8tMcbIX.jpg",
    "popularity": 2.5662,
    "tmdb_url": "https://www.themoviedb.org/movie/547012"
  },
  {
    "id": 68179,
    "title": "Escape from Planet Earth",
    "release_date": "2013-02-14",
    "overview": "Astronaut Scorch Supernova finds himself caught in a trap when he responds to an SOS from a notoriously dangerous alien planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9la0CSCJqwh6io3yk4Xv3aEZxEA.jpg",
    "popularity": 2.4578,
    "tmdb_url": "https://www.themoviedb.org/movie/68179"
  },
  {
    "id": 36239,
    "title": "Slaughtered Vomit Dolls",
    "release_date": "2006-02-14",
    "overview": "The gruesome tapestry of psychological manifestations of a nineteen year old bulimic runaway stripper-turned prostitute as she descends into a hellish pit of satanic nightmares and hallucinations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u63RLJ0D7MMJpabImeUtQcUxtv5.jpg",
    "popularity": 2.4573,
    "tmdb_url": "https://www.themoviedb.org/movie/36239"
  },
  {
    "id": 491625,
    "title": "Gully Boy",
    "release_date": "2019-02-14",
    "overview": "A coming-of-age story based on the lives of street rappers in Mumbai.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4RE7TD5TqEXbPKyUHcn7CSeMlrJ.jpg",
    "popularity": 2.4021,
    "tmdb_url": "https://www.themoviedb.org/movie/491625"
  },
  {
    "id": 658760,
    "title": "Isi & Ossi",
    "release_date": "2020-02-14",
    "overview": "Isi and Ossi couldn't be any more different: She's a billionaire's daughter from Heidelberg, he's a struggling boxer from the nearby town of Mannheim. But when Isi meets Ossi, the two quickly realize that they can take advantage of one another: She dates the broke boxer to provoke her parents and get them to fund a long-desired chef training in New York. He tries to rip off the rich daughter to finance his first professional boxing match. Their plans soon develop into emotional chaos that challenges everything the two believe to know about money, career and love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZ7H0kCwEM6CQ0dyCs2H4RkU130.jpg",
    "popularity": 2.3621,
    "tmdb_url": "https://www.themoviedb.org/movie/658760"
  },
  {
    "id": 576393,
    "title": "Fall in Love at First Kiss",
    "release_date": "2019-02-14",
    "overview": "Yuan Xiangqin, a high school student, is deeply in love with Jiang Zhishu, her schoolmate. He rejects her, only for them to live together when the house that she resides in collapses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yM00obaRRlZxr7VLt3ebDjOFyJC.jpg",
    "popularity": 2.2945,
    "tmdb_url": "https://www.themoviedb.org/movie/576393"
  },
  {
    "id": 40998,
    "title": "Kannathil Muthamittal",
    "release_date": "2002-02-14",
    "overview": "A little girl is told by her parents that she is adopted. Determined to find her birth mother, her family eventually agrees to take her to Sri Lanka, where they encounter the militant group known as the Tamil Tigers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/idMs0lyC3bGbehUhDxQZ3V0q5Wa.jpg",
    "popularity": 2.2784,
    "tmdb_url": "https://www.themoviedb.org/movie/40998"
  },
  {
    "id": 3489,
    "title": "88 Minutes",
    "release_date": "2007-02-14",
    "overview": "Famed forensic psychiatrist Dr. Jack Gramm enjoys a reputation as one of the most sought-after profilers around. His expert testimony has resulted in the conviction of many criminals, including serial killer Jon Forster. On the eve of Forster's execution, one of Gramm's students is murdered in a vicious copycat crime, and Gramm himself receives an ominous message informing him that he has less than 90 minutes to live.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oDZu8UGTLRw7jcDKmTdm7O87bnq.jpg",
    "popularity": 2.1602,
    "tmdb_url": "https://www.themoviedb.org/movie/3489"
  },
  {
    "id": 1968,
    "title": "Fools Rush In",
    "release_date": "1997-02-14",
    "overview": "After a one night stand with Alex, Isabel realizes that she is pregnant and they decide to get married. However, along with the marriage comes compromise of one's own cultural traditions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/14zKnK5ZB2kyYwLiij0ULN1HQ9.jpg",
    "popularity": 2.1408,
    "tmdb_url": "https://www.themoviedb.org/movie/1968"
  },
  {
    "id": 1407,
    "title": "La Vie en Rose",
    "release_date": "2007-02-14",
    "overview": "From the mean streets of the Belleville district of Paris to the dazzling limelight of New York's most famous concert halls, Edith Piaf's life was a constant battle to sing and survive, to live and love. Raised in her grandmother's brothel, Piaf was discovered in 1935 by nightclub owner Louis Leplee, who persuaded her to sing despite her extreme nervousness. Piaf became one of France's immortal icons, her voice one of the indelible signatures of the 20th century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3b9DAONAsFRhJKu25R33PE3VwDh.jpg",
    "popularity": 2.0869,
    "tmdb_url": "https://www.themoviedb.org/movie/1407"
  },
  {
    "id": 578789,
    "title": "Autumn Fairy Tale",
    "release_date": "2019-02-14",
    "overview": "The film tells a story of 2 girls who were born on the same day and unintentionally switched at birth. Their lives are completed changed due to the misplacement when they are returned to their respective families.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dd61bVWbbG8ZktioQM0xjjsdJZB.jpg",
    "popularity": 2.0654,
    "tmdb_url": "https://www.themoviedb.org/movie/578789"
  },
  {
    "id": 500699,
    "title": "Golden Slumber",
    "release_date": "2018-02-14",
    "overview": "A delivery man has to flee for his life when he is framed for the assassination of a political candidate and the evidence against him begins to accumulate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pFYz5wFMBlksWTxIZV2JDSDgE7S.jpg",
    "popularity": 2.0487,
    "tmdb_url": "https://www.themoviedb.org/movie/500699"
  },
  {
    "id": 67396,
    "title": "Day of the Warrior",
    "release_date": "1996-02-14",
    "overview": "The Legion to Ensure Total Harmony and Law (L.E.T.H.A.L.), is tracking a criminal mastermind known only as The Warrior. While investigating his combination diamond smuggling/art theft/porn production industry, the agents discover that he has cracked their secret database and has stolen the files on all of their agents. With the help of their martial arts intructor Fu, agents Tiger, Willow and Cobra take on the case while also taking every opportunity to remove their bikini tops.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m3wE5FmTnXIB77prY6XI0NrhC6t.jpg",
    "popularity": 2.0402,
    "tmdb_url": "https://www.themoviedb.org/movie/67396"
  },
  {
    "id": 94901,
    "title": "About Cherry",
    "release_date": "2012-02-14",
    "overview": "A drama centered on a troubled young woman who moves to San Francisco, where she gets involved in pornography and aligns herself with a cocaine-addicted lawyer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gl6Q7GwDnwHDNd1emmQBoyUKiwB.jpg",
    "popularity": 2.0382,
    "tmdb_url": "https://www.themoviedb.org/movie/94901"
  },
  {
    "id": 257648,
    "title": "The White Haired Witch of Lunar Kingdom",
    "release_date": "2014-02-14",
    "overview": "In the twilight of the Ming Dynasty, the Imperial court is plagued by corruption as tyrants rule over the land. With the Manchurians preying on a weakened empire, war is imminent. To save the victims from their suffering, sorceress Jade Raksha fights the soldiers that oppress people for their own gain. As payback, local government officials decide to pin the murder of Governor Zhuo Zhonglian on Jade, turning her and the members of her cult into wanted fugitives for a crime they didn't commit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2fzybbRNycYYqujAtLKHsf9UUmn.jpg",
    "popularity": 2.0342,
    "tmdb_url": "https://www.themoviedb.org/movie/257648"
  },
  {
    "id": 168903,
    "title": "Barbie in the Pink Shoes",
    "release_date": "2013-02-14",
    "overview": "Dance your way to a magical adventure with Barbie as Kristyn, a ballerina with big dreams! When she tries on a pair of sparkling pink shoes, she and her best friend, Hailey, are whisked away to a fantastical ballet world. There, Kristyn discovers she must dance in her favorite ballets in order to defeat an evil Snow Queen. With performances to the legendary Giselle and Swan Lake ballets, it's a wonderful journey where if you dance with your heart, dreams come true!",
    "poster_url": "https://image.tmdb.org/t/p/w500/4HSPgeq04YUghXbSO5tSPP0jZ4k.jpg",
    "popularity": 2.0065,
    "tmdb_url": "https://www.themoviedb.org/movie/168903"
  }
]