[
  {
    "id": 216015,
    "title": "Fifty Shades of Grey",
    "release_date": "2015-02-11",
    "overview": "When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/63kGofUkt1Mx0SIL4XI4Z5AoSgt.jpg",
    "popularity": 24.5105,
    "tmdb_url": "https://www.themoviedb.org/movie/216015"
  },
  {
    "id": 269149,
    "title": "Zootopia",
    "release_date": "2016-02-11",
    "overview": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hlK0e0wAQ3VLuJcsfIYPvb4JVud.jpg",
    "popularity": 21.2029,
    "tmdb_url": "https://www.themoviedb.org/movie/269149"
  },
  {
    "id": 9849,
    "title": "My Favorite Martian",
    "release_date": "1999-02-11",
    "overview": "Ambitious television reporter Tim O'Hara stumbles upon a martian whose spaceship has accidentally crashed on Earth. Thinking this is his ticket to a Pulitzer Prize, Tim makes plans to expose the martian, who, posing as Tim's Uncle Martin, takes human form and has plans of his own. In fact, all of Tim's efforts to divulge the truth are systematically thwarted by the resourceful alien, who ultimately recruits Tim to help him repair his ship for a return to Mars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pOp4xriDEFUy2uN0BfnHJcjzqWt.jpg",
    "popularity": 16.9298,
    "tmdb_url": "https://www.themoviedb.org/movie/9849"
  },
  {
    "id": 41264,
    "title": "Africa Addio",
    "release_date": "1966-02-11",
    "overview": "A chronicle of the violence that occurred in much of the African continent throughout the 1960s. As many African countries were transitioning from colonial rule to other forms of government, violent political upheavals were frequent. Revolutions in Zanzibar and Kenya in which thousands were killed are shown, the violence not only political; there is also extensive footage of hunters and poachers slaughtering different types of wild animals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fPLzCid2gk7eOCrYlXIBU24bTpO.jpg",
    "popularity": 14.6938,
    "tmdb_url": "https://www.themoviedb.org/movie/41264"
  },
  {
    "id": 8488,
    "title": "Hitch",
    "release_date": "2005-02-11",
    "overview": "Dating coach Alex 'Hitch' Hitchens mentors a bumbling client, Albert, who hopes to win the heart of the glamorous Allegra Cole. While Albert makes progress, Hitch faces his own romantic setbacks when proven techniques fail to work on Sara Melas, a tabloid reporter digging for dirt on Allegra Cole's love life. When Sara discovers Hitch's connection to Albert – now Allegra's boyfriend – it threatens to destroy both relationships.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x3W9H3nhGQbWSlyI8Amp2F6Z6cz.jpg",
    "popularity": 6.976,
    "tmdb_url": "https://www.themoviedb.org/movie/8488"
  },
  {
    "id": 137,
    "title": "Groundhog Day",
    "release_date": "1993-02-11",
    "overview": "A narcissistic TV weatherman, along with his attractive-but-distant producer, and his mawkish cameraman, is sent to report on Groundhog Day in the small town of Punxsutawney, where he finds himself repeating the same day over and over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
    "popularity": 6.2224,
    "tmdb_url": "https://www.themoviedb.org/movie/137"
  },
  {
    "id": 1075334,
    "title": "The Girl Who Escaped: The Kara Robinson Story",
    "release_date": "2023-02-11",
    "overview": "The true story of how Kara Robinson was kidnapped, assaulted and held captive for 18 hours, 15-year-old Kara Robinson plots a daring escape from a serial killer's apartment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o9hwOE1FeOelkNxfsGtTNrlWnyq.jpg",
    "popularity": 6.0057,
    "tmdb_url": "https://www.themoviedb.org/movie/1075334"
  },
  {
    "id": 13207,
    "title": "Friday the 13th",
    "release_date": "2009-02-11",
    "overview": "A group of young adults visit a boarded up campsite named Crystal Lake where they soon encounter the mysterious Jason Voorhees and his deadly intentions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/88wlJ4teYlck4hJ2bnlxBrAVh0m.jpg",
    "popularity": 4.9448,
    "tmdb_url": "https://www.themoviedb.org/movie/13207"
  },
  {
    "id": 21733,
    "title": "Dragons Forever",
    "release_date": "1988-02-11",
    "overview": "A hot-shot lawyer is hired by a Hong Kong chemical plant to dispose of opposition to their polluting ways. But when he falls for a beautiful woman out to stop the plant, he is torn in a conflict of interest and asks his trusty friends Samo and Biao to help out at least until they discover the true purpose of the plant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lt94C482UqyVlq1UdK5nvXukaw7.jpg",
    "popularity": 4.9277,
    "tmdb_url": "https://www.themoviedb.org/movie/21733"
  },
  {
    "id": 10214,
    "title": "Son of the Mask",
    "release_date": "2005-02-11",
    "overview": "Tim Avery, an aspiring cartoonist, finds himself in a predicament when his dog stumbles upon the mask of Loki. Then after conceiving an infant son \"born of the mask\", he discovers just how looney child raising can be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Adgnfhm9B8YAQmC0osuP4zO9SRc.jpg",
    "popularity": 4.7843,
    "tmdb_url": "https://www.themoviedb.org/movie/10214"
  },
  {
    "id": 760517,
    "title": "Love and Leashes",
    "release_date": "2022-02-11",
    "overview": "Love never hurt so good for two co-workers who enter a contractual relationship as partners in consensual play, pleasure and pain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yQgGYiHUoDYeA4TbYlghpA5lmKH.jpg",
    "popularity": 4.4959,
    "tmdb_url": "https://www.themoviedb.org/movie/760517"
  },
  {
    "id": 801293,
    "title": "Detective Conan: The Scarlet Alibi",
    "release_date": "2021-02-11",
    "overview": "Compilation film combining footage from various television anime episodes that center on the Akai family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1DHVPVYuTzNBh9dcga5wgGzpPpf.jpg",
    "popularity": 3.7345,
    "tmdb_url": "https://www.themoviedb.org/movie/801293"
  },
  {
    "id": 818750,
    "title": "The In Between",
    "release_date": "2022-02-11",
    "overview": "After surviving a car accident that took the life of her boyfriend, a teenage girl believes he's attempting to reconnect with her from the after world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7RcyjraM1cB1Uxy2W9ZWrab4KCw.jpg",
    "popularity": 3.6332,
    "tmdb_url": "https://www.themoviedb.org/movie/818750"
  },
  {
    "id": 664236,
    "title": "Extinct",
    "release_date": "2021-02-11",
    "overview": "Op and Ed, two adorable donut-shaped animals - flummels - accidentally time-travel from 1835 to modern-day Shanghai.  There they discover traffic, trans fats, and worst of all, that flummels are now extinct. It's up to this bumbling pair to save themselves and their species...and, just maybe, change the course of history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kchu0regBPDjWORUzvTblyoA5aE.jpg",
    "popularity": 3.3204,
    "tmdb_url": "https://www.themoviedb.org/movie/664236"
  },
  {
    "id": 13962,
    "title": "Blank Check",
    "release_date": "1994-02-11",
    "overview": "Bullied by his siblings and nagged by his parents, 11-year-old Preston is fed up with his family -- especially their frugality. But he gets his chance to teach them a lesson when a money-laundering criminal nearly bulldozes Preston with his car and gives the boy a blank check as compensation. Preston makes the check out for $1 million and goes on a spending spree he'll never forget. Maybe now, his family will take him seriously!",
    "poster_url": "https://image.tmdb.org/t/p/w500/qhsH1BGqeCDHoogt5ebxOgERJGb.jpg",
    "popularity": 2.9521,
    "tmdb_url": "https://www.themoviedb.org/movie/13962"
  },
  {
    "id": 111934,
    "title": "Concrete",
    "release_date": "2004-02-11",
    "overview": "A high-school girl is kidnapped by gang lords and held captive for several months. Over this time, she repeatedly beaten, raped, and tortured.  On the 25th of November 1988, four youths abducted and held Furuta Junko in the house of one of the captors. Subjected to rape, torture, and humiliation, Junko had no hope of escape as the manhunt was stalled by the captors forcing her to tell her parents that she was ok. For 41 harrowing days, Junko had to endure unimaginable suffering at the hands of these four individuals. Finally, after losing in a game of mahjong solitaire, they beat her with an iron dumbbell and set on fire with lighter fluid. She died later that day from shock. In an attempt to hide their crime they buried her in cement and thus the name 'Concrete Encased High School Murder Case' was born as Japan had to confront the horrors of this crime. The perpetrators disposed the drum in a tract of reclaimed land in Koto, Tokyo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lSJKjUfVCeTlJ1TSKAh2FgYkoDG.jpg",
    "popularity": 2.9005,
    "tmdb_url": "https://www.themoviedb.org/movie/111934"
  },
  {
    "id": 15655,
    "title": "The Tigger Movie",
    "release_date": "2000-02-11",
    "overview": "Winnie the Pooh, Piglet, Owl, Kanga, Roo, and Rabbit are preparing a suitable winter home for Eeyore, the perennially dejected donkey, but Tigger's continual bouncing interrupts their efforts. Rabbit suggests that Tigger go find others of his kind to bounce with, but Tigger thinks \"the most wonderful thing about tiggers is\" he's \"the only one!\" Just in case though, the joyously jouncy feline sets out to see if he can find relatives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9OdZKUdGfaBAUwRLbtWpFWKbILO.jpg",
    "popularity": 2.7955,
    "tmdb_url": "https://www.themoviedb.org/movie/15655"
  },
  {
    "id": 381341,
    "title": "Perfect Strangers",
    "release_date": "2016-02-11",
    "overview": "During a dinner, a group of friends decide to share whatever message or phone call they will receive during the evening, with unforeseen consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j7dkRtff8xTV7xDDNbgqstb46fv.jpg",
    "popularity": 2.7847,
    "tmdb_url": "https://www.themoviedb.org/movie/381341"
  },
  {
    "id": 2087,
    "title": "The Getaway",
    "release_date": "1994-02-11",
    "overview": "Doc McCoy is put in prison because his partners chickened out and flew off without him after exchanging a prisoner with a lot of money. Doc knows Jack Benyon, a rich \"business\"-man, is up to something big, so he tells his wife (Carol McCoy) to tell him that he's for sale if Benyon can get him out of prison. Benyon pulls some strings and Doc McCoy is released again. Unfortunately he has to cooperate with the same person that got him to prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ftbdJTJi6mR5iZV5ESJWv8f8pWN.jpg",
    "popularity": 2.5983,
    "tmdb_url": "https://www.themoviedb.org/movie/2087"
  },
  {
    "id": 10619,
    "title": "Once Upon a Time in China III",
    "release_date": "1993-02-11",
    "overview": "Master Wong and his disciples enroll in the 'Dancing Lion Competition' to stop an assassination plot and to battle an arrogant, deceitful opponent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8TmkTiHOTAyAjmbtDVi5f78a5ow.jpg",
    "popularity": 2.479,
    "tmdb_url": "https://www.themoviedb.org/movie/10619"
  },
  {
    "id": 50569,
    "title": "The Boxer from Shantung",
    "release_date": "1972-02-11",
    "overview": "Leaving the poverty of his life in Shantung to seek fortune in Shanghai, The Boxer is instead drawn into a world of corruption, gang warfare and evil... Where his only protection is his famed fighting technique.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r4ps3xsfaLrzbeSbuwelteMLKVE.jpg",
    "popularity": 2.4729,
    "tmdb_url": "https://www.themoviedb.org/movie/50569"
  },
  {
    "id": 250802,
    "title": "Stitch",
    "release_date": "2014-02-11",
    "overview": "Stitch follows the story of grieving parents as they cope with the loss of their young daughter. At the height of their desperation, they turn to their best friends for healing advice, who lead them into the deep desert for a weekend ritual meant to burn away emotional baggage.  Unfortunately the amateur ritual goes awry, and cosmic forces are unleashed, revealing something sinister ravaging each person with a progression of gruesome, medieval surgical scars.  As the stitches rip skin and tear apart relationships, a battle for survival ensues, forcing the couples to come to terms with loss, betrayal, love, and hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xXEstyiEstqmC0teuF30J3dNm8W.jpg",
    "popularity": 2.4006,
    "tmdb_url": "https://www.themoviedb.org/movie/250802"
  },
  {
    "id": 784500,
    "title": "Pretty Guardian Sailor Moon Eternal the Movie Part 2",
    "release_date": "2021-02-11",
    "overview": "While under the care of the Outer Sailor Guardians, Hotaru begins to age rapidly. Then, the time comes for all the Sailor Guardians to reunite!",
    "poster_url": "https://image.tmdb.org/t/p/w500/f91rtk8dODezNLT3grQrELyzFwA.jpg",
    "popularity": 2.3529,
    "tmdb_url": "https://www.themoviedb.org/movie/784500"
  },
  {
    "id": 11366,
    "title": "Uzumaki",
    "release_date": "2000-02-11",
    "overview": "The inhabitants of a small Japanese town become increasingly obsessed with and tormented by spirals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/71SkvX0U1FinnoQkDAtrNyrYhtT.jpg",
    "popularity": 2.3327,
    "tmdb_url": "https://www.themoviedb.org/movie/11366"
  },
  {
    "id": 846967,
    "title": "Usogui",
    "release_date": "2022-02-11",
    "overview": "Madarame Baku is a mysterious gambler. His nickname is Usogui (literally The Lie Eater). Club Kakerou is the top illegal gambling den, where gamblers vie to become the best in their profession. Seeing through the lies of others, Madarame Baku challenges a variety of high stakes games at Club Kakerou.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pA1S8w1bcjowzcu41re6bfZmsFx.jpg",
    "popularity": 2.2953,
    "tmdb_url": "https://www.themoviedb.org/movie/846967"
  },
  {
    "id": 10353,
    "title": "The Visitors II: The Corridors of Time",
    "release_date": "1998-02-11",
    "overview": "The sequel to The Visitors reunites us with those lovable ruffians from the French Medieval ages who - through magic - are transported into the present, with often drastic consequences. Godefroy de Montmirail travels to today to recover the missing family jewels and a sacred relic, guarantor of his wife-to-be's fertility. The confrontation between Godefroy's repellent servant Jack the Crack and his descendent, the effete Jacquart, present-day owner of the chateau, further complicates the matter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c1xMb4GfTuyKSRUoeewBF27dtKa.jpg",
    "popularity": 2.2306,
    "tmdb_url": "https://www.themoviedb.org/movie/10353"
  },
  {
    "id": 633802,
    "title": "Dark Spell",
    "release_date": "2021-02-11",
    "overview": "Terror strikes when a heartbroken woman uses black magic to get her husband back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2AbGdSGlU6CpiV3lswHUgE5CdAA.jpg",
    "popularity": 2.225,
    "tmdb_url": "https://www.themoviedb.org/movie/633802"
  },
  {
    "id": 13682,
    "title": "Pooh's Heffalump Movie",
    "release_date": "2005-02-11",
    "overview": "Who or what exactly is a Heffalump? The lovable residents of the Hundred Acre Wood -- Winnie the Pooh, Rabbit, Tigger, Eeyore, Kanga and the rest of the pack -- embark on a journey of discovery in search of the elusive Heffalump. But as is always the case, this unusual road trip opens their eyes to so much more than just the creature they're seeking.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5kd5JqccroxOnC9sVMP5NtLrbkr.jpg",
    "popularity": 2.2219,
    "tmdb_url": "https://www.themoviedb.org/movie/13682"
  },
  {
    "id": 16000,
    "title": "Ben 10: Race Against Time",
    "release_date": "2008-02-11",
    "overview": "Ben, Gwen, and Max must stop an extraterrestrial who plans to open a gateway that leads to an alien invasion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fXGAMKFtm74TICGaSTCLGTvyBk4.jpg",
    "popularity": 2.0476,
    "tmdb_url": "https://www.themoviedb.org/movie/16000"
  },
  {
    "id": 1083164,
    "title": "ZAPPER!",
    "release_date": "2023-02-11",
    "overview": "In a surreal universe where bananas fire laser beams and soup cans are used as grenades, a wacky cast of gangsters are thrown into a deadly game to battle it out over a mystical longboard in this trippy take on the Tarantino crime genre.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h4LCmzfMsNdXRorme9SvwDiDvf8.jpg",
    "popularity": 2.0189,
    "tmdb_url": "https://www.themoviedb.org/movie/1083164"
  }
]