[
  {
    "id": 310131,
    "title": "The Witch",
    "release_date": "2016-02-19",
    "overview": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "popularity": 7.0838,
    "tmdb_url": "https://www.themoviedb.org/movie/310131"
  },
  {
    "id": 513310,
    "title": "Boss Level",
    "release_date": "2021-02-19",
    "overview": "A former special forces agent is trapped in a time loop and relives his death over and over again. To escape the terrible situation, he must track down those responsible and stop them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nt8on8Ge0Lsw0oF6EbmGiDV69Hf.jpg",
    "popularity": 6.4026,
    "tmdb_url": "https://www.themoviedb.org/movie/513310"
  },
  {
    "id": 481848,
    "title": "The Call of the Wild",
    "release_date": "2020-02-19",
    "overview": "Buck is a big-hearted dog whose blissful domestic life is turned upside down when he is suddenly uprooted from his California home and transplanted to the exotic wilds of the Yukon during the Gold Rush of the 1890s. As the newest rookie on a mail delivery dog sled team—and later its leader—Buck experiences the adventure of a lifetime, ultimately finding his true place in the world and becoming his own master.",
    "poster_url": "https://image.tmdb.org/t/p/w500/33VdppGbeNxICrFUtW2WpGHvfYc.jpg",
    "popularity": 4.7347,
    "tmdb_url": "https://www.themoviedb.org/movie/481848"
  },
  {
    "id": 1542,
    "title": "Office Space",
    "release_date": "1999-02-19",
    "overview": "A depressed white-collar worker tries hypnotherapy, only to find himself in a perpetual state of devil-may-care bliss that prompts him to start living by his own rules, and hatch a hapless attempt to embezzle money from his soul-killing employers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v7fBXxHZ5WQn2PGgpXhTqHgtcJk.jpg",
    "popularity": 3.4766,
    "tmdb_url": "https://www.themoviedb.org/movie/1542"
  },
  {
    "id": 526007,
    "title": "The Night Clerk",
    "release_date": "2020-02-19",
    "overview": "Hotel night clerk Bart Bromley is a highly intelligent young man on the Autism spectrum. When a woman is murdered during his shift, Bart becomes the prime suspect. As the police investigation closes in, Bart makes a personal connection with a beautiful guest named Andrea, but soon realises he must stop the real murderer before she becomes the next victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hPWjid7yMatyIDHvku7lCMN7zSi.jpg",
    "popularity": 3.3322,
    "tmdb_url": "https://www.themoviedb.org/movie/526007"
  },
  {
    "id": 5967,
    "title": "The Umbrellas of Cherbourg",
    "release_date": "1964-02-19",
    "overview": "This simple romantic tragedy begins in 1957. Guy Foucher, a 20-year-old French auto mechanic, has fallen in love with 17-year-old Geneviève Emery, an employee in her widowed mother's chic but financially embattled umbrella shop. On the evening before Guy is to leave for a two-year tour of combat in Algeria, he and Geneviève make love. She becomes pregnant and must choose between waiting for Guy's return or accepting an offer of marriage from a wealthy diamond merchant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tAgTf64XKK5ir7w5C7dnB53jWWG.jpg",
    "popularity": 3.1673,
    "tmdb_url": "https://www.themoviedb.org/movie/5967"
  },
  {
    "id": 300168,
    "title": "Dragon Blade",
    "release_date": "2015-02-19",
    "overview": "Huo An, the commander of the Protection Squad of the Western Regions, was framed by evil forces and becomes enslaved. On the other hand, a Roman general escapes to China after rescuing the Prince. The heroic duo meet in the Western Desert and a thrilling story unfolds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m5yyMErIDbdzVLIDXVBG6EzM1oF.jpg",
    "popularity": 3.0976,
    "tmdb_url": "https://www.themoviedb.org/movie/300168"
  },
  {
    "id": 601666,
    "title": "I Care a Lot",
    "release_date": "2021-02-19",
    "overview": "A court-appointed legal guardian defrauds her older clients and traps them under her care. But her latest mark comes with some unexpected baggage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gKnhEsjNefpKnUdAkn7INzIFLSu.jpg",
    "popularity": 2.9863,
    "tmdb_url": "https://www.themoviedb.org/movie/601666"
  },
  {
    "id": 103117,
    "title": "Desirable Teacher 2",
    "release_date": "1982-02-19",
    "overview": "Pierino has again flunked the exams. Therefore, his desperate parents send him to boarding school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xxMrYv8U7GXmqMdHxOeNknlcNZ6.jpg",
    "popularity": 2.9536,
    "tmdb_url": "https://www.themoviedb.org/movie/103117"
  },
  {
    "id": 571648,
    "title": "Beasts Clawing at Straws",
    "release_date": "2020-02-19",
    "overview": "A struggling restaurant owner, caring for his sick mom, finds a bag of cash in a sauna locker, while a customs officer gets into trouble when his girlfriend runs off with money he borrowed from a loan shark.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lO4hjVBxrVtMmupGraIR3c7Jq1Q.jpg",
    "popularity": 2.8591,
    "tmdb_url": "https://www.themoviedb.org/movie/571648"
  },
  {
    "id": 64557,
    "title": "Playing with Fire",
    "release_date": "1975-02-19",
    "overview": "A banker hires a seedy detective to find his daughter and keep her safe from kidnappers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2aJKdzZxwvcZqTUv7Bai6zKKmSI.jpg",
    "popularity": 2.6761,
    "tmdb_url": "https://www.themoviedb.org/movie/64557"
  },
  {
    "id": 323677,
    "title": "Race",
    "release_date": "2016-02-19",
    "overview": "Based on the story of Jesse Owens, the athlete whose quest to become the greatest track and field athlete in history thrusts him onto the world stage of the 1936 Olympics, where he faces off against Adolf Hitler's vision of Aryan supremacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3pKLVyz6LGQU8xEDhYHSHsfy5Bg.jpg",
    "popularity": 2.625,
    "tmdb_url": "https://www.themoviedb.org/movie/323677"
  },
  {
    "id": 146198,
    "title": "Triple 9",
    "release_date": "2016-02-19",
    "overview": "A gang of criminals and corrupt cops plan the murder of a police officer in order to pull off their biggest heist yet across town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q2kIq9yzEkOVhl1aeo0alJHtdfz.jpg",
    "popularity": 2.5867,
    "tmdb_url": "https://www.themoviedb.org/movie/146198"
  },
  {
    "id": 858692,
    "title": "The Paradise Motel",
    "release_date": "2022-02-19",
    "overview": "A battered wife on the run searching for paradise finds that paradise isn't always. Nothing is as it seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7AlfXt6u973FAToFAfK0BlUSrUt.jpg",
    "popularity": 2.3574,
    "tmdb_url": "https://www.themoviedb.org/movie/858692"
  },
  {
    "id": 13466,
    "title": "October Sky",
    "release_date": "1999-02-19",
    "overview": "Homer Hickam is a kid with only one future in sight, to work in the local coal mine like his father. However, in October 1957 everything changes when the first artificial satellite, Sputnik, goes into orbit. When Homer sees the Soviet satellite streak overhead, he becomes inspired to learn how to build rockets. With the help of his friends, and the local nerd, Homer sets to do just that by trial and a lot of error. Unfortunately, most of the town, and especially Homer's father, thinks that they are wasting their time. Only one teacher understands their efforts and lets them know that they could become contenders in the national science fair with college scholarships being the prize. Now the gang must learn to perfect their craft and overcome the many problems facing them as they shoot for the stars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1weUnrWqESWoLzMgSs64jd4GEwY.jpg",
    "popularity": 2.3431,
    "tmdb_url": "https://www.themoviedb.org/movie/13466"
  },
  {
    "id": 709912,
    "title": "Cannibalism: A New Taste in Style",
    "release_date": "2004-02-19",
    "overview": "In the near future ceilings have been replaced by omnipresent TV's. In the mass media Cannibalism is being hyped as the latest trend in people's day to day lives. Ma, Pa and Wilberforce are your typical North American family. They are obese, over consuming and have a big screen TV on their kitchen ceiling. Life doesn't change much for this family unit, Pa goes to his job at the meat shop, Ma works her dead end job and lately Wilberforce has been staying at home because he is sick. However, when Wilberforce suggests eating Pa for dinner ALL HELL BREAKS LOOSE.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cqA7Ck2eDfDsKJzbFRYIXehA87M.jpg",
    "popularity": 2.2948,
    "tmdb_url": "https://www.themoviedb.org/movie/709912"
  },
  {
    "id": 21531,
    "title": "Barking Dogs Never Bite",
    "release_date": "2000-02-19",
    "overview": "An idle part-time college lecturer is annoyed by the yapping sound of a nearby dog. He decides to take drastic action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6jTxgTN3rS2p1DH36IsBsVpdF5e.jpg",
    "popularity": 2.2683,
    "tmdb_url": "https://www.themoviedb.org/movie/21531"
  },
  {
    "id": 298404,
    "title": "Sex for Sale",
    "release_date": "1993-02-19",
    "overview": "A Triad trafficking in firearms and drugs between Hong Kong and Zhuhai but most of their illicit activities were raided by the Chinese Police Officer, Ng. The Triad whistle blower Yuen, who was so angry that he kidnapped Ng's wife, maltreated her until she was unwillingly to be a prostitute in Hong Kong. Yuen's niece was a narcotics agent in Hong Kong Anti-drugs and Narcotics Bureau, cooperated with Ng to put Yuen in jail....",
    "poster_url": "https://image.tmdb.org/t/p/w500/rWlOjz9EW1M8z8YrXEK6TFwkGtB.jpg",
    "popularity": 2.1585,
    "tmdb_url": "https://www.themoviedb.org/movie/298404"
  }
]