[
  {
    "id": 1265,
    "title": "Bridge to Terabithia",
    "release_date": "2007-02-15",
    "overview": "Jesse Aarons trained all summer to become the fastest runner in school. So he's very upset when newcomer Leslie Burke outruns him and everyone else. Despite this and other differences including that she's rich, he's poor, she's a city girl, and he's a country boy the two become fast friends. Together they create Terabithia, a land of monsters, trolls, ogres, and giants where they rule as king and queen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3xFxGodKPMFLheS8rujFSmLfcq4.jpg",
    "popularity": 12.963,
    "tmdb_url": "https://www.themoviedb.org/movie/1265"
  },
  {
    "id": 640146,
    "title": "Ant-Man and the Wasp: Quantumania",
    "release_date": "2023-02-15",
    "overview": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qnqGbB22YJ7dSs4o6M7exTpNxPz.jpg",
    "popularity": 11.7777,
    "tmdb_url": "https://www.themoviedb.org/movie/640146"
  },
  {
    "id": 340837,
    "title": "A Cure for Wellness",
    "release_date": "2017-02-15",
    "overview": "An ambitious young executive is sent to retrieve his company's CEO from an idyllic but mysterious \"wellness center\" at a remote location in the Swiss Alps but soon suspects that the spa's miraculous treatments are not what they seem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d4fXuJS3zZcAZfz2HYDtnwqtnwn.jpg",
    "popularity": 7.8184,
    "tmdb_url": "https://www.themoviedb.org/movie/340837"
  },
  {
    "id": 445571,
    "title": "Game Night",
    "release_date": "2018-02-15",
    "overview": "Max and Annie's weekly game night gets kicked up a notch when Max's brother Brooks arranges a murder mystery party -- complete with fake thugs and federal agents. So when Brooks gets kidnapped, it's all supposed to be part of the game. As the competitors set out to solve the case, they start to learn that neither the game nor Brooks are what they seem to be. The friends soon find themselves in over their heads as each twist leads to another unexpected turn over the course of one chaotic night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/85R8LMyn9f2Lev2YPBF8Nughrkv.jpg",
    "popularity": 6.1726,
    "tmdb_url": "https://www.themoviedb.org/movie/445571"
  },
  {
    "id": 2108,
    "title": "The Breakfast Club",
    "release_date": "1985-02-15",
    "overview": "Five high school students from different walks of life endure a Saturday detention under a power-hungry principal. The disparate group includes rebel John, princess Claire, outcast Allison, brainy Brian and Andrew, the jock. Each has a chance to tell his or her story, making the others see them a little differently -- and when the day ends, they question whether school will ever be the same.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wM9ErA8UVdcce5P4oefQinN8VVV.jpg",
    "popularity": 5.7912,
    "tmdb_url": "https://www.themoviedb.org/movie/2108"
  },
  {
    "id": 8470,
    "title": "John Q",
    "release_date": "2002-02-15",
    "overview": "John Quincy Archibald is a father and husband whose son is diagnosed with an enlarged heart and then finds out he cannot receive a transplant because HMO insurance will not cover it. Therefore, he decides to take a hospital full of patients hostage until the hospital puts his son's name on the donor's list.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xEE91LvXiqgs7Hmdl44LCzHtFf6.jpg",
    "popularity": 5.6026,
    "tmdb_url": "https://www.themoviedb.org/movie/8470"
  },
  {
    "id": 553835,
    "title": "Is It Wrong to Try to Pick Up Girls in a Dungeon?: Arrow of the Orion",
    "release_date": "2019-02-15",
    "overview": "In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion—but it’s not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/78x3RRydNXvdB8BhJAwZz42g1Q1.jpg",
    "popularity": 4.2362,
    "tmdb_url": "https://www.themoviedb.org/movie/553835"
  },
  {
    "id": 16672,
    "title": "Woman in the Dunes",
    "release_date": "1964-02-15",
    "overview": "A vacationing entomologist suffers extreme physical and psychological trauma after being taken captive by the residents of a poor seaside village and made to live with a woman whose life task is shoveling sand for them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f0JpsMQ9oEjKBD66Ky3qK3z7LGT.jpg",
    "popularity": 3.6322,
    "tmdb_url": "https://www.themoviedb.org/movie/16672"
  },
  {
    "id": 844417,
    "title": "Marlowe",
    "release_date": "2023-02-15",
    "overview": "Private detective Philip Marlowe becomes embroiled in an investigation involving a wealthy Californian family after a beautiful blonde hires him to track down her former lover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vjAMj81oYBryzGBhJk4gcK0M636.jpg",
    "popularity": 3.6222,
    "tmdb_url": "https://www.themoviedb.org/movie/844417"
  },
  {
    "id": 413765,
    "title": "David Lynch: The Art Life",
    "release_date": "2017-02-15",
    "overview": "An intimate journey through the formative years of David Lynch's life. From his idyllic upbringing in small town America to the dark streets of Philadelphia, we follow Lynch as he traces the events that have helped to shape one of cinema's most enigmatic directors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pgtQceTZKylB2B237t18h2pOXpE.jpg",
    "popularity": 3.4564,
    "tmdb_url": "https://www.themoviedb.org/movie/413765"
  },
  {
    "id": 27958,
    "title": "Cruising",
    "release_date": "1980-02-15",
    "overview": "When New York is caught in the grip of a sadistic serial killer who preys on patrons of the city's underground bars, young rookie Steve Burns infiltrates the S&M subculture to try and lure him out of the shadows.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bb9CND0WyfwdHOZY5XmP4Qn8taz.jpg",
    "popularity": 2.9986,
    "tmdb_url": "https://www.themoviedb.org/movie/27958"
  },
  {
    "id": 797271,
    "title": "Counterattack",
    "release_date": "2021-02-15",
    "overview": "Security expert Lu Zi Ming is hired to work at an oil and gas plant project bidding event. He is framed by several of the parties involved. In order to prove his innocence he must now devise the ultimate counter-attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ayoqy3twWdKvUvbolbfoJToxUfl.jpg",
    "popularity": 2.9839,
    "tmdb_url": "https://www.themoviedb.org/movie/797271"
  },
  {
    "id": 20815,
    "title": "The Handmaid's Tale",
    "release_date": "1990-02-15",
    "overview": "In a dystopian, polluted right-wing religious tyranny, a young woman is put in sexual slavery on account of her now rare fertility.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cnkKQyRzoCMZliMaknTOXHqXKaz.jpg",
    "popularity": 2.6691,
    "tmdb_url": "https://www.themoviedb.org/movie/20815"
  },
  {
    "id": 94684,
    "title": "Gyo: Tokyo Fish Attack",
    "release_date": "2012-02-15",
    "overview": "To celebrate their graduation from university Kaori and her two friends visit Okinawa in southern Japan for a short vacation. At the vacation house, provided by Tadashi's uncle, a numbing stench awaits the girls, and can be traced to a horrendously deformed, legged fish that Kaori kills. More and more of these creatures appear and portend a horrific change for the animal life in the area. A phone call from Kaori's fiancé Tadashi in Tokyo quickly shows the scope of this epidemic, when he is also attacked by these mechanized fish. Kaori immediately sets out on an perilous voyage to find out what happened to Tadashi, helped by Shirakawa — a videographer in search of the truth behind all this...",
    "poster_url": "https://image.tmdb.org/t/p/w500/7MUHxk2UicWtCLcfdPPLgxmUrDv.jpg",
    "popularity": 2.599,
    "tmdb_url": "https://www.themoviedb.org/movie/94684"
  },
  {
    "id": 559562,
    "title": "Psycho-Pass: Sinners of the System - Case.2 First Guardian",
    "release_date": "2019-02-15",
    "overview": "2112; the summer before Akane Tsunemori was assigned to Division One of the Public Safety Bureau's Criminal Investigation Department. Teppei Sugo, an accomplished pilot of the Defense Army's 15th Integrated Task Force, joins the military operation in Okinawa. Three months later, an unmanned combat drone opens fire on the Ministry of Defense in Tokyo. Enforcer Tomomi Masaoka of CID Division One is dispatched to Sugo's military base to investigate the truth behind this case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Xm1hgIcmKJGnaMetErNu5kA8qz.jpg",
    "popularity": 2.3284,
    "tmdb_url": "https://www.themoviedb.org/movie/559562"
  },
  {
    "id": 60243,
    "title": "A Separation",
    "release_date": "2011-02-15",
    "overview": "A married couple are faced with a difficult decision - to improve the life of their child by moving to another country or to stay in Iran and look after a deteriorating parent who has Alzheimer's disease.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wQVvASmpm8jGhJBQU20OkoMcNzi.jpg",
    "popularity": 2.323,
    "tmdb_url": "https://www.themoviedb.org/movie/60243"
  },
  {
    "id": 592402,
    "title": "Great Bear Rainforest: Land of the Spirit Bear",
    "release_date": "2019-02-15",
    "overview": "Journey to a land of grizzlies, coastal wolves, sea otters and the all-white spirit bear - the rarest bear on earth - in the film Great Bear Rainforest. Hidden from the outside world, the Great Bear Rainforest is one of the wildest places left on earth. Found on Canada's remote Pacific coast, it is the last intact temperate rainforest in the world-a place protected by the region's indigenous people for millennia. Now, for the first time ever, experience this magical world in IMAX and giant screen theatres, and discover the land of the spirit bear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/exmNmLmtGUo9sTYrrNMc314y6xP.jpg",
    "popularity": 2.3026,
    "tmdb_url": "https://www.themoviedb.org/movie/592402"
  },
  {
    "id": 398929,
    "title": "Alibi.com",
    "release_date": "2017-02-15",
    "overview": "Greg founded a company called Alibi.com that creates any type of alibi. With his associate, Augustin, and Medhi his new employee, they devise unstoppable stratagems and stagings to cover their clients. But meeting Flo, a pretty blonde who hates men who lie, will complicate Greg's life, which begins by hiding the true nature of his activity. During the presentation to parents, Greg understands that Gérard, the father of Flo, is also one of their clients.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8K5dvcXq7Lq2qiE9nkjF1Dht60R.jpg",
    "popularity": 2.1554,
    "tmdb_url": "https://www.themoviedb.org/movie/398929"
  },
  {
    "id": 986677,
    "title": "Grinders",
    "release_date": "2023-02-15",
    "overview": "Two brothers, One a Butcher and one a Lawn service provider. Lawn service with an edge. A small town in Georgia has several of its townspeople disappear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mPuE2XQzbExgxqPMJf6w0vKvpo8.jpg",
    "popularity": 2.1005,
    "tmdb_url": "https://www.themoviedb.org/movie/986677"
  },
  {
    "id": 17130,
    "title": "Crossroads",
    "release_date": "2002-02-15",
    "overview": "After eight years apart, three childhood friends - Lucy, Kit, and Mimi - rediscover their friendship on a cross-country trip. With barely a plan, practically no money but plenty of dreams, the girls catch a lift with Mimi's handsome friend Ben in his convertible. Along the way they not only gather experiences that will change their lives, but they also discover how important it is to hold onto their hearts' desires.",
    "poster_url": "https://image.tmdb.org/t/p/w500/prdFY9Bc28frBhhWl7mPSr7JmFp.jpg",
    "popularity": 2.0792,
    "tmdb_url": "https://www.themoviedb.org/movie/17130"
  },
  {
    "id": 23759,
    "title": "Centurion",
    "release_date": "2010-02-15",
    "overview": "Britain, A.D. 117. Quintus Dias, the sole survivor of a Pictish raid on a Roman frontier fort, marches north with General Virilus' legendary Ninth Legion, under orders to wipe the Picts from the face of the Earth and destroy their leader, Gorlacon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ZdfrcP2QCqoRSk7JF06tDWtrhP.jpg",
    "popularity": 2.0591,
    "tmdb_url": "https://www.themoviedb.org/movie/23759"
  },
  {
    "id": 397520,
    "title": "Anne of Green Gables",
    "release_date": "2016-02-15",
    "overview": "A retelling of L.M. Montgomery's story of Anne Shirley, an orphan who is accidentally sent to a couple looking to adopt a boy instead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/naohj9jmNggrodVingNs1veCwXJ.jpg",
    "popularity": 2.041,
    "tmdb_url": "https://www.themoviedb.org/movie/397520"
  },
  {
    "id": 39939,
    "title": "Super Troopers",
    "release_date": "2001-02-15",
    "overview": "Five bored, occasionally high and always ineffective Vermont state troopers must prove their worth to the governor or lose their jobs. After stumbling on a drug ring, they plan to make a bust, but a rival police force is out to steal the glory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yJyxPItcLNVfYr7idOphQTmQ9hK.jpg",
    "popularity": 2.0321,
    "tmdb_url": "https://www.themoviedb.org/movie/39939"
  },
  {
    "id": 31657,
    "title": "Coming Home",
    "release_date": "1978-02-15",
    "overview": "In 1968 California, a Marine officer's wife falls in love with a former high school classmate who suffered a paralyzing combat injury in the war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jBsYWNBYNEi5EhT1hC8iexcTsWT.jpg",
    "popularity": 2.005,
    "tmdb_url": "https://www.themoviedb.org/movie/31657"
  }
]