[
  {
    "id": 284054,
    "title": "Black Panther",
    "release_date": "2018-02-13",
    "overview": "King T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne by factions within his own country as well as without. Using powers reserved to Wakandan kings, T'Challa assumes the Black Panther mantle to join with ex-girlfriend Nakia, the queen-mother, his princess-kid sister, members of the Dora Milaje (the Wakandan 'special forces') and an American secret agent, to prevent Wakanda from being dragged into a world war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uxzzxijgPIY7slzFvMotPv8wjKA.jpg",
    "popularity": 125.192,
    "tmdb_url": "https://www.themoviedb.org/movie/284054"
  },
  {
    "id": 50270,
    "title": "Paprika",
    "release_date": "1991-02-13",
    "overview": "Mimma starts working in Madame Colette’s brothel to help her boyfriend financially. There she is rechristened “Paprika,” and falls in love with her first client, naval officer Franco. Despite this attraction, she begins her climb through the sex trade, residing in Italy’s most illustrious brothels.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ArZvonETUbFYuNBa5PWkYJjG1u.jpg",
    "popularity": 17.1904,
    "tmdb_url": "https://www.themoviedb.org/movie/50270"
  },
  {
    "id": 1824,
    "title": "50 First Dates",
    "release_date": "2004-02-13",
    "overview": "Henry is a player skilled at seducing women. But when this veterinarian meets Lucy, a girl with a quirky problem when it comes to total recall, he realizes it's possible to fall in love all over again…and again, and again. That's because the delightful Lucy has no short-term memory, so Henry must woo her day after day until he finally sweeps her off her feet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5NxTW4SS6aUKZYnbQzh7UYNivd.jpg",
    "popularity": 9.2258,
    "tmdb_url": "https://www.themoviedb.org/movie/1824"
  },
  {
    "id": 175112,
    "title": "Tinker Bell and the Pirate Fairy",
    "release_date": "2014-02-13",
    "overview": "Zarina, a smart and ambitious dust-keeper fairy who’s captivated by Blue Pixie Dust and its endless possibilities, flees Pixie Hollow and joins forces with the scheming pirates of Skull Rock, who make her captain of their ship. Tinker Bell and her friends must embark on an epic adventure to find Zarina, and together they go sword-to-sword with the band of pirates led by a cabin boy named James, who’ll soon be known as Captain Hook himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/81oxrsugqqs8sAVNX9fdlz57cVU.jpg",
    "popularity": 7.0068,
    "tmdb_url": "https://www.themoviedb.org/movie/175112"
  },
  {
    "id": 8247,
    "title": "Jumper",
    "release_date": "2008-02-13",
    "overview": "David Rice is a man who knows no boundaries, a Jumper, born with the uncanny ability to teleport instantly to anywhere on Earth. When he discovers others like himself, David is thrust into a dangerous and bloodthirsty war while being hunted by a sinister and determined group of zealots who have sworn to destroy all Jumpers. Now, David’s extraordinary gift may be his only hope for survival!",
    "poster_url": "https://image.tmdb.org/t/p/w500/3pPZ9JhNz3VMmASVir5SMHvTDUU.jpg",
    "popularity": 5.6235,
    "tmdb_url": "https://www.themoviedb.org/movie/8247"
  },
  {
    "id": 556678,
    "title": "Emma.",
    "release_date": "2020-02-13",
    "overview": "In 1800s England, a well-meaning but selfish young woman meddles in the love lives of her friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uHpHzbHLSsVmAuuGuQSpyVDZmDc.jpg",
    "popularity": 4.8841,
    "tmdb_url": "https://www.themoviedb.org/movie/556678"
  },
  {
    "id": 13648,
    "title": "Resident Evil: Degeneration",
    "release_date": "2008-02-13",
    "overview": "Leon S. Kennedy and Claire Redfield must battle a rogue warrior seeking revenge after unleashing the deadly G-Virus, whilst a mutated monster goes on a rampage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1x5OaFOo38JAwR5yXxeuvQg3VWH.jpg",
    "popularity": 4.5979,
    "tmdb_url": "https://www.themoviedb.org/movie/13648"
  },
  {
    "id": 1016084,
    "title": "BlackBerry",
    "release_date": "2023-02-13",
    "overview": "Two mismatched entrepreneurs – egghead innovator Mike Lazaridis and cut-throat businessman Jim Balsillie – joined forces in an endeavour that was to become a worldwide hit in little more than a decade. The story of the meteoric rise and catastrophic demise of the world's first smartphone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ePWKQzOnwabMcJsWYWIiy5p1Ofr.jpg",
    "popularity": 4.5319,
    "tmdb_url": "https://www.themoviedb.org/movie/1016084"
  },
  {
    "id": 1825,
    "title": "Over the Top",
    "release_date": "1987-02-13",
    "overview": "Sylvester Stallone stars as hard-luck big-rig trucker Lincoln Hawk and takes us under the glaring Las Vegas lights for all the boisterous action of the World Armwrestling Championship.  Relying on wits and willpower, Hawk tries to rebuild his life by capturing the first-place prize money, and the love of the son he abandoned years earlier into the keeping of his rich, ruthless father-in-law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOJ7IpvEXPAPzmqcw11cHdciRFc.jpg",
    "popularity": 4.2645,
    "tmdb_url": "https://www.themoviedb.org/movie/1825"
  },
  {
    "id": 86828,
    "title": "Absolutely Anything",
    "release_date": "2015-02-13",
    "overview": "Eccentric aliens give a man the power to do anything he wants to determine if Earth is worth saving.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2gkyLFG3MpbqXC1eF8dlSge886s.jpg",
    "popularity": 3.7417,
    "tmdb_url": "https://www.themoviedb.org/movie/86828"
  },
  {
    "id": 512196,
    "title": "Happy Death Day 2U",
    "release_date": "2019-02-13",
    "overview": "Collegian Tree Gelbman wakes up in horror to learn that she's stuck in a parallel universe. Her boyfriend Carter is now with someone else, and her friends and fellow students seem to be completely different versions of themselves. When Tree discovers that Carter's roommate has been altering time, she finds herself once again the target of a masked killer. When the psychopath starts to go after her inner circle, Tree soon realizes that she must die over and over again to save everyone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4tdnePOkOOzwuGPEOAHp8UA4vqx.jpg",
    "popularity": 3.6685,
    "tmdb_url": "https://www.themoviedb.org/movie/512196"
  },
  {
    "id": 338,
    "title": "Good Bye, Lenin!",
    "release_date": "2003-02-13",
    "overview": "Alex Kerner's mother was in a coma while the Berlin wall fell. When she wakes up he must try to keep her from learning what happened (as she was an avid communist supporter) to avoid shocking her which could lead to another heart attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uHk1oGEbnvQGLnyiiYxTslZLoog.jpg",
    "popularity": 3.6659,
    "tmdb_url": "https://www.themoviedb.org/movie/338"
  },
  {
    "id": 14073,
    "title": "Jodhaa Akbar",
    "release_date": "2008-02-13",
    "overview": "A sixteenth century love story about a marriage of alliance that gave birth to true love between a Mughal emperor and a Rajput princess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPjgeywFNTlh9IUuXWy85nn4h8J.jpg",
    "popularity": 3.629,
    "tmdb_url": "https://www.themoviedb.org/movie/14073"
  },
  {
    "id": 10153,
    "title": "Sphere",
    "release_date": "1998-02-13",
    "overview": "A spacecraft is discovered on the floor of the Pacific Ocean, presumed to be at least 300 years old and of alien origin. A crack team of scientists and experts is assembled and taken to the Habitat, a state-of-the-art underwater living environment, to investigate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/reR7C7EYe3DiHm5OYpA0ACUMDld.jpg",
    "popularity": 3.5894,
    "tmdb_url": "https://www.themoviedb.org/movie/10153"
  },
  {
    "id": 10019,
    "title": "Mannequin",
    "release_date": "1987-02-13",
    "overview": "Jonathan Switcher, an unemployed artist, finds a job as an assistant window dresser for a department store. When Jonathan happens upon a beautiful mannequin he previously designed, she springs to life and introduces herself as Emmy, an Egyptian under an ancient spell. Despite interference from the store's devious manager, Jonathan and his mannequin fall in love while creating eye-catching window displays to keep the struggling store in business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oHMA8euTiZdDFXDi5zaIQQXwl0K.jpg",
    "popularity": 3.486,
    "tmdb_url": "https://www.themoviedb.org/movie/10019"
  },
  {
    "id": 572151,
    "title": "Zombie for Sale",
    "release_date": "2019-02-13",
    "overview": "When a pharmaceutical company's illegal experiments inadvertently create a zombie, the strange Park family finds it and tries to profit from it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/62WZ0RkSwTakEf0fPEy4ai5VXlX.jpg",
    "popularity": 3.0585,
    "tmdb_url": "https://www.themoviedb.org/movie/572151"
  },
  {
    "id": 11003,
    "title": "The Wedding Singer",
    "release_date": "1998-02-13",
    "overview": "Robbie, a local rock star turned wedding singer, is dumped on the day of his wedding. Meanwhile, waitress Julia finally sets a wedding date with her fiancée Glenn. When Julia and Robbie meet and hit it off, they find that things are more complicated than anybody thought.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zVvyTrcZQb7kC2DPDzyo25WcxXp.jpg",
    "popularity": 2.9142,
    "tmdb_url": "https://www.themoviedb.org/movie/11003"
  },
  {
    "id": 449563,
    "title": "Isn't It Romantic",
    "release_date": "2019-02-13",
    "overview": "For a long time, Natalie, an Australian architect living in New York City, had always believed that what she had seen in rom-coms is all fantasy. But after thwarting a mugger at a subway station only to be knocked out while fleeing, Natalie wakes up and discovers that her life has suddenly become her worst nightmare—a romantic comedy—and she is the leading lady.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5xNBYXuv8wqiLVDhsfqCOr75DL7.jpg",
    "popularity": 2.8421,
    "tmdb_url": "https://www.themoviedb.org/movie/449563"
  },
  {
    "id": 16345,
    "title": "Billu",
    "release_date": "2009-02-13",
    "overview": "When a famous Bollywood actor visits a small village for a film's shoot, a poor hairdresser's claim that they were once childhood friends soon makes him the centre of attention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmWKskigmvBow3uOP4RPQOIaUux.jpg",
    "popularity": 2.7866,
    "tmdb_url": "https://www.themoviedb.org/movie/16345"
  },
  {
    "id": 1054116,
    "title": "My Hero Academia: All Might Rising",
    "release_date": "2019-02-13",
    "overview": "3rd My Hero Academia OVA. A short special about All Might included with the Blu-ray/DVD release of My Hero Academia: Two Heroes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmRfBDkI5gH7mBUAsmVnWFLz3pm.jpg",
    "popularity": 2.7691,
    "tmdb_url": "https://www.themoviedb.org/movie/1054116"
  },
  {
    "id": 137321,
    "title": "Winter's Tale",
    "release_date": "2014-02-13",
    "overview": "A burglar falls for an heiress as she dies in his arms. When he learns that he has the gift of reincarnation, he sets out to save her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dwDAUpidqVEql6w1o51VIPlMtbG.jpg",
    "popularity": 2.7569,
    "tmdb_url": "https://www.themoviedb.org/movie/137321"
  },
  {
    "id": 960534,
    "title": "Hollywood in the Atomic Age: Monsters! Martians! Mad Scientists!",
    "release_date": "2021-02-13",
    "overview": "A comprehensive story of Hollywood's horror and science fiction films of the 1950s, told by the people who made them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xAjOEQRIr942XKGIJ23WsHcwYBC.jpg",
    "popularity": 2.629,
    "tmdb_url": "https://www.themoviedb.org/movie/960534"
  },
  {
    "id": 252841,
    "title": "Highway",
    "release_date": "2014-02-13",
    "overview": "Right before her wedding, a young woman finds herself abducted and held for ransom. As the initial days pass, she begins to develop a strange bond with her kidnapper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xuTevYF35WDkElpm5vNBVaISkT9.jpg",
    "popularity": 2.551,
    "tmdb_url": "https://www.themoviedb.org/movie/252841"
  },
  {
    "id": 570508,
    "title": "Innocent Witness",
    "release_date": "2019-02-13",
    "overview": "An old man is found dead, and his housekeeper is charged with the murder. Her defense attorney is surprised to learn the only witness to the crime is a teenage girl with autism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rLfGdUJ4Rp1FTWKOvaZlMqHXb4i.jpg",
    "popularity": 2.5256,
    "tmdb_url": "https://www.themoviedb.org/movie/570508"
  },
  {
    "id": 10355,
    "title": "Shiri",
    "release_date": "1999-02-13",
    "overview": "North Korea's 8th Special Forces hijack a shipment of CTX, a potent new liquid explosive, and threatens South Korea as part of a plot to re-unify the two countries. Ryu and Lee, special agents of O.P.,  South Korea's secret intelligence service, attempt to track down the terrorists and find the CTX. Meanwhile Hee, the 8th's ultra-bad female sniper, resurfaces to wreak havoc and haunt Ryu.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7rmye0ThMHMT2VhZj7zdyCcHQVe.jpg",
    "popularity": 2.5249,
    "tmdb_url": "https://www.themoviedb.org/movie/10355"
  },
  {
    "id": 42120,
    "title": "City on Fire",
    "release_date": "1987-02-13",
    "overview": "Ko Chow is an undercover cop who is under pressure from all sides. His boss, Inspector Lau, wants him to infiltrate a gang of ruthless jewel thieves; his girlfriend wants him to commit to marriage or she will leave Hong Kong with another lover; and he is being pursued by other cops who are unaware that he is a colleague. Chow would rather quit the force, feeling guilty about betraying gang members who have become his friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uOgCKhHsQvOFVNxOUdewPwc0Z9N.jpg",
    "popularity": 2.5209,
    "tmdb_url": "https://www.themoviedb.org/movie/42120"
  },
  {
    "id": 509730,
    "title": "The Queen's Corgi",
    "release_date": "2019-02-13",
    "overview": "Since his arrival at Buckingham palace, Rex lives a life of luxury. Top dog, he has superseded his three fellow Corgis in Her Majesty’s heart. His arrogance can be quite irritating. When he causes a diplomatic incident during an official dinner with the President of the United States, he falls into disgrace. Betrayed by one of his peers, Rex becomes a stray dog in the streets of London. How can he redeem himself? In love, he will find the resources to surpass himself in the face of great danger…",
    "poster_url": "https://image.tmdb.org/t/p/w500/xcl4vYTqqzwn3ihUpjCQz0jqhV3.jpg",
    "popularity": 2.4121,
    "tmdb_url": "https://www.themoviedb.org/movie/509730"
  },
  {
    "id": 109491,
    "title": "Beautiful Creatures",
    "release_date": "2013-02-13",
    "overview": "Ethan Wate just wants to get to know Lena Duchannes better, but unbeknownst to him, Lena has strange powers.  As Lena's 16th birthday approaches she might decide her fate, to be good or evil.  A choice which will impact her relationship forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t7PWQHpJHb2ozALCfaPaC5aHxBs.jpg",
    "popularity": 2.3677,
    "tmdb_url": "https://www.themoviedb.org/movie/109491"
  },
  {
    "id": 1144196,
    "title": "Serigala Betina Part 2",
    "release_date": "2023-02-13",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/zb40SlO1fRalPbqHddiWRWiCBRt.jpg",
    "popularity": 2.3428,
    "tmdb_url": "https://www.themoviedb.org/movie/1144196"
  },
  {
    "id": 325699,
    "title": "Temper",
    "release_date": "2015-02-13",
    "overview": "Daya is a corrupt cop who joins hands with the local don. When Daya's girlfriend gets kidnapped, it triggers Daya to go against Vasu and his empire, leading him to uncover a bigger motive behind the kidnapping.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vRfSEFM9waphZKoa3ALTZCUYb2F.jpg",
    "popularity": 2.048,
    "tmdb_url": "https://www.themoviedb.org/movie/325699"
  }
]