[
  {
    "id": 300668,
    "title": "Annihilation",
    "release_date": "2018-02-22",
    "overview": "A biologist signs up for a dangerous, secret expedition into a mysterious zone where the laws of nature don't apply.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4YRplSk6BhH6PRuE9gfyw9byUJ6.jpg",
    "popularity": 109.099,
    "tmdb_url": "https://www.themoviedb.org/movie/300668"
  },
  {
    "id": 804150,
    "title": "Cocaine Bear",
    "release_date": "2023-02-22",
    "overview": "Inspired by a true story, an oddball group of cops, criminals, tourists and teens converge in a Georgia forest where a 500-pound black bear goes on a murderous rampage after unintentionally ingesting cocaine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gOnmaxHo0412UVr1QM5Nekv1xPi.jpg",
    "popularity": 22.0255,
    "tmdb_url": "https://www.themoviedb.org/movie/804150"
  },
  {
    "id": 465136,
    "title": "Every Day",
    "release_date": "2018-02-22",
    "overview": "16-year old Rhiannon falls in love with a mysterious spirit named “A” that inhabits a different body every day. Feeling an unmatched connection, Rhiannon and “A” work each day to find each other, not knowing what the next day will bring.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4UnME3icxSspwL0UoGZNSyyp7Xs.jpg",
    "popularity": 4.4239,
    "tmdb_url": "https://www.themoviedb.org/movie/465136"
  },
  {
    "id": 1077280,
    "title": "Die Hart",
    "release_date": "2023-02-22",
    "overview": "Kevin Hart - playing a version of himself - is on a death-defying quest to become an action star. And with a little help from John Travolta, Nathalie Emmanuel, and Josh Hartnett - he just might pull it off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ff9iMXJjtRdm58nRzM88sNr5CTu.jpg",
    "popularity": 3.781,
    "tmdb_url": "https://www.themoviedb.org/movie/1077280"
  },
  {
    "id": 9367,
    "title": "El Mariachi",
    "release_date": "1993-02-22",
    "overview": "El Mariachi just wants to play his guitar and carry on the family tradition. Unfortunately, the town he tries to find work in has another visitor, a killer who carries his guns in a guitar case. The drug lord and his henchmen mistake el Mariachi for the killer, Azul, and chase him around town trying to kill him and get his guitar case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zRh7K4SV1xQ419m8gzGITak51vc.jpg",
    "popularity": 3.3061,
    "tmdb_url": "https://www.themoviedb.org/movie/9367"
  },
  {
    "id": 55374,
    "title": "Riding Bean",
    "release_date": "1989-02-22",
    "overview": "Bean Bandit and his partner Rally Vincent are couriers for hire - transporting clients and delivering goods in his custom sports car \"Roadbuster\" for a hefty price. But when they are hired to escort a kidnapped girl named Chelsea to her home, they don't realize they're being framed for kidnapping as their former clients Semmerling and Carrie plan their escape with Chelsea's father and the ransom money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZyuxz1dosJpmdmHhs9KdTEzrQx.jpg",
    "popularity": 2.9738,
    "tmdb_url": "https://www.themoviedb.org/movie/55374"
  },
  {
    "id": 91342,
    "title": "Barbie in A Mermaid Tale 2",
    "release_date": "2012-02-22",
    "overview": "Surf's up for Barbie as she returns as Merliah, the fun and fashionable surfing champion who's also a magical mermaid princess! In this exciting sea-quel, Merliah makes a splash when she heads to Australia for the ultimate surfing competition. When the evil mermaid Eris escapes from her whirlpool with plans to take over the throne of Oceana, Merliah and her sea friends dive in to stop her. It's a fresh new adventure where Merliah learns that anything is possible and she really can have the best of both worlds!",
    "poster_url": "https://image.tmdb.org/t/p/w500/iVCfTtVDAECpbMSokSNilIR6wPr.jpg",
    "popularity": 2.9302,
    "tmdb_url": "https://www.themoviedb.org/movie/91342"
  },
  {
    "id": 571785,
    "title": "Time to Hunt",
    "release_date": "2020-02-22",
    "overview": "Four young men want to leave their dystopian world behind and go to a distant paradise to execute a money robbery, a daring act that will have unexpected consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkuuvDoPkOJpg0ZDzHkUWt8ZG5A.jpg",
    "popularity": 2.8666,
    "tmdb_url": "https://www.themoviedb.org/movie/571785"
  },
  {
    "id": 460321,
    "title": "Close",
    "release_date": "2019-02-22",
    "overview": "A counter-terrorism expert takes a job protecting a young heiress. After an attempted kidnapping puts both of their lives in danger, they must flee.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iYAwwdE5KvDaU4Uyll5h4XscXkc.jpg",
    "popularity": 2.7784,
    "tmdb_url": "https://www.themoviedb.org/movie/460321"
  },
  {
    "id": 10207,
    "title": "Message in a Bottle",
    "release_date": "1999-02-22",
    "overview": "A woman finds a romantic letter in a bottle washed ashore and tracks down the author, a widowed shipbuilder whose wife died tragically early. As a deep and mutual attraction blossoms, the man struggles to make peace with his past so that he can move on and find happiness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ulUjszY6YJFsDUd0E3WolJg6sOp.jpg",
    "popularity": 2.5165,
    "tmdb_url": "https://www.themoviedb.org/movie/10207"
  },
  {
    "id": 60281,
    "title": "To the Wonder",
    "release_date": "2013-02-22",
    "overview": "After falling in love in Paris, Marina and Neil come to Oklahoma, where problems arise. Their church's Spanish-born pastor struggles with his faith, while Neil encounters a woman from his childhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wH9k8A3RBZ8Pjjq4J1CZSXAnCKJ.jpg",
    "popularity": 2.4485,
    "tmdb_url": "https://www.themoviedb.org/movie/60281"
  },
  {
    "id": 1214244,
    "title": "Son-of-a Preacher Man",
    "release_date": "2022-02-22",
    "overview": "A promising young executive unintentionally falls in love with a young gambler who ultimately ruins her career, and finds himself looking for redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e2SxASdtpJwigBcfVmz305XCXZR.jpg",
    "popularity": 2.3664,
    "tmdb_url": "https://www.themoviedb.org/movie/1214244"
  },
  {
    "id": 239367,
    "title": "Giovanni's Island",
    "release_date": "2014-02-22",
    "overview": "In the aftermath of the most devastating conflict mankind had ever experienced, the tiny island of Shikotan became part of the Sakhalin Oblast... and on the unhealed border in this remote corner of the world, friendship among children from two different countries timidly blossomed, striving to overcome language barriers and the waves of history. Inspired by true events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aqNDzNcxesN6CNGP4jInMVpqC5l.jpg",
    "popularity": 2.3278,
    "tmdb_url": "https://www.themoviedb.org/movie/239367"
  },
  {
    "id": 697251,
    "title": "Temptation of Mother-in-Law",
    "release_date": "2019-02-22",
    "overview": "After graduating from the prestigious college, the youngest conglomerate is promoted to a handsome appearance. However, at the drinking place with his old friend, Moo-Hyuk, Han-Yong notices a drink without hesitation. As if frustrated, Moo-hyeok asked why he wanted to marry his six-year-old girlfriend, Wisdom, but was struggling with her attitude of not showing her parents. That night, Han Yong received a promotion from Wisdom and asked for a complimentary ceremony, saying that she wants to get married stably now. . And even if you look at the place of Sang-yeon, you'll find Yeon-ji, the eldest daughter of her own age. Will increase. And one day, on a business trip of wisdom, what will Han Yong choose for a sudden visit by a drunken mother-in-law?",
    "poster_url": "https://image.tmdb.org/t/p/w500/1fUE6TkPhNhsCXKMv16tZlUhJfV.jpg",
    "popularity": 2.2926,
    "tmdb_url": "https://www.themoviedb.org/movie/697251"
  },
  {
    "id": 486947,
    "title": "The Guilty",
    "release_date": "2018-02-22",
    "overview": "Police officer Asger Holm, demoted to desk work as an alarm dispatcher, answers a call from a panicked woman who claims to have been kidnapped. Confined to the police station and with the phone as his only tool, Asger races against time to get help and find her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/42QPG6p7oLcLd4LQOPeSTLhqfMx.jpg",
    "popularity": 2.2723,
    "tmdb_url": "https://www.themoviedb.org/movie/486947"
  },
  {
    "id": 11004,
    "title": "Wonder Boys",
    "release_date": "2000-02-22",
    "overview": "Grady is a 50-ish English professor who hasn't had a thing published in years—not since he wrote his award winning 'Great American Novel' 7 years ago. This weekend proves even worse than he could imagine as he finds himself reeling from one misadventure to another in the company of a new wonder boy author.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5yvQe06HPNII2eZCJWTeMwqLWvR.jpg",
    "popularity": 2.2129,
    "tmdb_url": "https://www.themoviedb.org/movie/11004"
  },
  {
    "id": 26268,
    "title": "Harper",
    "release_date": "1966-02-22",
    "overview": "Harper is a cynical private eye in the best tradition of Bogart. He even has Bogie's Baby hiring him to find her missing husband, getting involved along the way with an assortment of unsavory characters and an illegal-alien smuggling ring.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zy56CkGHBA9WubuJ7fjntTZCvRi.jpg",
    "popularity": 2.1967,
    "tmdb_url": "https://www.themoviedb.org/movie/26268"
  },
  {
    "id": 25892,
    "title": "Cinderella",
    "release_date": "1965-02-22",
    "overview": "After the success of the  live 1957 Cinderella on CBS (with Julie Andrews), the network decided to produce another television version. The new script hewed closer to the traditional tale, although nearly all of the original songs were retained and performed in their original settings. Added to the Rodgers and Hammerstein score was \"Loneliness of Evening\", which had been composed for South Pacific but not used.",
    "poster_url": "https://image.tmdb.org/t/p/w500/60gQBt16TakffKrR2sizX7SWJ1M.jpg",
    "popularity": 2.1937,
    "tmdb_url": "https://www.themoviedb.org/movie/25892"
  },
  {
    "id": 578514,
    "title": "Samurai Marathon",
    "release_date": "2019-02-22",
    "overview": "When feudal lord Itakura Katsuakira decides to prepare his samurai troops for the onslaught of modernization by having them compete in a marathon, his independent-minded daughter Yuki secretly joins the race.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yusSNvTIKItyVgAZFUmSqAd5o1k.jpg",
    "popularity": 2.1912,
    "tmdb_url": "https://www.themoviedb.org/movie/578514"
  },
  {
    "id": 340027,
    "title": "Brain on Fire",
    "release_date": "2017-02-22",
    "overview": "Susannah Cahalan, an up-and-coming journalist at the New York Post becomes plagued by voices in her head and seizures, causing a rapid descent into insanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kEwI53HNDO0ajSUWh4HSsGrlF6l.jpg",
    "popularity": 2.1391,
    "tmdb_url": "https://www.themoviedb.org/movie/340027"
  },
  {
    "id": 25473,
    "title": "Walking Tall",
    "release_date": "1973-02-22",
    "overview": "Ex-wrestler and Tennessee Sheriff Buford Pusser walks tall and carries a big stick as he tussles with county-wide corruption and moonshining thugs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fL0fuJ5qdm6JVwtIyw6F7e8PZMe.jpg",
    "popularity": 2.0711,
    "tmdb_url": "https://www.themoviedb.org/movie/25473"
  },
  {
    "id": 474214,
    "title": "Trading Paint",
    "release_date": "2019-02-22",
    "overview": "A stock car racing legend is drawn back to the dirt track when his son, an aspiring driver, joins a rival racing team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yV9G1nO6YxEWzXblqMUFoS19R9v.jpg",
    "popularity": 2.0214,
    "tmdb_url": "https://www.themoviedb.org/movie/474214"
  },
  {
    "id": 11338,
    "title": "Into the Night",
    "release_date": "1985-02-22",
    "overview": "Ed Okin used to have a boring life. He used to have trouble getting to sleep. Then one night, he met Diana. Now, Ed's having trouble staying alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/voqfHibbZVtl9o6D2MRcdQmN42i.jpg",
    "popularity": 2.0161,
    "tmdb_url": "https://www.themoviedb.org/movie/11338"
  }
]