[
  {
    "id": 2666,
    "title": "Dark City",
    "release_date": "1998-02-27",
    "overview": "A man struggles with memories of his past, including a wife he cannot remember, in a nightmarish world with no sun and run by beings with telekinetic powers who seek the souls of humans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tNPEGju4DpTdbhBphNmZoEi9Bd3.jpg",
    "popularity": 38.7434,
    "tmdb_url": "https://www.themoviedb.org/movie/2666"
  },
  {
    "id": 801335,
    "title": "Girl in the Basement",
    "release_date": "2021-02-27",
    "overview": "Sara is a teen girl who is looking forward to her 18th birthday to move away from her controlling father Don. But before she could even blow out the candles, Don imprisons her in the basement of their home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tPP9n6r5QrIKPnshnJqE7klptj2.jpg",
    "popularity": 16.5233,
    "tmdb_url": "https://www.themoviedb.org/movie/801335"
  },
  {
    "id": 81005,
    "title": "Jack the Giant Slayer",
    "release_date": "2013-02-27",
    "overview": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. Fighting for a kingdom, its people, and the love of a brave princess, he comes face to face with the unstoppable warriors he thought only existed in legend–and gets the chance to become a legend himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9jSI7saUX9Qz0JLh19jX2ulEwL7.jpg",
    "popularity": 9.436,
    "tmdb_url": "https://www.themoviedb.org/movie/81005"
  },
  {
    "id": 4347,
    "title": "Atonement",
    "release_date": "2007-02-27",
    "overview": "As a 13-year-old, fledgling writer Briony Tallis irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hMRIyBjPzxaSXWM06se3OcNjIQa.jpg",
    "popularity": 7.5385,
    "tmdb_url": "https://www.themoviedb.org/movie/4347"
  },
  {
    "id": 514207,
    "title": "Invasion",
    "release_date": "2020-02-27",
    "overview": "Two years after the fall of the alien ship, the life of a young woman from Moscow has been changed forever. Her growing powers are now at the focus of both human and celestial investigation: an alien force takes an interest in her, and will stop short of nothing, including an invasion. Can love and compassion save humanity, when faced with a much greater and more demanding test this time?",
    "poster_url": "https://image.tmdb.org/t/p/w500/eNkewJGOW44OznlnfXA8ewWPPmI.jpg",
    "popularity": 6.0935,
    "tmdb_url": "https://www.themoviedb.org/movie/514207"
  },
  {
    "id": 9366,
    "title": "Donnie Brasco",
    "release_date": "1997-02-27",
    "overview": "An FBI undercover agent infiltrates the mob and identifies more with the mafia life at the expense of his regular one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xtKLvpOfARi1XVm8u2FTdhY5Piq.jpg",
    "popularity": 5.385,
    "tmdb_url": "https://www.themoviedb.org/movie/9366"
  },
  {
    "id": 15472,
    "title": "The Girl with the Dragon Tattoo",
    "release_date": "2009-02-27",
    "overview": "Swedish thriller based on Stieg Larsson's novel about a male journalist and a young female hacker. In the opening of the movie, Mikael Blomkvist, a middle-aged publisher for the magazine Millennium, loses a libel case brought by corrupt Swedish industrialist Hans-Erik Wennerström. Nevertheless, he is hired by Henrik Vanger in order to solve a cold case, the disappearance of Vanger's niece",
    "poster_url": "https://image.tmdb.org/t/p/w500/mf9LQGsZSSfloIKJ59pUETXdhoz.jpg",
    "popularity": 3.6811,
    "tmdb_url": "https://www.themoviedb.org/movie/15472"
  },
  {
    "id": 457335,
    "title": "Guns Akimbo",
    "release_date": "2020-02-27",
    "overview": "An ordinary guy suddenly finds himself forced to fight a gladiator-like battle for a dark website that streams the violence for viewers. In order to survive and rescue his kidnapped ex-girlfriend, he must battle Nix, a heavily armed and much more experienced fighter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2kNnf7BwRCEm4bcFkdiE0T4U25s.jpg",
    "popularity": 2.9949,
    "tmdb_url": "https://www.themoviedb.org/movie/457335"
  },
  {
    "id": 678391,
    "title": "HIT: The First Case",
    "release_date": "2020-02-27",
    "overview": "Vikram Rudraraju is a 30-year-old cop working for the Telangana State Police. While Vikram is battling with his own traumatic past, the stakes get high when a girl called Preethi mysteriously disappears in Hyderabad and Vikram has to solve the case at any cost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dMxentLHEJPBMQCPXHrUKluODpe.jpg",
    "popularity": 2.9211,
    "tmdb_url": "https://www.themoviedb.org/movie/678391"
  },
  {
    "id": 13830,
    "title": "Shottas",
    "release_date": "2002-02-27",
    "overview": "A raw urban drama about two friends raised on the dangerous streets of Kingston, Jamaica. Biggs and Wayne take on the \"Shotta\" way of life to survive. As young boys, they begin a life of crime, eventually moving to the US where they begin a ruthless climb from the bottom. They remain bound to each other by their shottas loyalty as they aggressively take control of the Jamaican underworld.",
    "poster_url": "https://image.tmdb.org/t/p/w500/chh2xSTVtMCFyFePm1zRbBmtqaX.jpg",
    "popularity": 2.8316,
    "tmdb_url": "https://www.themoviedb.org/movie/13830"
  },
  {
    "id": 9045,
    "title": "Amen.",
    "release_date": "2002-02-27",
    "overview": "Kurt Gerstein—a member of the Institute for Hygiene of the Waffen-SS—is horrified by what he sees in the death camps. he is then shocked to learn that the process he used to purify water for his troops by using Zyklon-B, is now used to kill people in gas chambers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/duNRweZ6PBpFSVNLJYexZ2XEqr0.jpg",
    "popularity": 2.7443,
    "tmdb_url": "https://www.themoviedb.org/movie/9045"
  },
  {
    "id": 844015,
    "title": "X-Rated",
    "release_date": "1994-02-27",
    "overview": "A man is asked by his parents to run an apartment complex they own and becomes acquainted with an intriguing hippie girl and various other people from all walks of life who live there. This film is the pilot for Liberty Street (1994).",
    "poster_url": "https://image.tmdb.org/t/p/w500/jDmJtNqSrrGTOXfq2TRL4yPpRU3.jpg",
    "popularity": 2.6973,
    "tmdb_url": "https://www.themoviedb.org/movie/844015"
  },
  {
    "id": 957410,
    "title": "The Longest Month",
    "release_date": "2022-02-27",
    "overview": "Four hard-hitting stores, from the deadliest period in U.S. Army Aviation, since Vietnam. Actual footage from the events, and interviews from the Soldiers, who were there - bring these intense and touching stories of courage and sacrifice to life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4wLV4uWpRXRZWTZBYsGOoSto5yz.jpg",
    "popularity": 2.5299,
    "tmdb_url": "https://www.themoviedb.org/movie/957410"
  },
  {
    "id": 679057,
    "title": "Bosomy Tae-hee",
    "release_date": "2020-02-27",
    "overview": "Cha-wook and Min-joo are about to get married. Cha-wook proposes a couple trip to Yong-woo’s wife who is his junior at work. Ji-yeon doesn’t like uncomfortable trips but Yong-woo’s boss forced her. The trip has been decided and Cha-wook plans to stay with Ji-yeon, who he’s been eyeing. Min-joo is forced to join. On the day of the trip, Min-joo finally tells everything to Ji-yeon and Ji-yeon decides to use Cha-wook.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKoGgpKn6N04kWQp03LSAweN3dn.jpg",
    "popularity": 2.439,
    "tmdb_url": "https://www.themoviedb.org/movie/679057"
  },
  {
    "id": 13572,
    "title": "Twisted",
    "release_date": "2004-02-27",
    "overview": "Recently promoted and transferred to the homicide division, Inspector Jessica Shepard feels pressure to prove herself -- and what better way than by solving San Francisco's latest murder? However, as Shepard and her partner, Mike Delmarco, soon discover, the victim shared a romantic connection to her. As more of Shepard's ex-lovers turn up dead, her mind starts to become unstable, and she begins to wonder if she could be the very killer she's trying to track down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nfdfU9tYsEnjlFGoY2HabFMdHLi.jpg",
    "popularity": 2.387,
    "tmdb_url": "https://www.themoviedb.org/movie/13572"
  },
  {
    "id": 10072,
    "title": "A Nightmare on Elm Street 3: Dream Warriors",
    "release_date": "1987-02-27",
    "overview": "During a hallucinatory incident, Kristen Parker has her wrists slashed by dream-stalking monster, Freddy Krueger. Her mother, mistaking the wounds for a suicide attempt, sends her to a psychiatric ward, where she joins a group of similarly troubled teens.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbtZewU6EGvxi8yFVzwZ31NijLX.jpg",
    "popularity": 2.3319,
    "tmdb_url": "https://www.themoviedb.org/movie/10072"
  },
  {
    "id": 958795,
    "title": "Song for Hope",
    "release_date": "2022-02-27",
    "overview": "When diagnosed with terminal cancer, a world renowned trumpet player uses music to give hope from concert stages to mountain tops, proving art is essential to survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dPv8lxFA33VhOmRmTywtIRzHFjN.jpg",
    "popularity": 2.3092,
    "tmdb_url": "https://www.themoviedb.org/movie/958795"
  },
  {
    "id": 10677,
    "title": "Dirty Dancing: Havana Nights",
    "release_date": "2004-02-27",
    "overview": "In pre-revolution Cuba, Katey Miller is about to defy everyone's expectations. Instead of a parent-approved suitor, Katey is drawn to the sexy waiter, Javier, who spends his nights dancing in Havana's nightclubs. As she secretly learns to dance with Javier, she learns the meanings of love, sensuality and independence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fL0psQFnroOkBpj3RLqkWJrnO2X.jpg",
    "popularity": 2.1754,
    "tmdb_url": "https://www.themoviedb.org/movie/10677"
  },
  {
    "id": 678489,
    "title": "The Bridge Curse",
    "release_date": "2020-02-27",
    "overview": "Four years after five students mysteriously committed suicide after taking part in a courage test on the ghost bridge in Donghu university, a reporter and a cinematographer are back to that place and try to get everything clear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUEu2FZLWZlLKoFqifK5o33mBHk.jpg",
    "popularity": 2.0668,
    "tmdb_url": "https://www.themoviedb.org/movie/678489"
  },
  {
    "id": 325138,
    "title": "Dum Laga Ke Haisha",
    "release_date": "2015-02-27",
    "overview": "A slim uneducated guy is pressured into an arranged marriage with an overweight college girl. The mismatched couple is challenged to compete in the annual wife-carrying race.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c9TX2kH1rG7QYEl09flOVg82QdU.jpg",
    "popularity": 2.0601,
    "tmdb_url": "https://www.themoviedb.org/movie/325138"
  }
]