[
  {
    "id": 419430,
    "title": "Get Out",
    "release_date": "2017-02-24",
    "overview": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mE24wUCfjK8AoBBjaMjho7Rczr7.jpg",
    "popularity": 10.6751,
    "tmdb_url": "https://www.themoviedb.org/movie/419430"
  },
  {
    "id": 476292,
    "title": "Maquia: When the Promised Flower Blooms",
    "release_date": "2018-02-24",
    "overview": "Maquia is a member of a special race called the Iorph who can live for hundreds of years. However, Maquia has always felt lonely despite being surrounded by her people, as she was orphaned from a young age. She daydreams about the outside world, but dares not travel from her home due to the warnings of the clan's chief.  One day the kingdom of Mezarte invades her homeland. They already have what is left of the giant dragons, the Renato, under their control, and now their king wishes to add the immortality to his bloodline.  They ravage the Iorph homeland and kill most of its inhabitants. Caught in the midst of the attack, Maquia is carried off by one of the Renato. It soon dies, and she is left deserted in a forest, now truly alone save for the cries of a single baby off in the distance. Maquia finds the baby in a destroyed village and decides to raise him as her own, naming him Ariel. Although she knows nothing of the human world, how to raise a child that ages much faster than her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hL3NqRE2ccR4Y2sYSJTrmalRjrz.jpg",
    "popularity": 5.2381,
    "tmdb_url": "https://www.themoviedb.org/movie/476292"
  },
  {
    "id": 186,
    "title": "Lucky Number Slevin",
    "release_date": "2006-02-24",
    "overview": "Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x21s3p5wPww534nYj1cWakTcqz4.jpg",
    "popularity": 4.639,
    "tmdb_url": "https://www.themoviedb.org/movie/186"
  },
  {
    "id": 412656,
    "title": "Chaos Walking",
    "release_date": "2021-02-24",
    "overview": "Two unlikely companions embark on a perilous adventure through the badlands of an unexplored planet as they try to escape a dangerous and disorienting reality, where all inner thoughts are seen and heard by everyone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xAYGdGBGptNkisXRpmhZSry6SPF.jpg",
    "popularity": 4.6055,
    "tmdb_url": "https://www.themoviedb.org/movie/412656"
  },
  {
    "id": 47327,
    "title": "Drive Angry",
    "release_date": "2011-02-24",
    "overview": "Milton is a hardened felon who has broken out of Hell, intent on finding the vicious cult who brutally murdered his daughter and kidnapped her baby. He joins forces with a sexy, tough-as-nails waitress, who's also seeking redemption of her own. Caught in a deadly race against time, Milton has three days to avoid capture, avenge his daughter's death, and save her baby before she's mercilessly sacrificed by the cult.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nx2pChi41Xv4dsXsfSG3gnKcWaY.jpg",
    "popularity": 4.5557,
    "tmdb_url": "https://www.themoviedb.org/movie/47327"
  },
  {
    "id": 833425,
    "title": "No Exit",
    "release_date": "2022-02-24",
    "overview": "Stranded at a rest stop in the mountains during a blizzard, a recovering addict discovers a kidnapped child hidden in a car belonging to one of the people inside the building which sets her on a terrifying struggle to identify who among them is the kidnapper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5cnLoWq9o5tuLe1Zq4BTX4LwZ2B.jpg",
    "popularity": 4.3642,
    "tmdb_url": "https://www.themoviedb.org/movie/833425"
  },
  {
    "id": 267193,
    "title": "Grimsby",
    "release_date": "2016-02-24",
    "overview": "Wrongfully accused and on the run, a top MI6 assassin joins forces with his long-lost, football hooligan brother to save the world from a sinister plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2jQGFmShpdflApc5oidJZ97m1d1.jpg",
    "popularity": 4.2495,
    "tmdb_url": "https://www.themoviedb.org/movie/267193"
  },
  {
    "id": 39324,
    "title": "Dragon Ball Z: The History of Trunks",
    "release_date": "1993-02-24",
    "overview": "It has been thirteen years since the Androids began their killing rampage and Son Gohan is the only person fighting back. He takes Bulma's son Trunks as a student and even gives his own life to save Trunks's. Now Trunks must figure out a way to change this apocalyptic future",
    "poster_url": "https://image.tmdb.org/t/p/w500/AfUkiiR0UKeiPXPgTx9bRO4snTB.jpg",
    "popularity": 4.1784,
    "tmdb_url": "https://www.themoviedb.org/movie/39324"
  },
  {
    "id": 826945,
    "title": "Sisters Virus",
    "release_date": "2021-02-24",
    "overview": "Hyeong-woo is forced to be quarantined with her sisters-in-law for 21 days due to the new virus. Hyeong-woo, who remains with his sister-in-law is shaken by the temptation of prohibition. Eventually, the virus spreads and becomes the beginning of human extinction. However, rumors are circulating that sharing forbidden love can amplify the energy and defeat the new virus, which they cannot help but believe. Their own sex, which began like that, makes them forget even the fear of the virus and makes them unable to break up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gSvLzCvjA8nVWE3vywODTPQfNei.jpg",
    "popularity": 3.601,
    "tmdb_url": "https://www.themoviedb.org/movie/826945"
  },
  {
    "id": 75674,
    "title": "Act of Valor",
    "release_date": "2012-02-24",
    "overview": "When a covert mission to rescue a kidnapped CIA operative uncovers a chilling plot, an elite, highly trained U.S. SEAL team speeds to hotspots around the globe, racing against the clock to stop a deadly terrorist attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1Xcd5ci69pVXMPP02DU11Ffq0yY.jpg",
    "popularity": 3.3406,
    "tmdb_url": "https://www.themoviedb.org/movie/75674"
  },
  {
    "id": 722149,
    "title": "Luther: The Fallen Sun",
    "release_date": "2023-02-24",
    "overview": "A gruesome serial killer is terrorizing London while brilliant but disgraced detective John Luther sits behind bars. Haunted by his failure to capture the cyber psychopath who now taunts him, Luther decides to break out of prison to finish the job by any means necessary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xsW7M4b4gawgFKCzcXHL2MSeswj.jpg",
    "popularity": 3.1232,
    "tmdb_url": "https://www.themoviedb.org/movie/722149"
  },
  {
    "id": 16418,
    "title": "Barbie Presents: Thumbelina",
    "release_date": "2009-02-24",
    "overview": "Meet a tiny girl named Thumbelina who lives in harmony with nature in the magical world of the Twillerbees that's hidden among the wildflowers. At the whim of a spoiled young girl named Makena, Thumbelina and her two friends have their patch of wildflowers uprooted and are transported to a lavish apartment in the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ytKd2jWnzWLCiccutqqMNzcP5RE.jpg",
    "popularity": 2.9171,
    "tmdb_url": "https://www.themoviedb.org/movie/16418"
  },
  {
    "id": 300803,
    "title": "Dragonheart 3: The Sorcerer's Curse",
    "release_date": "2015-02-24",
    "overview": "When aspiring knight Gareth goes in search of a fallen comet rumored to contain gold, he is shocked to instead find the dragon Drago. After Drago saves Gareth's life the two become intricately bonded, and must work together to defeat an evil sorcerer and stop his reign of terror. Along the way, Gareth learns the true meaning of being a knight in this fantasy action-adventure for the ages.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mN6B5ITOFelW7OhR7tGd51VhXmH.jpg",
    "popularity": 2.7532,
    "tmdb_url": "https://www.themoviedb.org/movie/300803"
  },
  {
    "id": 664332,
    "title": "Gangubai Kathiawadi",
    "release_date": "2022-02-24",
    "overview": "Duped and sold to a brothel, a young woman fearlessly reclaims her power, using underworld connections to preside over the world she was once a pawn in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wHPEKlzg7CaJFCjWlMdZKpCRIDl.jpg",
    "popularity": 2.5811,
    "tmdb_url": "https://www.themoviedb.org/movie/664332"
  },
  {
    "id": 1075536,
    "title": "Suki",
    "release_date": "2023-02-24",
    "overview": "A lady stripper and a gigolo promised each other that their work can't break them apart. But when lust and temptation come into the picture, they begin to question their vow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7bfDD4mtWYrExQuWDfUiY7JZ3hk.jpg",
    "popularity": 2.5605,
    "tmdb_url": "https://www.themoviedb.org/movie/1075536"
  },
  {
    "id": 801071,
    "title": "The Jack in the Box: Awakening",
    "release_date": "2022-02-24",
    "overview": "When a vintage Jack-in-the-box is opened by a dying woman, she enters into a deal with the demon within that would see her illness cured in return for helping it claim six innocent victims.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Ib8vlWTrAKRrTWUrTrZPOMW4jp.jpg",
    "popularity": 2.3984,
    "tmdb_url": "https://www.themoviedb.org/movie/801071"
  },
  {
    "id": 895744,
    "title": "Studio 666",
    "release_date": "2022-02-24",
    "overview": "Legendary rock band Foo Fighters move into an Encino mansion steeped in grisly rock and roll history to record their much anticipated 10th album. Once in the house, Dave Grohl finds himself grappling with supernatural forces that threaten both the completion of the album and the lives of the band.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zD2XyaV6eGEEgEzVnjg0hQVR5yz.jpg",
    "popularity": 2.3224,
    "tmdb_url": "https://www.themoviedb.org/movie/895744"
  },
  {
    "id": 1074034,
    "title": "Ambush",
    "release_date": "2023-02-24",
    "overview": "When a small outpost is ambushed, a US Army squad must take the battle below ground on a high-stakes mission in a new type of warfare the likes of which they have never seen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3QjtDMS7PB4SMj0nAJQiE86Lo0w.jpg",
    "popularity": 2.2454,
    "tmdb_url": "https://www.themoviedb.org/movie/1074034"
  },
  {
    "id": 376494,
    "title": "Unforgettable",
    "release_date": "2016-02-24",
    "overview": "On a live music radio show, a letter arrives from the 23 years in the past. Through the letter, the first love and friendships of five friends are revealed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eodfOkG5zOtvcLkNVqzLoac8qYn.jpg",
    "popularity": 2.236,
    "tmdb_url": "https://www.themoviedb.org/movie/376494"
  },
  {
    "id": 618355,
    "title": "Superman: Red Son",
    "release_date": "2020-02-24",
    "overview": "Set in the thick of the Cold War, Red Son introduces us to a Superman who landed in the USSR during the 1950s and grows up to become a Soviet symbol that fights for the preservation of Stalin’s brand of communism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/frSfz7olCSQsp2SmTyu2ciGGQiX.jpg",
    "popularity": 2.0847,
    "tmdb_url": "https://www.themoviedb.org/movie/618355"
  },
  {
    "id": 852096,
    "title": "We Have a Ghost",
    "release_date": "2023-02-24",
    "overview": "After Kevin finds a ghost named Ernest haunting his new home, he becomes an overnight social media sensation. But when Kevin and Ernest go rogue to investigate the mystery of the latter's past, they become targets of the CIA.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xo0fgAUoEeVQ7KsKeMWypyglvnf.jpg",
    "popularity": 2.0755,
    "tmdb_url": "https://www.themoviedb.org/movie/852096"
  },
  {
    "id": 996729,
    "title": "Red Shoes",
    "release_date": "2023-02-24",
    "overview": "As a child, Manami attended her father Takuma's boxing matches and marveled at the scarlet shoes he wore. Unfortunately, he and his wife died in a terrible accident while he was preparing for the long-awaited championship. Now a single mother of a daughter she adores, Emi, Manami has decided to follow her father's footsteps and is back in the ring after her husband died of a long illness. However, her mind and body are not there and she is humiliated. Sinking into poverty, barely able to feed Emi and losing every job she has, her mother-in-law gains custody of her daughter. Overwhelmed by grief and anger, unable to catch her breath, she falls to her lowest point. However, her coach comes to pick her up from the Fukuoka Red Light and promises to make a champion of her so she can reconnect with Emi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aqZgB6W0YJ92P3UzxSkfJmEHiK0.jpg",
    "popularity": 2.0493,
    "tmdb_url": "https://www.themoviedb.org/movie/996729"
  }
]