[
  {
    "id": 9352,
    "title": "EuroTrip",
    "release_date": "2004-02-20",
    "overview": "When Scott learns that his longtime cyber-buddy from Berlin is a gorgeous young woman, he and his friends embark on a trip across Europe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iLdO4PwbZCCQSa9rchZMwuJm9xe.jpg",
    "popularity": 6.8982,
    "tmdb_url": "https://www.themoviedb.org/movie/9352"
  },
  {
    "id": 484468,
    "title": "The Wolf's Call",
    "release_date": "2019-02-20",
    "overview": "Shown from the perspective of a young submariner with unusually sensitive hearing and uncannily precise sound recognition. The fate of many often depends on his ability, and one time, whilst highly stressed, he makes a incorrect call which put his entire crew in mortal danger.  Trying to regain the confidence of his comrades, he conducts an unauthorised investigation of an apparent plot which, it turns out, risks escalating into a nuclear apocalypse. Suddenly working under pressure with the fleet admiral, they must do whatever is necessary, even the unthinkable, to prevent a nuclear war, since a confirmed nuclear strike order cannot be countermanded.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8bxIzp9w9l9ZzGVwNaIKOaem05A.jpg",
    "popularity": 5.924,
    "tmdb_url": "https://www.themoviedb.org/movie/484468"
  },
  {
    "id": 68,
    "title": "Brazil",
    "release_date": "1985-02-20",
    "overview": "Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aewan59WcFThBimkTVVoNf2o5Vb.jpg",
    "popularity": 5.8366,
    "tmdb_url": "https://www.themoviedb.org/movie/68"
  },
  {
    "id": 592279,
    "title": "Kalashnikov AK-47",
    "release_date": "2020-02-20",
    "overview": "Tank commander Kalashnikov is severely injured in battle in 1941. The accident leaves him incapacitated and unable to return to the front line. While recovering in the hospital he begins creating the initial sketches of what will become one of the world’s most legendary weapons. A self-taught inventor, Mikhail Kalashnikov, is only 29 when he develops the now iconic assault riffle — the AK-47.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ApfjrFsGunqLo5MKYGtFMTSTaMq.jpg",
    "popularity": 4.6749,
    "tmdb_url": "https://www.themoviedb.org/movie/592279"
  },
  {
    "id": 12538,
    "title": "Senseless",
    "release_date": "1998-02-20",
    "overview": "A student gets his senses enhanced by an experimental drug. But abuse is not an option.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rqy7OFHWy1NMjmgjyI8XYcl0VU5.jpg",
    "popularity": 4.6436,
    "tmdb_url": "https://www.themoviedb.org/movie/12538"
  },
  {
    "id": 548066,
    "title": "Level 16",
    "release_date": "2018-02-20",
    "overview": "The teenage girls of Vestalis Academy are meticulously trained in the art of being “clean girls,” practicing the virtues of perfect femininity. But what exactly are they being trained for? Vivien intends to find out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/glVIjhLmzmgtppLWb3lvnoPljGW.jpg",
    "popularity": 4.4517,
    "tmdb_url": "https://www.themoviedb.org/movie/548066"
  },
  {
    "id": 272693,
    "title": "The DUFF",
    "release_date": "2015-02-20",
    "overview": "Bianca's universe turns upside down when she learns that her high school refers to her as a ‘DUFF' (Designated Ugly Fat Friend). Hoping to erase that label, she enlists the help of a charming jock and her favorite teacher. Together they'll face the school's mean girl and remind everyone that we are all someone's DUFF… and that's totally fine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aHzdMSKwq9ucnP2yXl5zYIfKgGl.jpg",
    "popularity": 3.2815,
    "tmdb_url": "https://www.themoviedb.org/movie/272693"
  },
  {
    "id": 372754,
    "title": "Dou kyu sei – Classmates",
    "release_date": "2016-02-20",
    "overview": "Rihito Sajo, an honor student with a perfect score on the entrance exam and Hikaru Kusakabe, in a band and popular among girls, would have never crossed paths. Until one day they started talking at the practice for their school’s upcoming chorus festival. After school, the two meet regularly, as Hikaru helps Rihito to improve his singing skills. While they listen to each other’s voice and harmonize, their hearts start to beat together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cIfRCA5wEvj9tApca4UDUagQEiM.jpg",
    "popularity": 3.199,
    "tmdb_url": "https://www.themoviedb.org/movie/372754"
  },
  {
    "id": 556509,
    "title": "Svaha: The Sixth Finger",
    "release_date": "2019-02-20",
    "overview": "Pastor Park, the head of a religious investigation center that exposes cults and cult leaders, begins looking into a suspicious new religion called Deer Mount.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yE6q03pfWg9xZ4a7MoeldDXMV5y.jpg",
    "popularity": 2.9504,
    "tmdb_url": "https://www.themoviedb.org/movie/556509"
  },
  {
    "id": 17927,
    "title": "Fired Up!",
    "release_date": "2009-02-20",
    "overview": "Popular high schoolers and best friends Shawn and Nick decide to ditch football camp for cheerleader camp. For the girls and for the glory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1Nty5K8ybeigm6qm9cMFFAD4KpF.jpg",
    "popularity": 2.9492,
    "tmdb_url": "https://www.themoviedb.org/movie/17927"
  },
  {
    "id": 403039,
    "title": "Those Science Freaks",
    "release_date": "2013-02-20",
    "overview": "Haruki spends most of his time with friends and fellow classmates Airi and Ayana. All seems well, that is until Airi and Ayana form separate clubs, the Mechanical Science Club and the Chemical Science Club. The two vie for Haruki's attention and hilarious chaos usually follows all attempts to make him join.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bHoOTTmWCf5CRKzB7YBIg0p2orm.jpg",
    "popularity": 2.7549,
    "tmdb_url": "https://www.themoviedb.org/movie/403039"
  },
  {
    "id": 15670,
    "title": "Madea Goes to Jail",
    "release_date": "2009-02-20",
    "overview": "After a high-speed car chase, Madea winds up behind bars because her quick temper gets the best of her. Meanwhile, Assistant District Attorney Josh Hardaway lands a case that's too personal to handle: that of a young prostitute and former drug addict named Candace, also a childhood friend. When Candace winds up in jail, Madea takes the young woman under her protective wing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qiXNNmSFXsfUdKDkylBF2LfX0DR.jpg",
    "popularity": 2.5139,
    "tmdb_url": "https://www.themoviedb.org/movie/15670"
  },
  {
    "id": 228203,
    "title": "McFarland, USA",
    "release_date": "2015-02-20",
    "overview": "A track coach in a small California town transforms a team of athletes into championship contenders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yyhniD8A7Mv6SOn8oo1Ba2K0mKc.jpg",
    "popularity": 2.4789,
    "tmdb_url": "https://www.themoviedb.org/movie/228203"
  },
  {
    "id": 8265,
    "title": "Welcome to the Sticks",
    "release_date": "2008-02-20",
    "overview": "Although living a comfortable life in Salon-de-Provence, a charming town in the South of France, Julie has been feeling depressed for a while. To please her, Philippe Abrams, a post office administrator, her husband, tries to obtain a transfer to a seaside town, on the French Riviera, at any cost. The trouble is that he is caught red-handed while trying to scam an inspector. Philippe is immediately banished to the distant unheard of town of Bergues, in the Far North of France...",
    "poster_url": "https://image.tmdb.org/t/p/w500/dfht1lGq2ALbrRkMj35dUrj5kHG.jpg",
    "popularity": 2.2191,
    "tmdb_url": "https://www.themoviedb.org/movie/8265"
  },
  {
    "id": 8583,
    "title": "Dangerous Beauty",
    "release_date": "1998-02-20",
    "overview": "Veronica is brilliant, gifted and beautiful, but the handsome aristocrat she loves, Marco Venier, cannot marry her because she is penniless and of questionable family. So Veronica's mother, Paola, teaches her to become a courtesan, one of the exotic companions favored by the richest and most powerful Venetian men. Veronica courageously uses her charms to change destiny -- and to give herself a chance at true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7uHX8qIr8VYPwdpVv4TCjXcVxDo.jpg",
    "popularity": 2.2054,
    "tmdb_url": "https://www.themoviedb.org/movie/8583"
  },
  {
    "id": 502235,
    "title": "Purpose of Reunion 3",
    "release_date": "2018-02-20",
    "overview": "Sung-hyeon reunites with first love, Jin-hye at a class reunion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nEwZspwNTkYkV75rvKlfGmvQTyr.jpg",
    "popularity": 2.1939,
    "tmdb_url": "https://www.themoviedb.org/movie/502235"
  },
  {
    "id": 1061668,
    "title": "Waking Up in Silence",
    "release_date": "2023-02-20",
    "overview": "A summer’s day in a former German military barrack: children forced to flee Ukraine have found refuge here. In their games, they discover military symbols from the past and link them to their experiences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6XJE5rwbGohkVjqQCOTcb8L6o09.jpg",
    "popularity": 2.1518,
    "tmdb_url": "https://www.themoviedb.org/movie/1061668"
  },
  {
    "id": 64527,
    "title": "A Pool Without Water",
    "release_date": "1982-02-20",
    "overview": "The man has a monotonous job punching tickets for the Japanese railway. One night, while walking home, he saves Jun from getting raped by two hoodlums. A few days later, he sneaks into her house but gets discovered. Later, as he watches his son subdue an insect with a chemical, the man gets an idea to subdue women while they're sleeping so he won't be discovered sneaking into their home. His new hobby spirals out of control as his confidence grows.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mR3L5HagIwgBil20jm7C4NdkLlL.jpg",
    "popularity": 2.1503,
    "tmdb_url": "https://www.themoviedb.org/movie/64527"
  },
  {
    "id": 14373,
    "title": "Death Wish II",
    "release_date": "1982-02-20",
    "overview": "Paul Kersey is again a vigilante trying to find five punks who murdered his housekeeper and daughter in Los Angeles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/90tc0EpC5H9JDpi9wLLE8o0tk8f.jpg",
    "popularity": 2.1304,
    "tmdb_url": "https://www.themoviedb.org/movie/14373"
  },
  {
    "id": 677115,
    "title": "Female Urologists 2",
    "release_date": "2020-02-20",
    "overview": "Jin Hee is a female urologist who runs a urology department with few patients. One day, a new nurse, Yeon-hee, comes in and works. However, she throws her her whole body in the treatment of patients with an unusual professional spirit. This fact is quickly rumored and patients flock in. Skilled female doctor Jin Hee also starts hot treatment to save the hospital...",
    "poster_url": "https://image.tmdb.org/t/p/w500/uksxhYz0Xc7c5AIjoU205XXEVk8.jpg",
    "popularity": 2.1105,
    "tmdb_url": "https://www.themoviedb.org/movie/677115"
  },
  {
    "id": 34075,
    "title": "Beyond Witch Mountain",
    "release_date": "1982-02-20",
    "overview": "After news of the boy's amazing abilities surfaces, Tony and Tia are sent to go find him knowing that the boy must be from their world. They are joined by an old friend Jason O'Day and a black cat named Winky. Together, they race to find the prodigy before their old nemesis Aristotle Bolt does.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ArOMADPkSMgwfeYTDG3zblSDaty.jpg",
    "popularity": 2.0393,
    "tmdb_url": "https://www.themoviedb.org/movie/34075"
  },
  {
    "id": 555974,
    "title": "Brahms: The Boy II",
    "release_date": "2020-02-20",
    "overview": "After a family moves into the Heelshire Mansion, their young son soon makes friends with a life-like doll called Brahms.",
    "poster_url": "https://image.tmdb.org/t/p/w500/swTC1DSZcvdxTOzmAKrtoUUPiDW.jpg",
    "popularity": 2.0365,
    "tmdb_url": "https://www.themoviedb.org/movie/555974"
  }
]