[
  {
    "id": 615,
    "title": "The Passion of the Christ",
    "release_date": "2004-02-25",
    "overview": "A graphic portrayal of the last twelve hours of Jesus of Nazareth's life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v9f9MMrq2nGQrN7cHnQRmEq9lSE.jpg",
    "popularity": 9.1236,
    "tmdb_url": "https://www.themoviedb.org/movie/615"
  },
  {
    "id": 205584,
    "title": "Gods of Egypt",
    "release_date": "2016-02-25",
    "overview": "A common thief joins a mythical god on a quest through Egypt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hzH7fwaTyQNITLo40Hu3R7cVMqv.jpg",
    "popularity": 6.5849,
    "tmdb_url": "https://www.themoviedb.org/movie/205584"
  },
  {
    "id": 256591,
    "title": "Focus",
    "release_date": "2015-02-25",
    "overview": "Nicky, an accomplished con artist, gets romantically involved with his disciple Jess but later ends their relationship. Years later, she returns as a femme fatale to spoil his plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lOzGWjceYTd0kd5HyX7Ch46O9kh.jpg",
    "popularity": 5.0217,
    "tmdb_url": "https://www.themoviedb.org/movie/256591"
  },
  {
    "id": 28211,
    "title": "Chloe",
    "release_date": "2010-02-25",
    "overview": "A doctor hires an escort to seduce her husband, whom she suspects of cheating, though unforeseen events put the family in danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b1SQETW5XglZb8eGnmb648lVANw.jpg",
    "popularity": 4.5202,
    "tmdb_url": "https://www.themoviedb.org/movie/28211"
  },
  {
    "id": 50268,
    "title": "Love & Passion",
    "release_date": "1987-02-25",
    "overview": "After the renewed flings with their former lovers prove to be disastrously unlike the romantic memories, an unfaithful couple returns to each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4jmE1e9sGIgNhFcs0u6RG78lR56.jpg",
    "popularity": 4.3787,
    "tmdb_url": "https://www.themoviedb.org/movie/50268"
  },
  {
    "id": 477447,
    "title": "Overlord: The Undead King",
    "release_date": "2017-02-25",
    "overview": "The first recap film of season 1 of the anime TV series Overlord, covering episodes 1 to 7. In the year 2138,  the popular online VR game Yggdrasil is quietly shut down one day. However, the player Momonga decides to not log out and is transformed into a powerful skeletal wizard upon shutdown. The game world continues to change, with non-player characters beginning to feel emotions. Confronted with this abnormal situation, Momonga and his loyal followers strive to investigate and take over the new world the game has become.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZ8BUFxoD1FdthWap01Vl1uxBWb.jpg",
    "popularity": 4.3594,
    "tmdb_url": "https://www.themoviedb.org/movie/477447"
  },
  {
    "id": 372962,
    "title": "Mai-chan's Daily Life",
    "release_date": "2016-02-25",
    "overview": "Miyako starts a live-in maid job and quickly discovers that housecleaning is the least of her duties, as her employers use the maids in their twisted fantasies. Her co-worker Mai-chan, who can miraculously recover from any injury, becomes the focus of horrific, indulgent violence that Miyako is soon drawn into.",
    "poster_url": "https://image.tmdb.org/t/p/w500/631oaSK4rC17pDP2jXzkgPRT6qs.jpg",
    "popularity": 4.3328,
    "tmdb_url": "https://www.themoviedb.org/movie/372962"
  },
  {
    "id": 48988,
    "title": "Hall Pass",
    "release_date": "2011-02-25",
    "overview": "When best buds Rick and Fred begin to show signs of restlessness at home, their wives take a bold approach to revitalize their marriages, they grant the guys a 'hall pass'—one week of freedom to do whatever they want. At first, it seems like a dream come true, but they quickly discover that their expectations of the single life—and themselves—are completely and hilariously out of sync with reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eol3uD6whQKOKCmmhF7z39fq2Pe.jpg",
    "popularity": 4.0145,
    "tmdb_url": "https://www.themoviedb.org/movie/48988"
  },
  {
    "id": 799876,
    "title": "The Outfit",
    "release_date": "2022-02-25",
    "overview": "Leonard is an English tailor who used to craft suits on London’s world-famous Savile Row. After a personal tragedy, he’s ended up in Chicago, operating a small tailor shop in a rough part of town where he makes beautiful clothes for the only people around who can afford them: a family of vicious gangsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lZa5EB6PVJBT5mxhgZS5ftqdAm6.jpg",
    "popularity": 3.5946,
    "tmdb_url": "https://www.themoviedb.org/movie/799876"
  },
  {
    "id": 319888,
    "title": "Eddie the Eagle",
    "release_date": "2016-02-25",
    "overview": "The feel-good story of Michael 'Eddie' Edwards, an unlikely but courageous British ski-jumper who never stopped believing in himself—even as an entire nation was counting him out. With the help of a rebellious and charismatic coach, Eddie takes on the establishment and wins the hearts of sports fans around the world by making an improbable and historic showing at the 1988 Calgary Winter Olympics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r562gvTRVHnDSvG7MrKHEECSn1V.jpg",
    "popularity": 3.5542,
    "tmdb_url": "https://www.themoviedb.org/movie/319888"
  },
  {
    "id": 18881,
    "title": "Kite",
    "release_date": "1998-02-25",
    "overview": "Sawa, orphaned as a child by murderous thugs, now targets the scourge of society as a trained killer for a mercenary syndicate. Coquettish and capable of unimaginable violence, she's grown into the perfect weapon — but doubt takes hold in Sawa's mind when her fellow assassin, Oburi, decides he wants out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uUeQklxkoJqH1rVPqzkwL99QO9L.jpg",
    "popularity": 3.3636,
    "tmdb_url": "https://www.themoviedb.org/movie/18881"
  },
  {
    "id": 8965,
    "title": "Atlantis: Milo's Return",
    "release_date": "2003-02-25",
    "overview": "Milo and Kida reunite with their friends to investigate strange occurances around the world that seem to have links to the secrets of Atlantis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c9siOypFgzsKL4LQI1d3EkDN6U3.jpg",
    "popularity": 3.2925,
    "tmdb_url": "https://www.themoviedb.org/movie/8965"
  },
  {
    "id": 16186,
    "title": "Diary of a Mad Black Woman",
    "release_date": "2005-02-25",
    "overview": "Charles, an attorney, and Helen, his devoted wife, seem to have everything – money, a beautiful mansion – the American Dream. However, as Helen prepares to celebrate their 18th wedding anniversary, her life takes an unexpected twist when she comes home to find her clothes packed up in a U-Haul van parked in the driveway. Charles is divorcing her and kicks her out. Helen moves in with her grandmother Madea, an old woman who doesn't take any lip from anyone. Madea helps Helen through these tough times by showing her what is really important in life. Helen is forced to rediscover love, life, and religion in her pursuit for happiness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4w36ckDhsWFPD9XaHOOJb1ru7JZ.jpg",
    "popularity": 2.975,
    "tmdb_url": "https://www.themoviedb.org/movie/16186"
  },
  {
    "id": 10012,
    "title": "Cursed",
    "release_date": "2005-02-25",
    "overview": "A werewolf loose in Los Angeles changes the lives of three young adults who, after being mauled by the beast, learn that the only way to break the curse put upon them is to kill the one who started it all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/em45jL4CfTMyj5V83kj7rhdorJu.jpg",
    "popularity": 2.8688,
    "tmdb_url": "https://www.themoviedb.org/movie/10012"
  },
  {
    "id": 101733,
    "title": "Zombie Ass: Toilet of the Dead",
    "release_date": "2012-02-25",
    "overview": "Wracked with guilt over her younger sister's suicide, pretty young karate student Megumi accompanies a group of older friends on a camping trip into the woods, where they're attacked by feces covered undead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sKJ1uRFB8eFUD40uVOqGl9MXAoY.jpg",
    "popularity": 2.684,
    "tmdb_url": "https://www.themoviedb.org/movie/101733"
  },
  {
    "id": 428292,
    "title": "Trinity Seven: Eternity Library & Alchemic Girl",
    "release_date": "2017-02-25",
    "overview": "The film's story begins when Arata inadvertently touches \"Hermes Apocrypha,\" Lilith's Grimoire. Suddenly, he is enveloped by a bright white light, and a girl appears before him. She calls herself Lilim, and treats both Arata and Lilith as her parents. At the same time she appears, something changes in the world. The forbidden Eternal Library awakens. In the Library is sealed the ultimate culmination of Alchemy, the White Demon Lord. The White Demon Lord plots to eliminate Arata and the Trinity Seven to usurp the position of Demon Lord. Bristling with untold power, the White Demon Lord attacks Arata, and triggers a desperate crisis where Arata and the Trinity Seven must save the world in this last battle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f2KEIR1u6ehaYMDaeZ3PMjC4tyj.jpg",
    "popularity": 2.6707,
    "tmdb_url": "https://www.themoviedb.org/movie/428292"
  },
  {
    "id": 384127,
    "title": "A Man and a Woman",
    "release_date": "2016-02-25",
    "overview": "Two strangers have dropped their kids off at a pickup area for a children's camp in Helsinki, Finland. A spark of mutual interest is ignited between the man and woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hruw6qIDXvYF5hcGvvkwRdkFJNW.jpg",
    "popularity": 2.5666,
    "tmdb_url": "https://www.themoviedb.org/movie/384127"
  },
  {
    "id": 2155,
    "title": "Reindeer Games",
    "release_date": "2000-02-25",
    "overview": "After assuming his dead cellmate's identity to get with his girlfriend, an ex-con finds himself the reluctant participant in a casino heist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ZQpRgKgRIF0IgBx3kGYSNPRtvT.jpg",
    "popularity": 2.5527,
    "tmdb_url": "https://www.themoviedb.org/movie/2155"
  },
  {
    "id": 385141,
    "title": "Boarding House",
    "release_date": "2014-02-25",
    "overview": "Eun-gi's eventful life in a boarding house has begun with the three ladies: a sexy owner of a boarding house, her daughter who is even sexier, and his innocent first love. Eun-gi, a freshman, has found his new place in a boarding house operated by mother and daughter when he came to Seoul to study. His only pleasure is to play along in the unspoken push-and-pull relationship with the mother or the daughter. One day, his first love, Soon-yi, who is innocent and docile, suddenly comes to visit him at the boarding house. With the sexy daughter of the boarding house behind the door, and the curvaceous lady owner of the boarding house in the bathroom next to his room, the 20-year-old virgin Eun-gi's sleepless night begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Qp0wioq9dMkbKyM3ZQk2TDI8bi.jpg",
    "popularity": 2.552,
    "tmdb_url": "https://www.themoviedb.org/movie/385141"
  },
  {
    "id": 364433,
    "title": "They Call Me Jeeg",
    "release_date": "2016-02-25",
    "overview": "Exposed to radioactive waste, small-time crook Enzo gains super-strength. A misanthropic, introverted brute, he uses his powers for personal gain until he meets Alessia, a mentally ill girl who believes Enzo is the hero from her favorite anime, Steel Jeeg.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5V54GvHclEuO4qJ13tEaFqaFTxP.jpg",
    "popularity": 2.5032,
    "tmdb_url": "https://www.themoviedb.org/movie/364433"
  },
  {
    "id": 387822,
    "title": "Comic Series",
    "release_date": "2016-02-25",
    "overview": "Episode 1. Teasing the husband\r A man and a woman get married not long after they meet. They enjoy passionately making love in every part of the house. After some time, they start getting tired of each other. The wife attends her husband's superior's house warming party one day. The superior is sending her signals and the jealous husband lights up his passionate love for his wife once again...\r Episode 2. The chicken delivery guy\r So-yool is new at this social life gig and one day she orders chicken to go along with her beer. The delivery guy is none other than her crush from high school. She orders chicken every night to see him and So-yool and Go-won develop into a relationship.\r Episode 3. With a student at a TOEIC school\r A teacher at a TOEIC school is concerned about a student who isn't improving and offers to grant him a wish every time he passes 90. She thought all she had to do was buy him dinner or something but the student's wish became more and more extreme!",
    "poster_url": "https://image.tmdb.org/t/p/w500/6ES1W5Fraao5qEoqIx9RUPPqhFz.jpg",
    "popularity": 2.4216,
    "tmdb_url": "https://www.themoviedb.org/movie/387822"
  },
  {
    "id": 845404,
    "title": "Tyler Perry's A Madea Homecoming",
    "release_date": "2022-02-25",
    "overview": "Madea's back - hallelujer! And she's not putting up with any nonsense as family drama erupts at her great-grandson's college graduation celebration.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lOGPhJ5hrvcRFernsAfuwdiqwur.jpg",
    "popularity": 2.4152,
    "tmdb_url": "https://www.themoviedb.org/movie/845404"
  },
  {
    "id": 277095,
    "title": "Cross Road",
    "release_date": "2014-02-25",
    "overview": "High school students Miho and Shouta are preparing for college entrance examinations. Miho comes from an island without even one cram school, while Shouta lives in Tokyo and works a part-time job. Both are striving to pass exams so they can enter college. The pair enroll in Z-Kai's correspondence education courses, and their lives cross before they realize it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7gcV3PyrfEuOtBkkuUPJdIMS46V.jpg",
    "popularity": 2.3356,
    "tmdb_url": "https://www.themoviedb.org/movie/277095"
  },
  {
    "id": 13498,
    "title": "Man of the House",
    "release_date": "2005-02-25",
    "overview": "Texas Ranger Roland Sharp is assigned to protect the only witnesses to the murder of a key figure in the prosecution of a drug kingpin -- a group of University of Texas cheerleaders. Sharp must now go undercover as an assistant cheerleading coach and move in with the young women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/anBhlqCABytNvybE2Xr3tvsCOTp.jpg",
    "popularity": 2.1867,
    "tmdb_url": "https://www.themoviedb.org/movie/13498"
  },
  {
    "id": 57718,
    "title": "Megamind: The Button of Doom",
    "release_date": "2011-02-25",
    "overview": "For their first day on the job as the new protectors of Metro City, Megamind and Minion are selling off the gadgets from their evil lair. But when one seemingly harmless \"button\" unleashes the gigantic robot MEGA-MEGAmind, the duo will have to resort to their old tricks to restore order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xHWPPDPvtUtLtzEPAKAut7QACxo.jpg",
    "popularity": 2.1792,
    "tmdb_url": "https://www.themoviedb.org/movie/57718"
  },
  {
    "id": 15419,
    "title": "Kabhi Haan Kabhi Naa",
    "release_date": "1994-02-25",
    "overview": "A man belongs to a middle-class family and is intent on pursuing his career with a music group, despite his dad's disapproval. He is also in love with the lead singer, but she sees him mainly as a friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k9iqIWJaA3q9nUgJeUsEdnu4I0N.jpg",
    "popularity": 2.1677,
    "tmdb_url": "https://www.themoviedb.org/movie/15419"
  },
  {
    "id": 505914,
    "title": "A.I. Rising",
    "release_date": "2018-02-25",
    "overview": "On a lonely mission to Alpha Centauri, Milutin is teamed up with Nimani 1345, a female cyborg designed to fulfill his every need. At first thrilled to be able to control her, Sebastian grows tired of having his desires fulfilled so easily. Longing for human intimacy, Sebastian alters Nimani's programmed responses, but in doing so he risks the mission's security — and his own life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aXosp6MFBxYi4m6ZmE4u1auReHc.jpg",
    "popularity": 2.0877,
    "tmdb_url": "https://www.themoviedb.org/movie/505914"
  }
]