[
  {
    "id": 1092073,
    "title": "The Haunting at Saint Joseph's",
    "release_date": "2023-02-26",
    "overview": "An engaged Muslim doctor, her fiancé, and their friends go on a holiday at St. Joseph’s Guesthouse, unaware that it was the site of a sacrifice of an innocent centuries before. They soon come to believe that it's haunted and causing them to go crazy, as their emotions spiral out of control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eDzQFxs0KTzHUPkIR0c44TSGJUR.jpg",
    "popularity": 52.1699,
    "tmdb_url": "https://www.themoviedb.org/movie/1092073"
  },
  {
    "id": 120467,
    "title": "The Grand Budapest Hotel",
    "release_date": "2014-02-26",
    "overview": "The Grand Budapest Hotel tells of a legendary concierge at a famous European hotel between the wars and his friendship with a young employee who becomes his trusted protégé. The story involves the theft and recovery of a priceless Renaissance painting, the battle for an enormous family fortune and the slow and then sudden upheavals that transformed Europe during the first half of the 20th century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eWdyYQreja6JGCzqHWXpWHDrrPo.jpg",
    "popularity": 8.2444,
    "tmdb_url": "https://www.themoviedb.org/movie/120467"
  },
  {
    "id": 8224,
    "title": "8MM",
    "release_date": "1999-02-26",
    "overview": "A small, seemingly innocuous plastic reel of film leads surveillance specialist Tom Welles down an increasingly dark and frightening path. With the help of the streetwise Max, he relentlessly follows a bizarre trail of evidence to determine the fate of a complete stranger. As his work turns into obsession, he drifts farther and farther away from his wife, family and simple life as a small-town PI.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mhr9xRpjOBqlBjgDwtiOx6FsLvV.jpg",
    "popularity": 6.9126,
    "tmdb_url": "https://www.themoviedb.org/movie/8224"
  },
  {
    "id": 544401,
    "title": "Cherry",
    "release_date": "2021-02-26",
    "overview": "Cherry drifts from college dropout to army medic in Iraq - anchored only by his true love, Emily. But after returning from the war with PTSD, his life spirals into drugs and crime as he struggles to find his place in the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
    "popularity": 6.7776,
    "tmdb_url": "https://www.themoviedb.org/movie/544401"
  },
  {
    "id": 800728,
    "title": "Ginny & Georgia - The Afterparty",
    "release_date": "2021-02-26",
    "overview": "Cast members of the hit Netflix show join the hosts to unpack the drama of Season 1, and Cristela Alonzo offers tips for being the new kid at school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jUCinYtvrF9n9SQCU6thTkIkFve.jpg",
    "popularity": 6.3161,
    "tmdb_url": "https://www.themoviedb.org/movie/800728"
  },
  {
    "id": 37094,
    "title": "Falling Down",
    "release_date": "1993-02-26",
    "overview": "An ordinary man frustrated with the various flaws he sees in society begins to psychotically and violently lash out against them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ujqyF96Zg3rfrsh9M0cEF0Yzqj.jpg",
    "popularity": 5.7896,
    "tmdb_url": "https://www.themoviedb.org/movie/37094"
  },
  {
    "id": 11690,
    "title": "Bloodsport",
    "release_date": "1988-02-26",
    "overview": "An American Army Major goes AWOL to Hong Kong for an outlawed martial arts contest called the Kumite.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kndxR9TRK0kJ5hxzDprRSS80F2W.jpg",
    "popularity": 5.2318,
    "tmdb_url": "https://www.themoviedb.org/movie/11690"
  },
  {
    "id": 570670,
    "title": "The Invisible Man",
    "release_date": "2020-02-26",
    "overview": "When Cecilia's abusive ex takes his own life and leaves her his fortune, she suspects his death was a hoax. As a series of coincidences turn lethal, Cecilia works to prove that she is being hunted by someone nobody can see.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5EufsDwXdY2CVttYOk2WtYhgKpa.jpg",
    "popularity": 5.1111,
    "tmdb_url": "https://www.themoviedb.org/movie/570670"
  },
  {
    "id": 225574,
    "title": "Non-Stop",
    "release_date": "2014-02-26",
    "overview": "Bill Marks is a Federal Air Marshall for whom every day is the same until this one. On this plane ride, he starts receiving text messages from someone claiming to be on the flight and threatening to kill passengers. In a race against the clock, he must identify and stop the killer to save everyone on board.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Nkgaj3X0W2jHQ1TzHEgWFpN3kJ.jpg",
    "popularity": 4.2691,
    "tmdb_url": "https://www.themoviedb.org/movie/225574"
  },
  {
    "id": 98008,
    "title": "Attraction",
    "release_date": "1969-02-26",
    "overview": "A married woman's journey through the psychedelic English youth scene awakens her to the carnal offerings of an African-American man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xKQlPZezVVBXWBy9JteVofrZAGK.jpg",
    "popularity": 3.9077,
    "tmdb_url": "https://www.themoviedb.org/movie/98008"
  },
  {
    "id": 654754,
    "title": "Billie Eilish: The World's a Little Blurry",
    "release_date": "2021-02-26",
    "overview": "This documentary offers a deeply intimate look at extraordinary teenager Billie Eilish. Award-winning filmmaker R.J. Cutler follows her journey on the road, onstage, and at home with her family as the writing and recording of her debut album changes her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bDQ95W5LPHW9FHlPj3QX3jvM9Z7.jpg",
    "popularity": 3.4858,
    "tmdb_url": "https://www.themoviedb.org/movie/654754"
  },
  {
    "id": 29427,
    "title": "The Crazies",
    "release_date": "2010-02-26",
    "overview": "Four friends find themselves trapped in their small hometown after they discover their friends and neighbors going quickly and horrifically insane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ggtG9DZELyTtM2Y0DRJDOJa5iP8.jpg",
    "popularity": 3.3404,
    "tmdb_url": "https://www.themoviedb.org/movie/29427"
  },
  {
    "id": 60964,
    "title": "Macross Frontier: The Wings of Farewell",
    "release_date": "2011-02-26",
    "overview": "Picking up from where the previous movie left off, Ranka's star career flourishes while Sheryl's health rapidly deteriorates after collapsing during a live performance. At the same time, separate factions are maneuvering behind the scenes seeking to control the Vajra horde by utilizing the singing abilities of the two songstresses. As the entire Macross Frontier fleet begins to wage its final war on the Vajra, Alto finally makes a choice between Ranka and Sheryl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ljGAhe56rJ2DCRGrrd5FZ5xCBPN.jpg",
    "popularity": 3.1048,
    "tmdb_url": "https://www.themoviedb.org/movie/60964"
  },
  {
    "id": 17335,
    "title": "Obsessed",
    "release_date": "2009-02-26",
    "overview": "Things couldn't be better for Derek Charles. He's just received a big promotion at work, and has a wonderful marriage with his beautiful wife, Sharon. However, into this idyllic world steps Lisa, a temporary worker at Derek's office. Lisa begins to stalk Derek, jeopardizing all he holds dear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x98L6eO7MsvNmXFy8TNza9UdsFI.jpg",
    "popularity": 2.994,
    "tmdb_url": "https://www.themoviedb.org/movie/17335"
  },
  {
    "id": 268238,
    "title": "The Second Best Exotic Marigold Hotel",
    "release_date": "2015-02-26",
    "overview": "As the Best Exotic Marigold Hotel has only a single remaining vacancy - posing a rooming predicament for two fresh arrivals - Sonny pursues his expansionist dream of opening a second hotel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j4PARl3gDpv2K45YAv0tgocLW5K.jpg",
    "popularity": 2.7072,
    "tmdb_url": "https://www.themoviedb.org/movie/268238"
  },
  {
    "id": 18198,
    "title": "Barbie Mariposa",
    "release_date": "2008-02-26",
    "overview": "Elina, heroine of the Fairytopia films tells her friend Bibble the story of Flutterfield, a faraway kingdom populated by fairies with butterfly wings. Henna, the evil butterfly fairy has poisoned the queen of Flutterfield in an attempt to take over the kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qsb1OQCNVMAX3KRT6xhKOl3mM6P.jpg",
    "popularity": 2.5275,
    "tmdb_url": "https://www.themoviedb.org/movie/18198"
  },
  {
    "id": 695958,
    "title": "The Girl on the Train",
    "release_date": "2021-02-26",
    "overview": "When a voyeuristic divorcee fixates on the lives of a perfect couple a far, she soon gets embroiled in a murder mystery that unfolds revealing truths about her own life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
    "popularity": 2.4887,
    "tmdb_url": "https://www.themoviedb.org/movie/695958"
  },
  {
    "id": 23742,
    "title": "Cop Out",
    "release_date": "2010-02-26",
    "overview": "Detectives Jimmy and Paul, despite nine years as partners, can still sometimes seem like polar opposites—especially when Paul's unpredictable antics get them suspended without pay. Already strapped for cash and trying to pay for his daughter's wedding, Jimmy decides to sell a rare baseball card that's worth tens of thousands. Unfortunately, when the collector's shop is robbed and the card vanishes with the crook, Paul and Jimmy end up going rogue, tracking down the card and the drug ring behind its theft, all on their own time and without any backup—except for each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qA31i7FPVDHezuoevx3497CvZd4.jpg",
    "popularity": 2.4447,
    "tmdb_url": "https://www.themoviedb.org/movie/23742"
  },
  {
    "id": 580532,
    "title": "Crisis",
    "release_date": "2021-02-26",
    "overview": "Three stories about the world of opioids collide: a drug trafficker arranges a multi-cartel Fentanyl smuggling operation between Canada and the U.S., an architect recovering from an OxyContin addiction tracks down the truth behind her son's involvement with narcotics, and a university professor battles unexpected revelations about his research employer, a drug company with deep government influence bringing a new \"non-addictive\" painkiller to market.",
    "poster_url": "https://image.tmdb.org/t/p/w500/15e2VcMTtk3pqgGlHWxisvygFAw.jpg",
    "popularity": 2.2762,
    "tmdb_url": "https://www.themoviedb.org/movie/580532"
  }
]