[
  {
    "id": 395990,
    "title": "Death Wish",
    "release_date": "2018-03-02",
    "overview": "A mild-mannered father is transformed into a killing machine after his family is torn apart by a violent act.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g0eEEZAqMf98ULQnoiORuazjOpn.jpg",
    "popularity": 58.8366,
    "tmdb_url": "https://www.themoviedb.org/movie/395990"
  },
  {
    "id": 44896,
    "title": "Rango",
    "release_date": "2011-03-02",
    "overview": "When Rango, a lost family pet, accidentally winds up in the gritty, gun-slinging town of Dirt, the less-than-courageous lizard suddenly finds he stands out. Welcomed as the last hope the town has been waiting for, new Sheriff Rango is forced to play his new role to the hilt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A5MP1guV8pbruieG0tnpPIbaJtt.jpg",
    "popularity": 12.5607,
    "tmdb_url": "https://www.themoviedb.org/movie/44896"
  },
  {
    "id": 1949,
    "title": "Zodiac",
    "release_date": "2007-03-02",
    "overview": "The Zodiac murders cause the lives of Paul Avery, David Toschi and Robert Graysmith to intersect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6YmeO4pB7XTh8P8F960O1uA14JO.jpg",
    "popularity": 9.5594,
    "tmdb_url": "https://www.themoviedb.org/movie/1949"
  },
  {
    "id": 700391,
    "title": "65",
    "release_date": "2023-03-02",
    "overview": "65 million years ago, the only 2 survivors of a spaceship from Somaris that crash-landed on Earth, must fend off dinosaurs to reach the escape vessel in time before an imminent asteroid strike threatens to destroy the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rzRb63TldOKdKydCvWJM8B6EkPM.jpg",
    "popularity": 7.5791,
    "tmdb_url": "https://www.themoviedb.org/movie/700391"
  },
  {
    "id": 51828,
    "title": "One Day",
    "release_date": "2011-03-02",
    "overview": "A romantic comedy centered on Dexter and Emma, who first meet during their graduation in 1988 and proceed to keep in touch regularly. The film follows what they do on July 15 annually, usually doing something together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iWPwEkIDAihT5EDPZxFmhtyVrtj.jpg",
    "popularity": 7.107,
    "tmdb_url": "https://www.themoviedb.org/movie/51828"
  },
  {
    "id": 459003,
    "title": "Mavka: The Forest Song",
    "release_date": "2023-03-02",
    "overview": "Mavka, a Soul of the Forest, faces an impossible choice between love and her duty as Guardian of the Heart of the Forest when she falls for a human, a talented young musician named Lukas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eeJjd9JU2Mdj9d7nWRFLWlrcExi.jpg",
    "popularity": 6.6363,
    "tmdb_url": "https://www.themoviedb.org/movie/459003"
  },
  {
    "id": 267860,
    "title": "London Has Fallen",
    "release_date": "2016-03-02",
    "overview": "In London for the Prime Minister's funeral, Mike Banning discovers a plot to assassinate all the attending world leaders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iEbLkYzyiUdOKNK4WNBFyGH7r2Y.jpg",
    "popularity": 6.1516,
    "tmdb_url": "https://www.themoviedb.org/movie/267860"
  },
  {
    "id": 15121,
    "title": "The Sound of Music",
    "release_date": "1965-03-02",
    "overview": "In the years before the Second World War, a tomboyish postulant at an Austrian abbey is hired as a governess in the home of a widowed naval captain with seven children, and brings a new love of life and music into the home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nv8bcyqXJh2tijWLa3MoUktlVZZ.jpg",
    "popularity": 5.7996,
    "tmdb_url": "https://www.themoviedb.org/movie/15121"
  },
  {
    "id": 1669,
    "title": "The Hunt for Red October",
    "release_date": "1990-03-02",
    "overview": "A new technologically-superior Soviet nuclear sub, the Red October, is heading for the U.S. coast under the command of Captain Marko Ramius. The American government thinks Ramius is planning to attack. Lone CIA analyst Jack Ryan has a different idea: he thinks Ramius is planning to defect, but he has only a few hours to find him and prove it - because the entire Russian naval and air commands are trying to find Ramius, too. The hunt is on!",
    "poster_url": "https://image.tmdb.org/t/p/w500/yVl7zidse4KiWtGMqHFtZCx4X3N.jpg",
    "popularity": 5.4783,
    "tmdb_url": "https://www.themoviedb.org/movie/1669"
  },
  {
    "id": 106164,
    "title": "Doraemon: Nobita and the Galaxy Super-express",
    "release_date": "1996-03-02",
    "overview": "Doraemon went missing for 3 days. But it turns out later that he went to the 22nd century to buy a mystery galactic express train ticket whose destination is a secret until the passengers arrive there and see for themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/moqO24uCB0k6q4qPyAwb7O0xeWM.jpg",
    "popularity": 5.3372,
    "tmdb_url": "https://www.themoviedb.org/movie/106164"
  },
  {
    "id": 504903,
    "title": "Adultery Alumni Association",
    "release_date": "2018-03-02",
    "overview": "Five college alumni gathered at a pension after a long time. We are happy to share our past memories, but do you really have a different purpose?! Yoon-jae visits Eugene, whom he had a crush on in college. A set meal enjoyed by two female classmates. The affair reunion is about to begin, with different ways of having fun...",
    "poster_url": "https://image.tmdb.org/t/p/w500/oRcwpgqV7Wjt1xok8SztZWHcgn4.jpg",
    "popularity": 4.6334,
    "tmdb_url": "https://www.themoviedb.org/movie/504903"
  },
  {
    "id": 11199,
    "title": "Wild Hogs",
    "release_date": "2007-03-02",
    "overview": "Restless and ready for an adventure, four suburban bikers leave the safety of their subdivision and head out on the open road. But complications ensue when they cross paths with an intimidating band of New Mexico bikers known as the Del Fuegos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qYyPCZcpNGZwbyBo1gwdCiW5hHC.jpg",
    "popularity": 3.4931,
    "tmdb_url": "https://www.themoviedb.org/movie/11199"
  },
  {
    "id": 75638,
    "title": "Red Lights",
    "release_date": "2012-03-02",
    "overview": "Two investigators of paranormal hoaxes, the veteran Dr. Margaret Matheson and her young assistant, Tom Buckley, study the most varied metaphysical phenomena with the aim of proving their fraudulent origins. Simon Silver, a legendary blind psychic, reappears after an enigmatic absence of 30 years to become the greatest international challenge to both orthodox science and professional sceptics. Tom starts to develop an intense obsession with Silver, whose magnetism becomes stronger with each new manifestation of inexplicable events. As Tom gets closer to Silver, tension mounts, and his worldview is threatened to its core.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
    "popularity": 3.4822,
    "tmdb_url": "https://www.themoviedb.org/movie/75638"
  },
  {
    "id": 13654,
    "title": "101 Dalmatians II: Patch's London Adventure",
    "release_date": "2003-03-02",
    "overview": "Being one of 101 takes its toll on Patch, who doesn't feel unique. When he's accidentally left behind on moving day, he meets his idol, Thunderbolt, who enlists him on a publicity campaign.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rFTt7pNSCJKLZ2RZldJuq6ON6Ti.jpg",
    "popularity": 3.3453,
    "tmdb_url": "https://www.themoviedb.org/movie/13654"
  },
  {
    "id": 397837,
    "title": "Before I Fall",
    "release_date": "2017-03-02",
    "overview": "Samantha Kingston has everything. Then, everything changes. After one fateful night, she wakes up with no future at all. Trapped into reliving the same day over and over, she begins to question just how perfect her life really was.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eowzonDJMCuNXoJGVkP9Z7oCmiM.jpg",
    "popularity": 3.1561,
    "tmdb_url": "https://www.themoviedb.org/movie/397837"
  },
  {
    "id": 2977,
    "title": "Becoming Jane",
    "release_date": "2007-03-02",
    "overview": "A biographical portrait of a pre-fame Jane Austen and her romance with a young Irishman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yHA6JEn57MBGp2yGFgYyopJvk2O.jpg",
    "popularity": 3.0867,
    "tmdb_url": "https://www.themoviedb.org/movie/2977"
  },
  {
    "id": 870518,
    "title": "Sanctuary",
    "release_date": "2023-03-02",
    "overview": "Confined to a claustrophobic hotel room, the heir to a hotel empire and the dominatrix who has primed him for success become locked in a battle of wits and wills as he tries to end his relationship with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yGQAZupyZgT2ESbBSMZ9R0OBToo.jpg",
    "popularity": 3.0179,
    "tmdb_url": "https://www.themoviedb.org/movie/870518"
  },
  {
    "id": 11916,
    "title": "Two Mules for Sister Sara",
    "release_date": "1970-03-02",
    "overview": "When a wandering mercenary named Hogan rescues a nun called Sister Sara from the unwanted attentions of a band of rogues on the Mexican plains, he has no idea what he has let himself in for. Their chance encounter results in the blowing up of a train and a French garrison, as well as igniting a spark between them that survives a shocking discovery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/RbuNHMlrw7M2w1R3hZMAPwh6dG.jpg",
    "popularity": 2.811,
    "tmdb_url": "https://www.themoviedb.org/movie/11916"
  },
  {
    "id": 9343,
    "title": "Fitzcarraldo",
    "release_date": "1982-03-02",
    "overview": "Fitzcarraldo is a dreamer who plans to build an opera house in Iquitos, in the Peruvian Amazon, so, in order to finance his project, he embarks on an epic adventure to collect rubber, a very profitable product, in a remote and unexplored region of the rainforest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oBCnYEKcg1rMhr5JjDnrRpilvDd.jpg",
    "popularity": 2.5851,
    "tmdb_url": "https://www.themoviedb.org/movie/9343"
  },
  {
    "id": 40394,
    "title": "Salon Kitty",
    "release_date": "1976-03-02",
    "overview": "Kitty runs a brothel in Nazi Germany where the soldiers come to \"relax\". Recording devices have been installed in each room by a power hungry army official who plans to use the information to blackmail Hitler and gain power himself. A girl named Margherita discovers the little ploy and with Kitty's help plans to take on the dangerous task of exposing the conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pAcHGO840kU3TtYWjv3pvFl3Vm1.jpg",
    "popularity": 2.5484,
    "tmdb_url": "https://www.themoviedb.org/movie/40394"
  },
  {
    "id": 182131,
    "title": "Little Witch Academia",
    "release_date": "2013-03-02",
    "overview": "Inspired by a magician named Shiny Chariot, the lively Akko Kagari enters the Little Witch Academy with the dream of one day becoming as cool as her idol.",
    "poster_url": "https://image.tmdb.org/t/p/w500/auEVlfTs7bE0hQsMP7xAhrcZKpV.jpg",
    "popularity": 2.4867,
    "tmdb_url": "https://www.themoviedb.org/movie/182131"
  },
  {
    "id": 1018798,
    "title": "Maradona: The Greatest Ever",
    "release_date": "2021-03-02",
    "overview": "A star - A hero - A legend - Few athletes compare to the sheer magnetism of Diego Maradona. In a career spanning 5 decades he brought unimaginable skill to the game of football. He did the impossible - and then he did it again and again. Now, football is left without a God. Reflect and celebrate the incredible life and achievements of the greatest ever - Maradona.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mFTzKKeeWkUlhI4LZon3LFsPBZ3.jpg",
    "popularity": 2.3844,
    "tmdb_url": "https://www.themoviedb.org/movie/1018798"
  },
  {
    "id": 44725,
    "title": "One Piece: Chopper's Kingdom on the Island of Strange Animals",
    "release_date": "2002-03-02",
    "overview": "As the Straw Hat Pirates sail through the Grand Line.A line of geysers erupted from under the Going Merry. And the whole crew find themselves flying over the island. Unfortunatly, Chopper fell off the ship and was separated from his friends. Luffy and the others landed on the other side of the island. Chopper meanwhile finds himself being worshiped as the island's new king by the animals. To make matters worse, a trio of human \"horn\" hunters are on the island. The leader, Count Butler is a violin playing/horn eating human who wants to eat the island's treasure to inherit immense power. Will Luffy & the rest be able to prevent the count from terrorizing the island? And will they be able to convince Momambi that not all pirates are bad?",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YFUMvTV4zOkpUsPAiPgjaMKWYd.jpg",
    "popularity": 2.378,
    "tmdb_url": "https://www.themoviedb.org/movie/44725"
  },
  {
    "id": 477033,
    "title": "Errementari: The Blacksmith and the Devil",
    "release_date": "2018-03-02",
    "overview": "Basque Country, Spain, 1843. A police constable arrives at a small village in Álava to investigate a mysterious blacksmith who lives alone deep in the woods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ltpi1uLkvx2BKHWwbpMjqdAtdHn.jpg",
    "popularity": 2.278,
    "tmdb_url": "https://www.themoviedb.org/movie/477033"
  },
  {
    "id": 22160,
    "title": "Against All Odds",
    "release_date": "1984-03-02",
    "overview": "She was a beautiful fugitive. Fleeing from corruption. From power. He was a professional athlete past his prime. Hired to find her, he grew to love her. Love turned to obsession. Obsession turned to murder. And now the price of freedom might be nothing less than their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Ac0m41QYoxYBfRoU4cL491vOfEv.jpg",
    "popularity": 2.2658,
    "tmdb_url": "https://www.themoviedb.org/movie/22160"
  },
  {
    "id": 76837,
    "title": "Yuma",
    "release_date": "1971-03-02",
    "overview": "A down-and-dirty town is forced to shape up when a new marshal (Clint Walker) comes to town. However, when a scheme is launched to destroy the lawman's authority, he must discover the perpetrators and preserve his reputation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/piocFW0MMik9ELkhexRLkAoM5tY.jpg",
    "popularity": 2.2414,
    "tmdb_url": "https://www.themoviedb.org/movie/76837"
  },
  {
    "id": 36199,
    "title": "Digimon Tamers: Runaway Locomon",
    "release_date": "2002-03-02",
    "overview": "Six months after the D-Reaper was destroyed, the Tamers are planning to throw Rika a surprise party, but Rika finds out. Suddenly a train-Digimon named Locomon begins to race around the tracks, causing havoc. The Tamers respond to this, as Takato digivolves Guilmon into Growlmon to stop the train Digimon but fails as Takato, Rika and Renamon get on it in an attempt to slow it down. The others, excluding Suzie, use a freight train to catch up with Locomon",
    "poster_url": "https://image.tmdb.org/t/p/w500/axefFcfGxp3um7cDKAtZPEVwyxu.jpg",
    "popularity": 2.215,
    "tmdb_url": "https://www.themoviedb.org/movie/36199"
  },
  {
    "id": 353066,
    "title": "The Vanishing of Sidney Hall",
    "release_date": "2018-03-02",
    "overview": "Over the course of 12 years, and three stages of life, Sidney Hall falls in love, writes the book of a generation and then disappears without a trace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e8SJJEliAK9g0EG5agPsbxWoWoI.jpg",
    "popularity": 2.1332,
    "tmdb_url": "https://www.themoviedb.org/movie/353066"
  }
]