[
  {
    "id": 293167,
    "title": "Kong: Skull Island",
    "release_date": "2017-03-08",
    "overview": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r2517Vz9EhDhj88qwbDVj8DCRZN.jpg",
    "popularity": 103.0405,
    "tmdb_url": "https://www.themoviedb.org/movie/293167"
  },
  {
    "id": 587727,
    "title": "Busty Girlfriend",
    "release_date": "2019-03-08",
    "overview": "Mincheol and Suhee go to greet Minchul father (grandmother) before marriage. Dae - sik welcomes her daughter - in - law, Su - hee. But before marriage, Minchol and Suhee are separated by the difference in personality. Soon-hee, who was only preparing for marriage, is soon to live.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f6PfAXtFEkJRcBtOjbzOgz8qqSK.jpg",
    "popularity": 12.6121,
    "tmdb_url": "https://www.themoviedb.org/movie/587727"
  },
  {
    "id": 934433,
    "title": "Scream VI",
    "release_date": "2023-03-08",
    "overview": "Following the latest Ghostface killings, the four survivors leave Woodsboro behind and start a fresh chapter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wDWwtvkRRlgTiUr6TyLSMX8FCuZ.jpg",
    "popularity": 11.8024,
    "tmdb_url": "https://www.themoviedb.org/movie/934433"
  },
  {
    "id": 275,
    "title": "Fargo",
    "release_date": "1996-03-08",
    "overview": "Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!",
    "poster_url": "https://image.tmdb.org/t/p/w500/rUjUCT6GvFS475sKJVfHWZUdnv5.jpg",
    "popularity": 10.5367,
    "tmdb_url": "https://www.themoviedb.org/movie/275"
  },
  {
    "id": 27098,
    "title": "All Things Fair",
    "release_date": "1995-03-08",
    "overview": "Stig is a 15-year-old pupil of 37-year-old teacher Viola. He is attracted by her beauty and maturity while she is drawn to him by his youth and innocence, a relief from her drunk and miserable husband.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y1oFNynXrIzlPUe4CXKMR2dpNep.jpg",
    "popularity": 5.9524,
    "tmdb_url": "https://www.themoviedb.org/movie/27098"
  },
  {
    "id": 340022,
    "title": "Gringo",
    "release_date": "2018-03-08",
    "overview": "An American businessman with a stake in a pharmaceutical company that's about to go public finds his life is thrown into turmoil by an incident in Mexico.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dxeVPklFwng2IowqRPNI4od6aXv.jpg",
    "popularity": 5.9269,
    "tmdb_url": "https://www.themoviedb.org/movie/340022"
  },
  {
    "id": 44943,
    "title": "Battle: Los Angeles",
    "release_date": "2011-03-08",
    "overview": "When once distant UFOs become a terrifying threat and an alien invasion force begins attacking Earths major costal and riverside cities, a U.S Marine staff sergeant and his team are sent into battle only to find they must take it upon themselves to defeat an unknown enemy and protect what remains of Los Angeles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jloyGeVYZSxM9zsLFvVOWuj2ey4.jpg",
    "popularity": 5.3308,
    "tmdb_url": "https://www.themoviedb.org/movie/44943"
  },
  {
    "id": 283566,
    "title": "Evangelion: 3.0+1.0 Thrice Upon a Time",
    "release_date": "2021-03-08",
    "overview": "In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/md5wZRRj8biHrGtyitgBZo7674t.jpg",
    "popularity": 4.7191,
    "tmdb_url": "https://www.themoviedb.org/movie/283566"
  },
  {
    "id": 11000,
    "title": "The Birdcage",
    "release_date": "1996-03-08",
    "overview": "Middle-aged gay life partners, Armand Goldman, a Jewish drag club owner, and Albert, the club's flamboyant star attraction, live in the eclectic community of South Beach and have raised a straight son. Now, their newly engaged son, 20-year-old Val, wants to bring his fiancée, Barbara, and her ultraconservative parents home to meet his family for the first time. By Val's request, Armand pretends to be straight, not Jewish and attempts to hide his relationship with Albert, in order to please Barbara's father, controversial right-wing Republican Sen. Kevin Keeley.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hU2XeckncHS61TWZKDtw1BrKmOO.jpg",
    "popularity": 3.6055,
    "tmdb_url": "https://www.themoviedb.org/movie/11000"
  },
  {
    "id": 581361,
    "title": "Badla",
    "release_date": "2019-03-08",
    "overview": "A dynamic young entrepreneur finds herself locked in a hotel room with the corpse of her dead lover. She hires a prestigious lawyer to defend her and they work together to figure out what actually happened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eKpzbERuhogYTwI3PwfVsAHXnuO.jpg",
    "popularity": 3.4512,
    "tmdb_url": "https://www.themoviedb.org/movie/581361"
  },
  {
    "id": 11177,
    "title": "Mask",
    "release_date": "1985-03-08",
    "overview": "A boy with a massive facial skull deformity and his biker gang mother attempt to live as normal a life as possible under the circumstances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/miyTmJ8RVBTLisgMA4hQFGIuefT.jpg",
    "popularity": 3.3126,
    "tmdb_url": "https://www.themoviedb.org/movie/11177"
  },
  {
    "id": 492101,
    "title": "New Golden Lotus  I",
    "release_date": "1996-03-08",
    "overview": "sex",
    "poster_url": "https://image.tmdb.org/t/p/w500/54zOGJOTt0YMqp3cAqBnF6slN39.jpg",
    "popularity": 3.1868,
    "tmdb_url": "https://www.themoviedb.org/movie/492101"
  },
  {
    "id": 98613,
    "title": "Doraemon: Nobita and the Windmasters",
    "release_date": "2003-03-08",
    "overview": "After an old wizard is freed from a mysterious tomb, Doraemon, a robotic cat, along with Nobita Nobi, a pre-teen boy, goes to the Wind Village in order to prevent any mishaps there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdBLKFviJckRXOCgPqkTQK16Rq0.jpg",
    "popularity": 3.0866,
    "tmdb_url": "https://www.themoviedb.org/movie/98613"
  },
  {
    "id": 25059,
    "title": "Homeward Bound II: Lost in San Francisco",
    "release_date": "1996-03-08",
    "overview": "When the pets accidentally get separated from their vacationing owners, Chance, Shadow, and Sassy navigate the mean streets of San Francisco, trying to find their home across the Golden Gate Bridge. But the road is blocked by a series of hazards, both man and beast.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kfYawa9SF9MQ3ae0TXAfhDLFGv7.jpg",
    "popularity": 3.0374,
    "tmdb_url": "https://www.themoviedb.org/movie/25059"
  },
  {
    "id": 136686,
    "title": "Doraemon: Nobita and the Green Giant Legend",
    "release_date": "2008-03-08",
    "overview": "Nobita’s troubled about what to do with his zero test marks once again. A gust of wind scatters his test papers and he falls into a garbage dump trying to gather them together again. There he finds a young withered tree that caught one of his papers and he decides to take it home. He tries to plant it in his garden but gets caught by his mother who doesn’t allow him to grow it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jY2c8s4s8YyGxuxX8ymmzGUdnwZ.jpg",
    "popularity": 2.9203,
    "tmdb_url": "https://www.themoviedb.org/movie/136686"
  },
  {
    "id": 102362,
    "title": "Dead Man Down",
    "release_date": "2013-03-08",
    "overview": "In New York City, a crime lord's right-hand man is seduced by a woman seeking retribution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8xWo2WE36JdBwlCmwvXM4bb5rBg.jpg",
    "popularity": 2.7259,
    "tmdb_url": "https://www.themoviedb.org/movie/102362"
  },
  {
    "id": 17457,
    "title": "The Twins Effect",
    "release_date": "2003-03-08",
    "overview": "An evil Duke attempts to kill and collect the blood of a royal family of European vampires in order to become all powerful. The only surviving member of the family travels to Hong Kong, only to complicate his struggle by falling in love with a mortal girl who just happens to have a vampire hunter for a brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/frwUWEGWFiIlYekPRuZFG5N250Q.jpg",
    "popularity": 2.6293,
    "tmdb_url": "https://www.themoviedb.org/movie/17457"
  },
  {
    "id": 611359,
    "title": "Tu Jhoothi Main Makkaar",
    "release_date": "2023-03-08",
    "overview": "To earn extra cash, Mickey helps couples break up — but life gets complicated when he falls for Tinni, a career woman with an independent streak.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zHLtNP4KP0GMi6p1ACf2QvVnBvI.jpg",
    "popularity": 2.5638,
    "tmdb_url": "https://www.themoviedb.org/movie/611359"
  },
  {
    "id": 575,
    "title": "The Experiment",
    "release_date": "2001-03-08",
    "overview": "20 volunteers agree to take part in a seemingly well-paid experiment advertised by the university. It is supposed to be about aggressive behavior in an artificial prison situation. A journalist senses a story behind the ad and smuggles himself in among the test subjects. They are randomly divided into prisoners and guards. What seems like a game at the beginning soon turns into bloody seriousness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mfxXel8k2UWkgJ4MIsvVBsqnvFp.jpg",
    "popularity": 2.5204,
    "tmdb_url": "https://www.themoviedb.org/movie/575"
  },
  {
    "id": 10952,
    "title": "New Jack City",
    "release_date": "1991-03-08",
    "overview": "A gangster, Nino, is in the Cash Money Brothers, making a million dollars every week selling crack. A cop, Scotty, discovers that the only way to infiltrate the gang is to become a dealer himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k9VjzXyGElRAxXyXgPvtRRSznyL.jpg",
    "popularity": 2.505,
    "tmdb_url": "https://www.themoviedb.org/movie/10952"
  },
  {
    "id": 407451,
    "title": "A Wrinkle in Time",
    "release_date": "2018-03-08",
    "overview": "After the disappearance of her scientist father, three peculiar beings send Meg, her brother, and her friend to space in order to find him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yAcb58vipewa1BfNit2RjE6boXA.jpg",
    "popularity": 2.5013,
    "tmdb_url": "https://www.themoviedb.org/movie/407451"
  },
  {
    "id": 1847,
    "title": "The Long Goodbye",
    "release_date": "1973-03-08",
    "overview": "In 1970s Hollywood, Detective Philip Marlowe tries to help a friend who is accused of murdering his wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oBhUK54yBJ0aH6u9zCzSV5iV7OP.jpg",
    "popularity": 2.4463,
    "tmdb_url": "https://www.themoviedb.org/movie/1847"
  },
  {
    "id": 330980,
    "title": "Box Room",
    "release_date": "2014-03-08",
    "overview": "Jerry is a strange and solitary boy who lives with his young neglectful mother in a run down apartment. He spends his weekends hidden away in his bedroom making model figurines and watching TV alone. While investigating a damp stain on his bedroom wall, Jerry peels off some wallpaper, revealing a seductive alien orifice growing behind the plaster. After spending an ever increasing amount of time in his bedroom exploring and inspecting the alien creature, Jerry embarks on his first sexual experience. After numerous encounters between Jerry and the creature, it becomes pregnant. Filled with panic and guilt, Jerry attempts to abort the alien creature, leading to a horrific outcome which neither himself nor his mother will ever forget.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nQK0m0n6yVlL3oLkUt5ZI1w6fnG.jpg",
    "popularity": 2.371,
    "tmdb_url": "https://www.themoviedb.org/movie/330980"
  },
  {
    "id": 8766,
    "title": "Hellraiser: Bloodline",
    "release_date": "1996-03-08",
    "overview": "Three generations of the same family deal with the consequences of unleashing the forces of hell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tCQsVackQil2fl5TzOYrCAI6All.jpg",
    "popularity": 2.3498,
    "tmdb_url": "https://www.themoviedb.org/movie/8766"
  },
  {
    "id": 108972,
    "title": "Helpless",
    "release_date": "2012-03-08",
    "overview": "A woman suddenly disappears. Her fiance then sets out to find her and, in the process, uncovers layers of dark hidden secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yt1ZQ0C8C8fayMK8VRXiWX40Its.jpg",
    "popularity": 2.2775,
    "tmdb_url": "https://www.themoviedb.org/movie/108972"
  },
  {
    "id": 19877,
    "title": "Fist of the North Star",
    "release_date": "1986-03-08",
    "overview": "After a nuclear holocaust tears the world apart, mankind is forced to the harshness of not only the oppression of others who are much more powerful, but the dead earth which seems to be getting worse with every passing moment. But a savior has risen from the ashes, a man who will defeat those who would torment the weak and make the world a livable place once more. A man named Kenshiro...",
    "poster_url": "https://image.tmdb.org/t/p/w500/2YCNdrSstrYovSYyKMCDxkkDUsC.jpg",
    "popularity": 2.2312,
    "tmdb_url": "https://www.themoviedb.org/movie/19877"
  },
  {
    "id": 461992,
    "title": "Hostile",
    "release_date": "2018-03-08",
    "overview": "Juliette, a lone survivor of an apocalyptic era, fights to survive against hunger, thirst, a broken leg and strange disturbing creatures that only come out at nighttime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xnvFRg5TxGYIMKQJjA41lv0RNcg.jpg",
    "popularity": 2.1935,
    "tmdb_url": "https://www.themoviedb.org/movie/461992"
  },
  {
    "id": 163394,
    "title": "Doraemon: Nobita and the Spiral City",
    "release_date": "1997-03-08",
    "overview": "When Doraemon and Nobita win a tiny planet through a lottery, they make use of a screw to bring several toys to life and create a toy town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mEmOqdiYe1sVL4y5fmy7aF22t2z.jpg",
    "popularity": 2.118,
    "tmdb_url": "https://www.themoviedb.org/movie/163394"
  },
  {
    "id": 25560,
    "title": "The Taming of the Shrew",
    "release_date": "1967-03-08",
    "overview": "Italy, 16th century. Petruchio, a choleric, lying and poor rural landowner from Verona, arrives in Padua in search of fortune and a wife, while Baptista, a wealthy merchant, announces that he will not allow Bianca, his youngest daughter, to marry until the temperamental and unruly Katherina, his eldest daughter, does.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LpU3kyg1PowiQoEHf7oUXOUmVa.jpg",
    "popularity": 2.1116,
    "tmdb_url": "https://www.themoviedb.org/movie/25560"
  },
  {
    "id": 35170,
    "title": "Snake & Crane Arts of Shaolin",
    "release_date": "1978-03-08",
    "overview": "Jackie Chan stars as the young warrior Hsu Yiu Fong. Hsu has been entrusted with the book of the \"Art of the Snake and Crane,\" after the mysterious disappearance of the eight Shaolin Masters who had written it. He must fight off numerous clans who are all attempting to steal the book from him, to find out the true reason for the disappearance of the Shaolin Masters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r4okXfWfTdnZESaEkBeFnAJrTmI.jpg",
    "popularity": 2.1071,
    "tmdb_url": "https://www.themoviedb.org/movie/35170"
  },
  {
    "id": 285812,
    "title": "Doraemon: New Nobita's Great Demon - Peko and the Exploration Party of Five",
    "release_date": "2014-03-08",
    "overview": "Nobita finds a stray dog and brings him home, little does hi knows that the dog is actually a prince in his homeland, a world appart deep in the african 'Smokers Forest' were the dogs evolved and have their own empire, so he and his friends take on a journey to take back the young prince to his homeland but when they get there things have changed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xKGMXQFGca4nKcO308aZ6nWz0Gc.jpg",
    "popularity": 2.026,
    "tmdb_url": "https://www.themoviedb.org/movie/285812"
  }
]