[
  {
    "id": 13183,
    "title": "Watchmen",
    "release_date": "2009-03-04",
    "overview": "In a gritty and alternate 1985, the glory days of costumed vigilantes have been brought to a close by a government crackdown. But after one of the masked veterans is brutally murdered, an investigation into the killer is initiated. The reunited heroes set out to prevent their own destruction, but in doing so they uncover a sinister plot that puts all of humanity in grave danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aVURelN3pM56lFM7Dgfs5TixcIf.jpg",
    "popularity": 14.6235,
    "tmdb_url": "https://www.themoviedb.org/movie/13183"
  },
  {
    "id": 198184,
    "title": "Chappie",
    "release_date": "2015-03-04",
    "overview": "Every child comes into the world full of promise, and none more so than Chappie: he is gifted, special, a prodigy. Like any child, Chappie will come under the influence of his surroundings—some good, some bad—and he will rely on his heart and soul to find his way in the world and become his own man. But there's one thing that makes Chappie different from any one else: he is a robot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uuDUpzlMFomdSfNWlpEPS9nVZWV.jpg",
    "popularity": 9.6041,
    "tmdb_url": "https://www.themoviedb.org/movie/198184"
  },
  {
    "id": 8456,
    "title": "Never Back Down",
    "release_date": "2008-03-04",
    "overview": "Jake, full of anger after his father's death, is just starting to find a place for himself at his new Orlando high school - until Ryan, head of an underground MMA fight club, picks Jake out as a prime opponent. After being trounced by Ryan in front of the entire school, Jake begins training under the firm, moral guidance of a MMA master, where he learns how to fight... and how to avoid a fight. But it becomes obvious that a rematch will be inevitable if Jake wants to stop Ryan and his bullying, once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8oRUTyP1QAtGDMvRpKZyuyFPG0U.jpg",
    "popularity": 6.2828,
    "tmdb_url": "https://www.themoviedb.org/movie/8456"
  },
  {
    "id": 39107,
    "title": "Dragon Ball Z: Fusion Reborn",
    "release_date": "1995-03-04",
    "overview": "Not paying attention to his job, a young demon allows the evil cleansing machine to overflow and explode, turning the young demon into the infamous monster Janemba. Goku and Vegeta make solo attempts to defeat the monster, but realize their only option is fusion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7AHvaEAeQfkfJ4OqcBePxa2ao09.jpg",
    "popularity": 5.8783,
    "tmdb_url": "https://www.themoviedb.org/movie/39107"
  },
  {
    "id": 484718,
    "title": "Coming 2 America",
    "release_date": "2021-03-04",
    "overview": "Prince Akeem Joffer is set to become King of Zamunda when he discovers he has a son he never knew about in America – a street savvy Queens native named Lavelle. Honoring his royal father's dying wish to groom this son as the crown prince, Akeem and Semmi set off to America once again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nWBPLkqNApY5pgrJFMiI9joSI30.jpg",
    "popularity": 5.763,
    "tmdb_url": "https://www.themoviedb.org/movie/484718"
  },
  {
    "id": 630004,
    "title": "The Vault",
    "release_date": "2021-03-04",
    "overview": "Madrid, Spain, 2010. While the whole city follows the national team's successful participation in the World Cup, a group of daring thieves look for a way into one of the most secure and guarded places on the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kWhXubAiIcHW0xn5GThflqaKZqh.jpg",
    "popularity": 5.3214,
    "tmdb_url": "https://www.themoviedb.org/movie/630004"
  },
  {
    "id": 44730,
    "title": "One Piece: Giant Mecha Soldier of Karakuri Castle",
    "release_date": "2006-03-04",
    "overview": "The Straw Hats visits an island, known as Mecha Island, where a fisherman sings an old folk song about a Golden Crown. Searching for that mysterious treasure, they find a hidden entrance into the island. The island's leader, Ratchet, impressed with the find and in search of the Golden Crown himself, invites the crew to join him in his search and the crew along with Ratchet and his henchmen enter the cave. As it turns out, the islands true form, is that of a giant turtle. Ratchet, who had known this all along, uses his mechanical castle to take control of the turtle, in order to use it, to take over the world. Now the Straw Hats have to stop not only Ratchet, but also the helpless turtle, from crashing into a nearby island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Pu26TQNiyl8kjNe1sI3NMG2OQG.jpg",
    "popularity": 5.1703,
    "tmdb_url": "https://www.themoviedb.org/movie/44730"
  },
  {
    "id": 460846,
    "title": "Security",
    "release_date": "2017-03-04",
    "overview": "An ex-special services veteran, down on his luck and desperate for work, takes a job as a security guard at a run-down mall in a rough area of town. On his first night on the job, he opens the door to a distraught and desperate young girl who has fled the hijacking of a Police motorcade that was transporting her to testify as a witness in a trial. Hot on her heels is the psychopathic hijacker and his team of henchmen, who will stop at nothing to extract and eliminate the witness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9FN5n8wGYrfSJaKGF9uObdKimIh.jpg",
    "popularity": 4.3726,
    "tmdb_url": "https://www.themoviedb.org/movie/460846"
  },
  {
    "id": 12519,
    "title": "Sirens",
    "release_date": "1994-03-04",
    "overview": "In 1930s Australia, Anglican clergyman Anthony Campion and his prim wife, Estella, are asked to visit noted painter Norman Lindsay, whose planned contribution to an international art exhibit is considered blasphemous. While Campion and Lindsay debate, Estella finds herself drawn to the three beautiful models sitting for the painter's current work, freethinking Sheela, sensual Pru and virginal Giddy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bOUDHgOlxANs1KsYZEsLSjZBTkd.jpg",
    "popularity": 4.353,
    "tmdb_url": "https://www.themoviedb.org/movie/12519"
  },
  {
    "id": 10022,
    "title": "The Pacifier",
    "release_date": "2005-03-04",
    "overview": "Navy SEAL Shane Wolfe is handed a new assignment: Protect the five Plummer kids from enemies of their recently deceased father -- a government scientist whose top-secret experiment remains hidden in the kids' house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/brkyQKNcaVNWGsCBCW5bKy9zVeW.jpg",
    "popularity": 3.9991,
    "tmdb_url": "https://www.themoviedb.org/movie/10022"
  },
  {
    "id": 4551,
    "title": "Be Cool",
    "release_date": "2005-03-04",
    "overview": "Disenchanted with the movie industry, Chili Palmer tries the music industry, meeting and romancing a widow of a music executive along the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ekKCH7Zkb5ZTr1f1AczZY23FH.jpg",
    "popularity": 3.8942,
    "tmdb_url": "https://www.themoviedb.org/movie/4551"
  },
  {
    "id": 7840,
    "title": "10,000 BC",
    "release_date": "2008-03-04",
    "overview": "A prehistoric epic that follows a young mammoth hunter's journey through uncharted territory to secure the future of his tribe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9I7gV6wRbGnbfI3XOKjHeLMjYEo.jpg",
    "popularity": 3.6885,
    "tmdb_url": "https://www.themoviedb.org/movie/7840"
  },
  {
    "id": 19576,
    "title": "One Piece: The Movie",
    "release_date": "2000-03-04",
    "overview": "There once was a pirate known as the Great Gold Pirate Woonan, who obtained almost one-third of the world's gold. Over the course of a few years, the pirate's existence faded, and a legend grew that he disappeared with his gold to a remote island, an island pirates continue to search for. Aboard the Going Merry, Luffy and his crew, starved and reckless, are robbed of their treasure. In an attempt to get it back, they wreck the getaway ship, guided by a young boy named Tobio, who's a captured part of El Drago's pirate crew. El Drago's love for gold has driven him to look for Woonan's island, and thanks to Woonan's treasure map, he finds it. During this time, Luffy's crew have been split up, and despite their own circumstances, they must find a way to stop El Drago from obtaining Woonan's gold.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aRqQNSuXpcE3dkJC43aEg9f2HXd.jpg",
    "popularity": 3.5335,
    "tmdb_url": "https://www.themoviedb.org/movie/19576"
  },
  {
    "id": 39148,
    "title": "Dragon Ball: The Path to Power",
    "release_date": "1996-03-04",
    "overview": "A retelling of Dragon Ball's origin with a different take on the meeting of Goku, Bulma, and Kame-Sen'nin. It also retells the Red Ribbon Army story; but this time they find Goku rather than Goku finding them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eZkTQ4epHmVygmNnUCGAOzFqQH9.jpg",
    "popularity": 3.5234,
    "tmdb_url": "https://www.themoviedb.org/movie/39148"
  },
  {
    "id": 876797,
    "title": "The Last 10 Years",
    "release_date": "2022-03-04",
    "overview": "Twenty-year-old Matsuri Takabayashi learns that she only has ten years to live due to an incurable disease. She decides to not dwell on her life and not to fall in love – until she meets a man named Kazuto Manabe at a school reunion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yJFUBE5VGjQaTLuyhf4Hb926mn4.jpg",
    "popularity": 3.5218,
    "tmdb_url": "https://www.themoviedb.org/movie/876797"
  },
  {
    "id": 462677,
    "title": "Doraemon: Nobita's Great Adventure in the Antarctic Kachi Kochi",
    "release_date": "2017-03-04",
    "overview": "Doraemon and Nobita discover a mysterious golden ring far beneath the ice in Antarctica, leading them to uncover an ancient, ruined city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hcydn0Lr3DAixZFOaUmjoqoIFU6.jpg",
    "popularity": 3.3233,
    "tmdb_url": "https://www.themoviedb.org/movie/462677"
  },
  {
    "id": 9667,
    "title": "The Jacket",
    "release_date": "2005-03-04",
    "overview": "A military veteran goes on a journey into the future, where he can foresee his death and is left with questions that could save his life and those he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bt89UfRhjAvJDAO9CWJnRFXAN3p.jpg",
    "popularity": 3.2964,
    "tmdb_url": "https://www.themoviedb.org/movie/9667"
  },
  {
    "id": 2135,
    "title": "The Time Machine",
    "release_date": "2002-03-04",
    "overview": "Hoping to alter the events of the past, a 19th century inventor instead travels 800,000 years into the future, where he finds mankind divided into two warring races.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9QB6wIc6XOtoi02uUCLSvY0onSL.jpg",
    "popularity": 3.0729,
    "tmdb_url": "https://www.themoviedb.org/movie/2135"
  },
  {
    "id": 17653,
    "title": "The Legend of Fong Sai Yuk",
    "release_date": "1993-03-04",
    "overview": "The secret Red Lotus Flower Society is committed to the overthrow of the evil Manchu Emperor and his minions. One of his Governors is sent on a mission to retrieve a list of members of that secret society. Meanwhile, Canton kung fu practitioner Fong Sai-Yuk falls in love with the beautiful daughter of a rich merchant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hdAqW3qn0Y9jNMjDob5ae0NRa0F.jpg",
    "popularity": 2.997,
    "tmdb_url": "https://www.themoviedb.org/movie/17653"
  },
  {
    "id": 9058,
    "title": "Only You",
    "release_date": "1994-03-04",
    "overview": "Two childhood paranormal incidents have convinced schoolteacher Faith Corvatch that her true love is a guy named \"Damon Bradley,\" but she has yet to meet him. Preparing to marry podiatrist Dwayne in 10 days, Faith receives a phone call from Dwayne's old classmate named Damon Bradley who is on his way to Venice. Faith tries to catch him at the airport but just misses him so she impulsively decides to fly to Venice hoping to finally encounter the man of her dreams; accompanying her on the trip is her sister-in-law and childhood best friend, Kate, who has just left her husband, Faith's brother Larry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7mLLANXgUg3bibTiUitDlB0NZcU.jpg",
    "popularity": 2.9189,
    "tmdb_url": "https://www.themoviedb.org/movie/9058"
  },
  {
    "id": 782054,
    "title": "Doraemon the Movie: Nobita's Little Star Wars 2021",
    "release_date": "2022-03-04",
    "overview": "One day during summer vacation, a palm-sized alien named Papi appears from a small rocket that Nobita picks up. He is the president of Pirika, a small planet in outer space, and has come to Earth to escape the rebels. Doraemon and his friends are puzzled by Papi’s small size, but as they play together using the secret tool “Small Light”, they gradually become friends. However, a whale-shaped space battleship comes to earth and attacks Doraemon, Nobita and the others in order to capture Papi. Feeling responsible for getting everyone involved, Papi tries to stand up to the rebels. Doraemon and his friends leave for the planet Pirika to protect their dear friend and his home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/48gKZioIDeUOI0afbYv3kh9u9RQ.jpg",
    "popularity": 2.887,
    "tmdb_url": "https://www.themoviedb.org/movie/782054"
  },
  {
    "id": 75571,
    "title": "Digimon Adventure: Our War Game",
    "release_date": "2000-03-04",
    "overview": "Months after the events of the first season, a Digimon called Diaboromon appears and starts attacking the Internet. The children and their Digimon unite once more in order to prevent him from destroying every communications network on the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rY7XzmfQgwMYJXAZSIChU5FLP7y.jpg",
    "popularity": 2.8163,
    "tmdb_url": "https://www.themoviedb.org/movie/75571"
  },
  {
    "id": 70841,
    "title": "Doraemon: Nobita's Dinosaur",
    "release_date": "2006-03-04",
    "overview": "After bringing a fossilized egg back to life with the Time Cloth, Nobita finds himself the owner of a baby dinosaur. Everything is fine until it grows up. Nobita and friends use Doraemon's time machine to return it back to its own time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g0D94CrNm8bTCgHdpURTmR46s1Q.jpg",
    "popularity": 2.6814,
    "tmdb_url": "https://www.themoviedb.org/movie/70841"
  },
  {
    "id": 31352,
    "title": "Doraemon: Nobita and the Legend of the Sun King",
    "release_date": "2000-03-04",
    "overview": "Doraemon and its friends open a hole in the time and they're travel to the Country of Mayana, a lost Mayan civilization in the jungle. There, Nobita will know its perfect double, prince Thio, heir to the throne. Both will decide to interchange papers to try to save to the Country of Mayana of the claws of the infernal Ledina witch and her evil forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aBPaU4bnqrnKrKe0gi6nC9qvlLj.jpg",
    "popularity": 2.6632,
    "tmdb_url": "https://www.themoviedb.org/movie/31352"
  },
  {
    "id": 2193,
    "title": "My Tutor",
    "release_date": "1983-03-04",
    "overview": "High school senior Bobby Chrystal fails his French class, which will block him from entering Yale. His rich, authoritarian father hires an attractive 29-year-old to tutor Bobby over the summer and help him pass a make-up exam. While Bobby's friends lead him away into strange excursions aimed at losing their virginity, Bobby finds all the extracurricular activities he needs with his new tutor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gMIEasZXQImHpRHos5XsVg80ERV.jpg",
    "popularity": 2.4868,
    "tmdb_url": "https://www.themoviedb.org/movie/2193"
  },
  {
    "id": 585378,
    "title": "After Yang",
    "release_date": "2022-03-04",
    "overview": "When his young daughter's beloved companion — an android named Yang — malfunctions, Jake searches for a way to repair him. In the process, Jake discovers the life that has been passing in front of him, reconnecting with his wife and daughter across a distance he didn't know was there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qjEuDeKOhA7JqaaqhLSfoS9titb.jpg",
    "popularity": 2.4315,
    "tmdb_url": "https://www.themoviedb.org/movie/585378"
  },
  {
    "id": 50725,
    "title": "Take Me Home Tonight",
    "release_date": "2011-03-04",
    "overview": "Recent MIT grad Matt Franklin should be well on his way to a successful career at a Fortune 500 company, but instead he rebels against maturity by taking a job at a video store. Matt rethinks his position when his unrequited high-school crush, Tori, walks in and invites him to an end-of-summer party. With the help of his twin sister and his best friend, Matt hatches a plan to change the course of his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nInduPOusI1alDIC0UttFjDIKsO.jpg",
    "popularity": 2.3657,
    "tmdb_url": "https://www.themoviedb.org/movie/50725"
  },
  {
    "id": 26390,
    "title": "Brooklyn's Finest",
    "release_date": "2010-03-04",
    "overview": "Enforcing the law within the notoriously rough Brownsville section of the city and especially within the Van Dyke housing projects is the NYPD's sixty-fifth precinct. Three police officers struggle with the sometimes fine line between right and wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
    "popularity": 2.3254,
    "tmdb_url": "https://www.themoviedb.org/movie/26390"
  },
  {
    "id": 19580,
    "title": "The Dukes of Hazzard: The Beginning",
    "release_date": "2007-03-04",
    "overview": "When mischievous teenaged cousins Bo and Luke Duke are arrested, both boys are paroled to the care of their Uncle Jesse in Hazzard, sentenced to a summer of hard work. It's not long before the Duke boys learn of Boss Hogg's plans to foreclose on Uncle Jesse's farm. Together, with help from their cousin Daisy, Bo and Luke vow to save the family's property and its storied history of producing the best moonshine in all of Hazzard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1kqpqfIhCvuPRqNuH0ox3T5MBHZ.jpg",
    "popularity": 2.2855,
    "tmdb_url": "https://www.themoviedb.org/movie/19580"
  },
  {
    "id": 865767,
    "title": "Blue Thermal",
    "release_date": "2022-03-04",
    "overview": "Tamaki becomes a captive of the vast beauty of the skies from the moment Kuramochi takes her under his wing and up for a flight in a glider.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xUIX9FA9t4S2SgnPpTcGp9LH3Uz.jpg",
    "popularity": 2.1527,
    "tmdb_url": "https://www.themoviedb.org/movie/865767"
  },
  {
    "id": 279641,
    "title": "Whiskey Tango Foxtrot",
    "release_date": "2016-03-04",
    "overview": "In 2002, cable news producer Kim Barker decides to shake up her routine by taking a daring new assignment in Kabul, Afghanistan. Dislodged from her comfortable American lifestyle, Barker finds herself in the middle of an out-of-control war zone. Luckily, she meets Tanya Vanderpoel, a fellow journalist who takes the shell-shocked reporter under her wing. Amid the militants, warlords and nighttime partying, Barker discovers the key to becoming a successful correspondent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xaLpB1dhUWkmpJSsJ41vFVpeHf2.jpg",
    "popularity": 2.1147,
    "tmdb_url": "https://www.themoviedb.org/movie/279641"
  },
  {
    "id": 18320,
    "title": "The Young Victoria",
    "release_date": "2009-03-04",
    "overview": "As the only legitimate heir of England's King William, teenage Victoria gets caught up in the political machinations of her own family. Victoria's mother wants her to sign a regency order, while her Belgian uncle schemes to arrange a marriage between the future monarch and Prince Albert, the man who will become the love of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iGyuReyij3bPCtzJdSjTR8PR0pa.jpg",
    "popularity": 2.0994,
    "tmdb_url": "https://www.themoviedb.org/movie/18320"
  },
  {
    "id": 18741,
    "title": "Fearless Hyena 2",
    "release_date": "1983-03-04",
    "overview": "A pair of evil kung-fu artists, Heaven and Earth, are slaughtering the entire Yin-Yang brotherhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6CEJxBEvGwAKdfsi3dpcGvWt0do.jpg",
    "popularity": 2.0494,
    "tmdb_url": "https://www.themoviedb.org/movie/18741"
  },
  {
    "id": 36245,
    "title": "Diary of a Chambermaid",
    "release_date": "1964-03-04",
    "overview": "Celestine has a new job as a chambermaid for the quirky M. Monteil, his wife and her father. When the father dies, Celestine decides to quit her job and leave, but when a young girl is raped and murdered, Celestine believes that the Monteils' groundskeeper, Joseph, is guilty, and stays on in order to prove it. She uses her sexuality and the promise of marriage to get Joseph to confess -- but things do not go as planned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/epCJe5dzAn21mQ9L1fQ2FjIF13T.jpg",
    "popularity": 2.0344,
    "tmdb_url": "https://www.themoviedb.org/movie/36245"
  },
  {
    "id": 30074,
    "title": "Scooby-Doo! and the Legend of the Vampire",
    "release_date": "2003-03-04",
    "overview": "The Yowie Yahoo starts kidnapping musicians at a concert attended by Scooby and the gang in Vampire Rock, Australia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x8GJ7evV6YBISijuBuGLQjvckYA.jpg",
    "popularity": 2.021,
    "tmdb_url": "https://www.themoviedb.org/movie/30074"
  }
]