[
  {
    "id": 299537,
    "title": "Captain Marvel",
    "release_date": "2019-03-06",
    "overview": "The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all-new adventure from a previously unseen period in the history of the Marvel Cinematic Universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AtsgWhDnHTq68L0lLsUrCnM7TjG.jpg",
    "popularity": 74.6461,
    "tmdb_url": "https://www.themoviedb.org/movie/299537"
  },
  {
    "id": 150689,
    "title": "Cinderella",
    "release_date": "2015-03-06",
    "overview": "When her father unexpectedly passes away, young Ella finds herself at the mercy of her cruel stepmother and her daughters. Never one to give up hope, Ella's fortunes begin to change after meeting a dashing stranger in the woods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j91LJmcWo16CArFOoapsz84bwxb.jpg",
    "popularity": 17.3127,
    "tmdb_url": "https://www.themoviedb.org/movie/150689"
  },
  {
    "id": 155128,
    "title": "The Body",
    "release_date": "1974-03-06",
    "overview": "A beautiful woman who lives on an island with her abusive husband, entices a young man into a murder-for-money plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mWzxyWAxkv5q3VRw34UCW70JWk8.jpg",
    "popularity": 11.6445,
    "tmdb_url": "https://www.themoviedb.org/movie/155128"
  },
  {
    "id": 399361,
    "title": "Triple Frontier",
    "release_date": "2019-03-06",
    "overview": "Struggling to make ends meet, former special ops soldiers reunite for a high-stakes heist: stealing $75 million from a South American drug lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aBw8zYuAljVM1FeK5bZKITPH8ZD.jpg",
    "popularity": 7.9564,
    "tmdb_url": "https://www.themoviedb.org/movie/399361"
  },
  {
    "id": 34433,
    "title": "Dragon Ball Z: Broly - The Legendary Super Saiyan",
    "release_date": "1993-03-06",
    "overview": "While the Saiyan Paragus persuades Vegeta to rule a new planet, King Kai alerts Goku of the South Galaxy's destruction by an unknown Super Saiyan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6iO8TJCyLI4BiPYOvdwzPV2bhoV.jpg",
    "popularity": 7.8096,
    "tmdb_url": "https://www.themoviedb.org/movie/34433"
  },
  {
    "id": 941,
    "title": "Lethal Weapon",
    "release_date": "1987-03-06",
    "overview": "Buttoned-down veteran LAPD detective Roger Murtaugh is partnered with unhinged cop Martin Riggs, who — distraught after his wife's death — has a death wish and takes unnecessary risks with criminals at every turn. The odd couple embark on their first homicide investigation as partners, involving a young woman known to Murtaugh with ties to a drug and prostitution ring.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fTq4ThIP3pQTYR9eDepsbDHqdcs.jpg",
    "popularity": 7.2162,
    "tmdb_url": "https://www.themoviedb.org/movie/941"
  },
  {
    "id": 115,
    "title": "The Big Lebowski",
    "release_date": "1998-03-06",
    "overview": "Jeffrey 'The Dude' Lebowski, a Los Angeles slacker who only wants to bowl and drink White Russians, is mistaken for another Jeffrey Lebowski, a wheelchair-bound millionaire, and finds himself dragged into a strange series of events involving nihilists, adult film producers, ferrets, errant toes, and large sums of money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9mprbw31MGdd66LR0AQKoDMoFRv.jpg",
    "popularity": 6.6239,
    "tmdb_url": "https://www.themoviedb.org/movie/115"
  },
  {
    "id": 173185,
    "title": "It Boy",
    "release_date": "2013-03-06",
    "overview": "38-year-old Alice has everything to become the next editor-in-chief of Rebelle magazine except for her uptight image. But when the young and charming Balthazar, barely 20, crosses Alice's path, she realizes that he holds the key to her promotion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7PbiUzPjM6ZvD9sGppBtdLcDdwx.jpg",
    "popularity": 6.1888,
    "tmdb_url": "https://www.themoviedb.org/movie/173185"
  },
  {
    "id": 627725,
    "title": "The Banker",
    "release_date": "2020-03-06",
    "overview": "In the 1960s, two entrepreneurs hatch an ingenious business plan to fight for housing integration—and equal access to the American Dream. Nicholas Hoult and Nia Long co-star in this drama inspired by true events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/biXzsw22U6vSd0XktmZwAOc4uik.jpg",
    "popularity": 6.0473,
    "tmdb_url": "https://www.themoviedb.org/movie/627725"
  },
  {
    "id": 1592,
    "title": "Primal Fear",
    "release_date": "1996-03-06",
    "overview": "An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a third person in the room.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qJf2TzE8nRTFbFMPJNW6c8mI0KU.jpg",
    "popularity": 5.425,
    "tmdb_url": "https://www.themoviedb.org/movie/1592"
  },
  {
    "id": 12140,
    "title": "Ghost in the Shell 2: Innocence",
    "release_date": "2004-03-06",
    "overview": "Cyborg detective Batou is assigned to investigate a series of murders committed by gynoids—doll-like cyborgs, which all malfunctioned, killed, then self-destructed afterwards. The brains of the gynoids initialize in order to protect their manufacturer's software, but in one gynoid, which Batou himself neutralized, one file remains: a voice speaking the phrase \"Help me.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ZJRbLDVr90KLtKdmTT4WZhT26E.jpg",
    "popularity": 4.3805,
    "tmdb_url": "https://www.themoviedb.org/movie/12140"
  },
  {
    "id": 11808,
    "title": "U.S. Marshals",
    "release_date": "1998-03-06",
    "overview": "U.S. Marshal Sam Gerard is accompanying a plane load of convicts from Chicago to New York. The plane crashes spectacularly, and Mark Sheridan escapes. But when Diplomatic Security Agent John Royce is assigned to help Gerard recapture Sheridan, it becomes clear that Sheridan is more than just another murderer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ST0BydDSXtW5AtfDDhTVS13pTt.jpg",
    "popularity": 3.9256,
    "tmdb_url": "https://www.themoviedb.org/movie/11808"
  },
  {
    "id": 378240,
    "title": "Yu☆Gi☆Oh!",
    "release_date": "1999-03-06",
    "overview": "A shy duelist stumbles upon the legendary Red Eyes Black Dragon, with that card in his possession, he must learn to bring out his confidence to duel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rJ3nnWgNiBhuYNWZlYBISwcLgdw.jpg",
    "popularity": 3.4568,
    "tmdb_url": "https://www.themoviedb.org/movie/378240"
  },
  {
    "id": 635,
    "title": "Angel Heart",
    "release_date": "1987-03-06",
    "overview": "A down-and-out Brooklyn detective is hired to track down a singer on an odyssey that will take him through the desperate streets of Harlem, the smoke-filled jazz clubs of New Orleans, and the swamps of Louisiana and its seedy underworld of voodoo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h5v3wjJQNB7q2RntEnKDLhKtTFE.jpg",
    "popularity": 3.4,
    "tmdb_url": "https://www.themoviedb.org/movie/635"
  },
  {
    "id": 502425,
    "title": "Escape from Pretoria",
    "release_date": "2020-03-06",
    "overview": "South Africa, 1978. Tim Jenkin and Stephen Lee, two white political activists from the African National Congress imprisoned by the apartheid regime, put a plan in motion to escape from the infamous Pretoria Prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8GGS0jkFFCnmdStvZED6NL6V7gd.jpg",
    "popularity": 3.2222,
    "tmdb_url": "https://www.themoviedb.org/movie/502425"
  },
  {
    "id": 44728,
    "title": "One Piece: Curse of the Sacred Sword",
    "release_date": "2004-03-06",
    "overview": "The Straw Hat Pirates landed at Asuka Island, home of the most valuable sword in the world: The Seven Star Sword. Which was said to curse anyone who takes it in possession. When they got back to the Going Merry, they discovered that Zoro is missing from his guard duty. Before they could plan out a search party to relocate him. Luffy and friends escape from the port as Marines were on their tail. They found a new place to dock, which is near a village. Whose job is to keep the Seven Star Sword sealed. Soon it was attacked by the Marines, and among them is Zoro. Luffy and the others don't know why he's helping out the Marines. But it all comes to conclusion when Luffy encounters Saga: Zoro's childhood friend from Swordsman training.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ivSa5qr5USM5sw9KpoM5ViIhJs0.jpg",
    "popularity": 3.165,
    "tmdb_url": "https://www.themoviedb.org/movie/44728"
  },
  {
    "id": 161822,
    "title": "Doraemon: Nobita and the Tin Labyrinth",
    "release_date": "1993-03-06",
    "overview": "Nobita's dad stumbled upon a strange advertisement of a fantastic resort on television at midnight. Sleepy as he was, he made a reservation even though he didn't even realize he was talking to the advertisement. The next day he discussed with the family their holiday plans, only to realize he could not find the place anywhere on earth. All of a sudden though there was a suitcase in Nobita's room and intrigued as he was, he opened it only to find a portal to a beautiful resort managed by tin robots. Better still, it's absolutely free. It seems that there is a hidden agenda behind the person who invites them there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x0v7xiBYCl1oaujtpkbF6YtglUw.jpg",
    "popularity": 3.0045,
    "tmdb_url": "https://www.themoviedb.org/movie/161822"
  },
  {
    "id": 418437,
    "title": "Unforgettable",
    "release_date": "2017-03-06",
    "overview": "Barely coping with the end of her marriage, Tessa Connover learns that her ex-husband, David, is now happily engaged to Julia. Trying to settle into her new life after moving in with David, Julia believes she has finally met the man of her dreams, the man who can help her forget her troubled past. Soon, Tessa's jealousy starts to consume her, and she will stop at nothing to turn Julia's paradise into the ultimate nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jKyjJu3N0bcF9TzcyGLb0Nn6Uqq.jpg",
    "popularity": 2.8834,
    "tmdb_url": "https://www.themoviedb.org/movie/418437"
  },
  {
    "id": 581600,
    "title": "Spenser Confidential",
    "release_date": "2020-03-06",
    "overview": "Spenser, a former Boston patrolman who just got out from prison, teams up with Hawk, an aspiring fighter, to unravel the truth behind the death of two police officers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fePczipv6ZzDO2uoww4vTAu2Sq3.jpg",
    "popularity": 2.796,
    "tmdb_url": "https://www.themoviedb.org/movie/581600"
  },
  {
    "id": 122081,
    "title": "Spring Breakers",
    "release_date": "2013-03-06",
    "overview": "After four college girls rob a restaurant to fund their spring break in Florida, they get entangled with a weird dude with his own criminal agenda.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9tyPnyEkL44qbAliM9jMRWc6bjg.jpg",
    "popularity": 2.7959,
    "tmdb_url": "https://www.themoviedb.org/movie/122081"
  },
  {
    "id": 192904,
    "title": "Doraemon: Nobita in the Wan-Nyan Spacetime Odyssey",
    "release_date": "2004-03-06",
    "overview": "An elderly dog goes to a time machine, which he plans to use to drive to the future so he can meet with \"someone\" who gives him a kendama. However, the machine goes haywire and the dog is regressed back to his infant state, eventually found by a researcher cat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gBYEK5Kv8uVZGoTbBcovIcWjKNI.jpg",
    "popularity": 2.6868,
    "tmdb_url": "https://www.themoviedb.org/movie/192904"
  },
  {
    "id": 425134,
    "title": "How to Be a Latin Lover",
    "release_date": "2017-03-06",
    "overview": "An aging Latin lover gets dumped by his sugar mama and must fend for himself in a harsh world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tjCDa24gNZGhpsFRhKnN9x83rTj.jpg",
    "popularity": 2.6337,
    "tmdb_url": "https://www.themoviedb.org/movie/425134"
  },
  {
    "id": 86184,
    "title": "Doraemon: Nobita's Great Battle of the Mermaid King",
    "release_date": "2010-03-06",
    "overview": "When Nobita goes diving with Doraemon, a mermaid named Sophia comes close to him and they all befriend her. When they proceed towards her kingdom, they encounter a fight between two opposing tribes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lvi0MjGJvWPAAqQaxCwwMsLqBG8.jpg",
    "popularity": 2.6143,
    "tmdb_url": "https://www.themoviedb.org/movie/86184"
  },
  {
    "id": 507441,
    "title": "Sea Fever",
    "release_date": "2020-03-06",
    "overview": "The crew of a West of Ireland trawler—marooned at sea—struggle for their lives against a growing parasite in their water supply.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h4cPVVNPZUHVeoF6dH2grBvSEKs.jpg",
    "popularity": 2.2783,
    "tmdb_url": "https://www.themoviedb.org/movie/507441"
  },
  {
    "id": 60159,
    "title": "Gamera 3: Revenge of Iris",
    "release_date": "1999-03-06",
    "overview": "With the Gyaos re-emerging, Gamera's ties to humanity have been severed with his bond to Asagi broken. Nagamine and Asagi investigate while an orphaned girl named Ayana discovers a new creature she names Iris. Nagamine and Asagi must reach Ayana before she takes her revenge on Gamera, who she blames for the death of her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yeUzjv04YdWS3Er5m1gPJJS1D10.jpg",
    "popularity": 2.2667,
    "tmdb_url": "https://www.themoviedb.org/movie/60159"
  },
  {
    "id": 386687,
    "title": "Josephine Doe",
    "release_date": "2018-03-06",
    "overview": "Claire tells the police officer, \"It was all Jo's idea.\" But who's Jo? Jo is the bright spark in Claire’s recently darkened reality; a new friend in an otherwise isolated world. The two young women hit the town to let off some steam-and find themselves in trouble with local law enforcement. In the blink of an eye, Claire discovers that Jo is not what she seems-not at all-and her easy friendship with the lighthearted, young woman splits open to reveal the truth. Luminously shot in black and white, Josephine Doe is a raw exploration of family trauma and mental health that shows the thin line between our realities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dddw96PHoVaheCBMz6jyPgv1K93.jpg",
    "popularity": 2.1945,
    "tmdb_url": "https://www.themoviedb.org/movie/386687"
  },
  {
    "id": 234284,
    "title": "Time of EVE: The Movie",
    "release_date": "2010-03-06",
    "overview": "In the not-too-distant future, androids have come into common usage. However, treating androids on the same level as humans is frowned upon, and there is constant paranoia surrounding the possibility of robots defying humans, their masters. Those who appear too trustworthy of their androids are chided and labeled as \"android-holics\". Rikuo Sakisaka, who has taken robots for granted for his entire life, one day discovers that Sammy, his home android, has been acting independently and coming and going on her own. He finds a strange phrase recorded in her activity log, \"Are you enjoying the time of EVE?\". He, along with his friend Masakazu Masaki, traces Sammy's movements and finds an unusual café. Nagi, the barista, informs them that the café's main rule is to not discriminate between humans and androids. While Rikuo tries to reveal Sammy's intentions, he begins to question the legitimacy of the fear that drives humans to regard androids as nothing more than mere tools.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eLC4ujr84ib2MCJOdW8L8Hj4zi7.jpg",
    "popularity": 2.1551,
    "tmdb_url": "https://www.themoviedb.org/movie/234284"
  },
  {
    "id": 594669,
    "title": "Baaghi 3",
    "release_date": "2020-03-06",
    "overview": "A man embarks on a bloody rampage to save his kidnapped brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/14nxzkz2ZE0BXoywF6UnP5rjfcL.jpg",
    "popularity": 2.1294,
    "tmdb_url": "https://www.themoviedb.org/movie/594669"
  },
  {
    "id": 97787,
    "title": "Digimon Adventure",
    "release_date": "1999-03-06",
    "overview": "Two children receive a strange egg that hatches into their very first Digimon, leading to the night that would change their lives forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tn65LMkjjFFRdhwV2eSFH3WRlwA.jpg",
    "popularity": 2.1263,
    "tmdb_url": "https://www.themoviedb.org/movie/97787"
  },
  {
    "id": 19950,
    "title": "Yavarum Nalam",
    "release_date": "2009-03-06",
    "overview": "Manohar and his family move into a new apartment on the 13th floor. However, their peace is disturbed by a spirit that uses the television set as a medium to communicate with them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3rt6upSI2RHV3IAFg1fW4DUNuuk.jpg",
    "popularity": 2.1071,
    "tmdb_url": "https://www.themoviedb.org/movie/19950"
  },
  {
    "id": 1215150,
    "title": "Ashleel Udyog Mitra Mandal",
    "release_date": "2020-03-06",
    "overview": "When the epitome of female sexuality, the iconic Savita Bhabhi, comes in 21-year-old Aatish's dreams, he invites her to be the chief guest of the local Dahi Handi festival. Aatish, spellbound by the magical lady who has seen it all, drives himself and those around him into a state of frenzy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oyJRx3zVCWfH6LCna9ZcxTyh8qx.jpg",
    "popularity": 2.0373,
    "tmdb_url": "https://www.themoviedb.org/movie/1215150"
  },
  {
    "id": 18450,
    "title": "Zorro",
    "release_date": "1975-03-06",
    "overview": "A newly arrived governor finds his province under the control of the corrupt Colonel Huerta. To avoid assassination by Huerta, he pretends to be weak and indecisive so Huerta will believe he poses no threat. But secretly he masquerades as Zorro, and joins the monk Francisco and the beautiful aristocrat Hortensia in their fight for justice against Huerta and his soldiers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eXSEnru1aB5hUfnTt8RmzrYsS5y.jpg",
    "popularity": 2.019,
    "tmdb_url": "https://www.themoviedb.org/movie/18450"
  },
  {
    "id": 8868,
    "title": "Asterix vs. Caesar",
    "release_date": "1985-03-06",
    "overview": "Obelix falls for a new arrival in his home village in Gaul, but is heartbroken when her true love arrives to visit her. However, the lovers are kidnapped by Romans; Asterix and Obelix set out to rescue them on a dangerous journey that will involve gladiators, slavers and beauracracy - and a personal encounter with the Emperor himself, Julius Caesar...",
    "poster_url": "https://image.tmdb.org/t/p/w500/8LlqOgKKU0BeZzEo1PMMIjtLuj4.jpg",
    "popularity": 2.0136,
    "tmdb_url": "https://www.themoviedb.org/movie/8868"
  }
]