[
  {
    "id": 1271,
    "title": "300",
    "release_date": "2007-03-07",
    "overview": "Based on Frank Miller's graphic novel, \"300\" is very loosely based the 480 B.C. Battle of Thermopylae, where the King of Sparta led his army against the advancing Persians; the battle is said to have inspired all of Greece to band together against the Persians, and helped usher in the world's first democracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h7Lcio0c9ohxPhSZg42eTlKIVVY.jpg",
    "popularity": 9.5013,
    "tmdb_url": "https://www.themoviedb.org/movie/1271"
  },
  {
    "id": 49529,
    "title": "John Carter",
    "release_date": "2012-03-07",
    "overview": "John Carter is a war-weary, former military captain who's inexplicably transported to the mysterious and exotic planet of Barsoom (Mars) and reluctantly becomes embroiled in an epic conflict. It's a world on the brink of collapse, and Carter rediscovers his humanity when he realizes the survival of Barsoom and its people rests in his hands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lCxz1Yus07QCQQCb6I0Dr3Lmqpx.jpg",
    "popularity": 7.1056,
    "tmdb_url": "https://www.themoviedb.org/movie/49529"
  },
  {
    "id": 8009,
    "title": "Highlander",
    "release_date": "1986-03-07",
    "overview": "He fought his first battle on the Scottish Highlands in 1536. He will fight his greatest battle on the streets of New York City in 1986. His name is Connor MacLeod. He is immortal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Z8dptJEypuLoOQro1WugD855YE.jpg",
    "popularity": 6.665,
    "tmdb_url": "https://www.themoviedb.org/movie/8009"
  },
  {
    "id": 86834,
    "title": "Noah",
    "release_date": "2014-03-07",
    "overview": "A man who suffers visions of an apocalyptic deluge takes measures to protect his family from the coming flood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/trtD17IqSWV9Nbn4OILztc9GuCX.jpg",
    "popularity": 6.4348,
    "tmdb_url": "https://www.themoviedb.org/movie/86834"
  },
  {
    "id": 68728,
    "title": "Oz the Great and Powerful",
    "release_date": "2013-03-07",
    "overview": "Oscar Diggs, a small-time circus illusionist and con-artist, is whisked from Kansas to the Land of Oz where the inhabitants assume he's the great wizard of prophecy, there to save Oz from the clutches of evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tkzfAUEKoUp4YFNbZV9hfpZOz0z.jpg",
    "popularity": 5.8246,
    "tmdb_url": "https://www.themoviedb.org/movie/68728"
  },
  {
    "id": 9567,
    "title": "Tears of the Sun",
    "release_date": "2003-03-07",
    "overview": "Navy SEAL Lieutenant A.K. Waters and his elite squadron of tactical specialists are forced to choose between their duty and their humanity, between following orders by ignoring the conflict that surrounds them, or finding the courage to follow their conscience and protect a group of innocent refugees. When the democratic government of Nigeria collapses and the country is taken over by a ruthless military dictator, Waters, a fiercely loyal and hardened veteran is dispatched on a routine mission to retrieve a Doctors Without Borders physician.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fszAQ7bEuO3cLTXZUSXCas28MgE.jpg",
    "popularity": 5.6407,
    "tmdb_url": "https://www.themoviedb.org/movie/9567"
  },
  {
    "id": 39103,
    "title": "Dragon Ball Z: The Return of Cooler",
    "release_date": "1992-03-07",
    "overview": "Cooler has resurrected himself as a robot and is enslaving the people of New Namek. Goku and the gang must help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k23L4i0JjwU8D5flnR5damgXFcS.jpg",
    "popularity": 4.2457,
    "tmdb_url": "https://www.themoviedb.org/movie/39103"
  },
  {
    "id": 1396,
    "title": "Mirror",
    "release_date": "1975-03-07",
    "overview": "A dying man in his forties recalls his childhood, his mother, the war and personal moments that tell of and juxtapose pivotal moments in Soviet history with daily life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AttDP5OEsMxtHPPN7Z92p2Ntnmd.jpg",
    "popularity": 4.2379,
    "tmdb_url": "https://www.themoviedb.org/movie/1396"
  },
  {
    "id": 350650,
    "title": "Doraemon: Nobita and the Space Heroes",
    "release_date": "2015-03-07",
    "overview": "One day Doraemon, Nobita, Shizuka, Gian and Suneo were shooting a film as space heroes. When they were shooting the film in the open lot a boy called Aron comes and alerts them of aliens attacking his planet. They agree to help him by turning into real superheroes, but it isn't as easy as it looks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pYVJgcuCU9swa7GEujygsRdkSQd.jpg",
    "popularity": 3.3172,
    "tmdb_url": "https://www.themoviedb.org/movie/350650"
  },
  {
    "id": 72358,
    "title": "A Thousand Words",
    "release_date": "2012-03-07",
    "overview": "Jack McCall is a fast-talking literary agent, who can close any deal, any time, any way. He has set his sights on New Age guru Dr. Sinja for his own selfish purposes. But Dr. Sinja is on to him, and Jack’s life comes unglued after a magical Bodhi tree mysteriously appears in his backyard. With every word Jack speaks, a leaf falls from the tree and he realizes that when the last leaf falls, both he and the tree are toast. Words have never failed Jack McCall, but now he’s got to stop talking and conjure up some outrageous ways to communicate or he’s a goner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hSxVSMHrW3epffELvi2CC5XdFXb.jpg",
    "popularity": 3.1009,
    "tmdb_url": "https://www.themoviedb.org/movie/72358"
  },
  {
    "id": 95935,
    "title": "Doraemon: The New Record of Nobita's Spaceblazer",
    "release_date": "2009-03-07",
    "overview": "While Nobita is sleeping, he suddenly feels the floor is trembling, like there would be an earthquake in his room. A little rabbit from an alternate universe named Chamii opens the door between the dimensions using a hammer and gets inside Nobita's room through the floor. Nobita wakes up and Doraemon hears somebody steal food from the fridge in the kitchen. It is Chamii, who gets caught by Doraemon and Nobita. She shows them the passageway through Nobita's floor into the spaceship. After they enter the spaceship, they see Koya Koya Planet. They meet a boy named Roppuru.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6F5mriTD7HrVSJf7o0BrAedw5LX.jpg",
    "popularity": 2.9256,
    "tmdb_url": "https://www.themoviedb.org/movie/95935"
  },
  {
    "id": 54270,
    "title": "Revival of Evangelion",
    "release_date": "1998-03-07",
    "overview": "Revival of Evangelion is a re-edit of the Neon Genesis Evangelion films , released in 1998. It consists of Evangelion: Death (which was essentially a clip show that summarized the entire regular series) and The End of Evangelion , re-edited together to make a version that tells the entire story of Evangelion. It is considered to be the final form of the Evangelion films.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gQx6E4roKZ7UAAKCYDMDNdYdMeo.jpg",
    "popularity": 2.7729,
    "tmdb_url": "https://www.themoviedb.org/movie/54270"
  },
  {
    "id": 371608,
    "title": "The Strangers: Prey at Night",
    "release_date": "2018-03-07",
    "overview": "A family's road trip takes a dangerous turn when they arrive at a secluded mobile home park to stay with some relatives and find it mysteriously deserted. Under the cover of darkness, three masked killers pay them a visit to test the family's every limit as they struggle to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vdxLpPsZkPZdFrREp7eSeSzcimj.jpg",
    "popularity": 2.7714,
    "tmdb_url": "https://www.themoviedb.org/movie/371608"
  },
  {
    "id": 105444,
    "title": "Doraemon: Nobita's Great Adventure in the South Seas",
    "release_date": "1998-03-07",
    "overview": "The search for documentation about the sea for a school work will make the magic door of Doraemon open and take Nobita to Shizuka, Gian and Sueno in the deep ocean. This time our friends embark on a huge and unique boat in order to learn about the mysteries of the sea and look for treasures. What nobody imagines is that a distortion in the line of space-time will lead them to the seventeenth century amid a great storm that will make them wreck and where Doraemon loses its magic pocket. No time to lose, our friends must find a way out. Will they succeed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/4gGIYi40x3G6UPm1IMGqdseK0Ro.jpg",
    "popularity": 2.7412,
    "tmdb_url": "https://www.themoviedb.org/movie/105444"
  },
  {
    "id": 1088226,
    "title": "Artem & Eva",
    "release_date": "2023-03-07",
    "overview": "Artem loves Yulia, Yulia loves Artem.  They recently graduated from school, moved to Moscow and began an independent life.  In search of part-time jobs, Artem comes up with the idea of creating another image from Yulia - Eva Elfie - and making an amateur video for Pornhub.  Suddenly, the video becomes popular, Eva gets more and more job offers, and Artem becomes the boyfriend and producer of a world celebrity.  The heroes seem to fall into the \"American dream\", but in their personal lives there are more and more problems and doubts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTCJAX2sVHm4Yl8CnYuRUnLoUCi.jpg",
    "popularity": 2.7206,
    "tmdb_url": "https://www.themoviedb.org/movie/1088226"
  },
  {
    "id": 391907,
    "title": "Purpose of Cohabitation",
    "release_date": "2016-03-07",
    "overview": "Seung-gu and Yoon-hye enjoy the honeymoon. The photographer, Seung-gu, sells a glance with his senior cousin who is a neighbor cousin on his way to work. Yoon Hye, who has no hesitation in managing her body, goes to the gym for a workout and hears the breakup of Tae Joon, the PT in charge. Tae-jun, who was living in the girlfriend's house, is kicked out with a breakup, and to Tae-jun, where he can't go, Yoon-hye rents out a room for his newlyweds to cover the repair cost of the ride. Offer your own rent. And their purposeful cohabitation begins…",
    "poster_url": "https://image.tmdb.org/t/p/w500/2XrA9pyHNoxuxNHQmSX3VCtZ7Ev.jpg",
    "popularity": 2.5975,
    "tmdb_url": "https://www.themoviedb.org/movie/391907"
  },
  {
    "id": 134162,
    "title": "Doraemon: Nobita and the Kingdom of Clouds",
    "release_date": "1992-03-07",
    "overview": "Nobita begins to wonder if Heaven exists in the clouds while studying about them at school. At first he is ridiculed but finally Doraemon decides to help him explore the idea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4rLQFXpnE4m87NS31CKwjRspGrd.jpg",
    "popularity": 2.5909,
    "tmdb_url": "https://www.themoviedb.org/movie/134162"
  },
  {
    "id": 20126,
    "title": "Deep Red",
    "release_date": "1975-03-07",
    "overview": "An English pianist living in Rome witnesses the brutal murder of his psychic neighbor. With the help of a tenacious young reporter, he tries to discover the killer using very unconventional methods. The two are soon drawn into a shocking web of dementia and violence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wq7RxV5gMvgO0EKeWpNhegnpJBh.jpg",
    "popularity": 2.5235,
    "tmdb_url": "https://www.themoviedb.org/movie/20126"
  },
  {
    "id": 9403,
    "title": "Private Parts",
    "release_date": "1997-03-07",
    "overview": "The life and career of shock-jock superstar Howard Stern is recounted from his humble beginnings to his view from the top. Possessing a desire to be an on-air personality since childhood, Stern meanders through the radio world, always with his supportive wife, Alison, by his side. Landing a gig in Washington, D.C., Stern meets Robin Quivers, who will become his long-time partner in crime. When the two move to New York, they face the wrath of NBC executives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8nCc9fhXCVvetlqpxkrCTc9NwOz.jpg",
    "popularity": 2.2111,
    "tmdb_url": "https://www.themoviedb.org/movie/9403"
  },
  {
    "id": 857862,
    "title": "Evangelion: Death (True)²",
    "release_date": "1998-03-07",
    "overview": "A highly experimental film presenting a story out of chronological order taking place 15 years after a near-apocalyptic catastrophe, about four traumatized 14 year olds who are tasked with piloting massive humanoid decisive weapons called Evangelion, the psychologically maladjusted adults who handle and command them, and the events and forces that affect them or which they take part in as they engage massive hostile invaders known as \"Angels.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/AehyZFGm68ep76b81IbLJ1EJ5ot.jpg",
    "popularity": 2.1968,
    "tmdb_url": "https://www.themoviedb.org/movie/857862"
  },
  {
    "id": 457955,
    "title": "The Night Eats the World",
    "release_date": "2018-03-07",
    "overview": "After waking up to find himself all alone in an apartment where a massive party was being held the night before, Sam is immediately forced to face a terrifying reality: the living dead have invaded the streets of Paris.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2rR2PxT0clt1Hhw5Cv0YGk5DD2H.jpg",
    "popularity": 2.1727,
    "tmdb_url": "https://www.themoviedb.org/movie/457955"
  },
  {
    "id": 463116,
    "title": "The Stolen Princess",
    "release_date": "2018-03-07",
    "overview": "This wonderful story happened in the age of valiant knights, beautiful princesses, and battling sorcerers. Ruslan, a wandering artist dreaming to become a knight, met beautiful Mila and fell in love with her; he didn’t even suspect that she is the King’s daughter. However, the lovers’ happiness wasn’t meant to last too long. Chernomor, the evil sorcerer, appeared in a magic vortex and stole Mila right before Ruslan’s eyes to transform her power of love into his own magic power. Without further ado, Ruslan sets out on a chase after the stolen princess to overcome all obstacles and to prove that real love is stronger than magic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jJaRhOk9FaPTIqP8L4NqnOYEXHo.jpg",
    "popularity": 2.1716,
    "tmdb_url": "https://www.themoviedb.org/movie/463116"
  },
  {
    "id": 411728,
    "title": "The Professor and the Madman",
    "release_date": "2019-03-07",
    "overview": "Professor James Murray begins work compiling words for the first edition of the Oxford English Dictionary in the mid 19th century, and receives over 10,000 entries from a patient at Broadmoor Criminal Lunatic Asylum, Dr. William Minor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gtGCDLhfjW96qVarwctnuTpGOtD.jpg",
    "popularity": 2.1634,
    "tmdb_url": "https://www.themoviedb.org/movie/411728"
  },
  {
    "id": 570,
    "title": "Fat Girl",
    "release_date": "2001-03-07",
    "overview": "Anaïs is twelve and bears the weight of the world on her shoulders. She watches her older sister, Elena, whom she both loves and hates. Elena is fifteen and devilishly beautiful. Neither more futile, nor more stupid than her younger sister, she cannot understand that she is merely an object of desire. And, as such, she can only be taken. Or had. Indeed, this is the subject: a girl's loss of virginity. And, that summer, it opens a door to tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/afzbY1h7huuxlITigPfcyQSkqLs.jpg",
    "popularity": 2.1554,
    "tmdb_url": "https://www.themoviedb.org/movie/570"
  },
  {
    "id": 158576,
    "title": "Private Obsession",
    "release_date": "1995-03-07",
    "overview": "First-class fashion model Emanuelle Griffith is missing. Richard Tate knows exactly where she is and plans to keep her there until she knows her place: subordinate to men. But Emannuelle is waiting for her chance to turn his obsession. That one second of passion in which the prisoner becomes the hostage taker...",
    "poster_url": "https://image.tmdb.org/t/p/w500/nbIPdeXOyNdplAnPz6vpJIUpKMe.jpg",
    "popularity": 2.1339,
    "tmdb_url": "https://www.themoviedb.org/movie/158576"
  },
  {
    "id": 444143,
    "title": "A Unique Movie",
    "release_date": "2017-03-07",
    "overview": "Ep.01 My wife's healing  Yumi and Hyun-tae are on a journey of reconciliation overnight to overcome bourgeoisie. Eating dinner together  I'm going to join the couple who stayed in the next room.  Jae-yong informs Lee Hyun-tae that he can overcome boredom ...  Ep.02 Soap Scent  Eun-su, who was tired of her boyfriend, told a Chinese housekeeper  I am at a glance, and both of them cross over the lines I should not cross ...  EP.03 Singularity Family  The family of Sehun, who is reconciled with other family members, enjoys each other's private life in the evening.  Sehun went to the bathroom in the middle of the night and witnessed a scene he could not imagine  Sehun himself confesses his family to the absurd fact ...",
    "poster_url": "https://image.tmdb.org/t/p/w500/puWxBzjZVYcNT7ytOgMxkmFMlA4.jpg",
    "popularity": 2.0563,
    "tmdb_url": "https://www.themoviedb.org/movie/444143"
  },
  {
    "id": 553836,
    "title": "Signing",
    "release_date": "2018-03-07",
    "overview": "By taking an interest in sign languages, Nurith Aviv invites us to expand our perception of the human langage. Three generations of deaf and hearing persons, as well as researchers from a specialised laboratory from the university of Haifa make us discover the languages, complex and diverse, that exist today in Israel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dnZF7zEg328pZLFLK8GJ1648kD7.jpg",
    "popularity": 2.0404,
    "tmdb_url": "https://www.themoviedb.org/movie/553836"
  },
  {
    "id": 11257,
    "title": "A Room with a View",
    "release_date": "1986-03-07",
    "overview": "When Lucy Honeychurch and chaperon Charlotte Bartlett find themselves in Florence with rooms without views, fellow guests Mr Emerson and son George step in to remedy the situation. Meeting the Emersons could change Lucy's life forever but, once back in England, how will her experiences in Tuscany affect her marriage plans?",
    "poster_url": "https://image.tmdb.org/t/p/w500/5xRAqywVo6tNUNQbAESGVP930la.jpg",
    "popularity": 2.0313,
    "tmdb_url": "https://www.themoviedb.org/movie/11257"
  },
  {
    "id": 20,
    "title": "My Life Without Me",
    "release_date": "2003-03-07",
    "overview": "A fatally ill mother with only two months to live creates a list of things she wants to do before she dies without telling her family of her illness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pFEtVPW88pWflYV84UFL0h1iJr3.jpg",
    "popularity": 2.0299,
    "tmdb_url": "https://www.themoviedb.org/movie/20"
  }
]