[
  {
    "id": 278236,
    "title": "X+Y",
    "release_date": "2014-03-13",
    "overview": "A socially awkward teenage math prodigy finds new confidence and new friendships when he lands a spot on the British squad at the International Mathematics Olympiad.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jYkfSWb9rlTTzvLclCuJwm48kbl.jpg",
    "popularity": 9.86,
    "tmdb_url": "https://www.themoviedb.org/movie/278236"
  },
  {
    "id": 7735,
    "title": "The Wave",
    "release_date": "2008-03-13",
    "overview": "A school teacher discusses types of government with his class. His students find it too boring to repeatedly go over national socialism and believe that dictatorship cannot be established in modern Germany. He starts an experiment to show how easily the masses can become manipulated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vtJ4u0fpTZhibxAJHzXtcdCxhsL.jpg",
    "popularity": 5.0599,
    "tmdb_url": "https://www.themoviedb.org/movie/7735"
  },
  {
    "id": 10377,
    "title": "My Cousin Vinny",
    "release_date": "1992-03-13",
    "overview": "Two carefree pals from Brooklyn traveling through rural Alabama on their way back to college are mistakenly arrested, and charged with murder. Fortunately, one of them has a cousin who's a lawyer - Vincent Gambini, a former auto mechanic from Brooklyn who just passed his bar exam after his sixth try. When he arrives with his leather-clad girlfriend, to try his first case, it's a real shock - for him and the Deep South!",
    "poster_url": "https://image.tmdb.org/t/p/w500/iwSURa8nS2ujwrU3s1lfxxX7voH.jpg",
    "popularity": 4.94,
    "tmdb_url": "https://www.themoviedb.org/movie/10377"
  },
  {
    "id": 765,
    "title": "Evil Dead II",
    "release_date": "1987-03-13",
    "overview": "Ash Williams and his girlfriend Linda find a log cabin in the woods with a voice recording from an archeologist who had recorded himself reciting ancient chants from \"The Book of the Dead.\" As they play the recording an evil power is unleashed taking over Linda's body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4zqCKJVHUolGs6C5AZwAZqLWixW.jpg",
    "popularity": 4.3295,
    "tmdb_url": "https://www.themoviedb.org/movie/765"
  },
  {
    "id": 18405,
    "title": "The Last House on the Left",
    "release_date": "2009-03-13",
    "overview": "When athletic teen Mari Collingwood opts to hang out with her friend Paige in town rather than spend an evening in with her parents vacationing at the family's remote lake house, it marks the beginning of a night no one is going to forget.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Y35XCUS8U8vC8vs0HDEVkPu1BM.jpg",
    "popularity": 4.1537,
    "tmdb_url": "https://www.themoviedb.org/movie/18405"
  },
  {
    "id": 378,
    "title": "Raising Arizona",
    "release_date": "1987-03-13",
    "overview": "When a childless couple--an ex-con and an ex-cop--decide to help themselves to one of another family's quintuplets, their lives become more complicated than they anticipated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m5Zp4K4hKdPhsBl3E0p8I7QomlT.jpg",
    "popularity": 3.3989,
    "tmdb_url": "https://www.themoviedb.org/movie/378"
  },
  {
    "id": 4477,
    "title": "The Devil's Own",
    "release_date": "1997-03-13",
    "overview": "Frankie McGuire, one of the IRA's deadliest assassins, draws an American family into the crossfire of terrorism. But when he is sent to the U.S. to buy weapons, Frankie is housed with the family of Tom O'Meara, a New York cop who knows nothing about Frankie's real identity. Their surprising friendship, and Tom's growing suspicions, forces Frankie to choose between the promise of peace or a lifetime of murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3KIPu7H3tST0j4tpqdKpQZUBCQz.jpg",
    "popularity": 3.2548,
    "tmdb_url": "https://www.themoviedb.org/movie/4477"
  },
  {
    "id": 400157,
    "title": "Wonder Park",
    "release_date": "2019-03-13",
    "overview": "A young girl named June with a big imagination makes an incredible discovery -- the amusement park of her dreams has come to life. Filled with the world's wildest rides operated by fun-loving animals, the excitement never ends. But when trouble hits, June and her misfit team of furry friends begin an unforgettable journey to save the park.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8KomINZhIuJeB4oB7k7tkq8tmE.jpg",
    "popularity": 2.9203,
    "tmdb_url": "https://www.themoviedb.org/movie/400157"
  },
  {
    "id": 16962,
    "title": "Barbie Fairytopia: Magic of the Rainbow",
    "release_date": "2007-03-13",
    "overview": "Elina goes to a fairy school to learn dancing and fairy magic. The spring of the fairy land is soon threatened by evil Laverna who intends to prevent fairies from performing the annual vital rainbow dance. Elina must stop quarreling with her fellow students and unite them to save the first bud of the spring.",
    "poster_url": "https://image.tmdb.org/t/p/w500/suo0EcRi0uJNRlhmNqOuDHpCSSE.jpg",
    "popularity": 2.9062,
    "tmdb_url": "https://www.themoviedb.org/movie/16962"
  },
  {
    "id": 13836,
    "title": "Race to Witch Mountain",
    "release_date": "2009-03-13",
    "overview": "A taxi driver gets more than he bargained for when he picks up two teen runaways. Not only does the pair possess supernatural powers, but they're also trying desperately to escape people who have made them their targets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5RBZsOKMMxnp8L6UmOiylKOw4yo.jpg",
    "popularity": 2.8115,
    "tmdb_url": "https://www.themoviedb.org/movie/13836"
  },
  {
    "id": 41472,
    "title": "Flower & Snake",
    "release_date": "2004-03-13",
    "overview": "The wealthy president of a company has built up an unpayable debt to a local crime lord, and to escape punishment he sells his famous dancer wife to the lecherous old man figuring a 90 year old can’t do too much bad with her. Perhaps not, but others can while he watches. She’s put on stage in an underground BDSM sex show and begins a spiraling decent from strongly independent woman to submissive sex slave",
    "poster_url": "https://image.tmdb.org/t/p/w500/erWJ9tFvsKqVK08jk56UCLlgh8t.jpg",
    "popularity": 2.7006,
    "tmdb_url": "https://www.themoviedb.org/movie/41472"
  },
  {
    "id": 60430,
    "title": "Love at the Top",
    "release_date": "1974-03-13",
    "overview": "A shy bank employee unexpectedly invites a young woman to a café, leading to a one-night stand. When he shares this with his disillusioned friend, the writer helps him navigate a dazzling social ascent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gFSkffvu07hHnVYj1aCu4PlI26Y.jpg",
    "popularity": 2.527,
    "tmdb_url": "https://www.themoviedb.org/movie/60430"
  },
  {
    "id": 39230,
    "title": "Mobile Suit Gundam III: Encounters in Space",
    "release_date": "1982-03-13",
    "overview": "Amuro Ray and the rest of the White Base crew, now denominated the 13th Autonomous Corps, return to outer space to support the rest of the Earth Federation forces for the decisive battle against the Principality of Zeon's forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lXeLWEuUV5dVIhHmQt5z5RyawT4.jpg",
    "popularity": 2.4312,
    "tmdb_url": "https://www.themoviedb.org/movie/39230"
  },
  {
    "id": 31225,
    "title": "Paris Is Burning",
    "release_date": "1991-03-13",
    "overview": "Where does voguing come from, and what, exactly, is throwing shade? This landmark documentary provides a vibrant snapshot of the 1980s through the eyes of New York City's African American and Latinx Harlem drag-ball scene. Made over seven years, PARIS IS BURNING offers an intimate portrait of rival fashion \"houses,\" from fierce contests for trophies to house mothers offering sustenance in a world rampant with homophobia, transphobia, racism, AIDS, and poverty. Featuring legendary voguers, drag queens, and trans women — including Willi Ninja, Pepper LaBeija, Dorian Corey, and Venus Xtravaganza.",
    "poster_url": "https://image.tmdb.org/t/p/w500/90rCWH41mj9hjHUEy2SOHfuAOl3.jpg",
    "popularity": 2.3311,
    "tmdb_url": "https://www.themoviedb.org/movie/31225"
  },
  {
    "id": 8293,
    "title": "Howards End",
    "release_date": "1992-03-13",
    "overview": "A saga of class relations and changing times in an Edwardian England on the brink of modernity, the film centers on liberal Margaret Schlegel, who, along with her sister Helen, becomes involved with two couples: wealthy, conservative industrialist Henry Wilcox and his wife Ruth, and the downwardly mobile working-class Leonard Bast and his mistress Jackie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1009nhfj28VhhQnVadtjkOacduX.jpg",
    "popularity": 2.2728,
    "tmdb_url": "https://www.themoviedb.org/movie/8293"
  },
  {
    "id": 27799,
    "title": "Hana & Alice",
    "release_date": "2004-03-13",
    "overview": "Two teenage best pals attracted to the same boy end up scrambling his life after he walks into a door and is knocked unconscious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oOH0Tm10Bq6ZdW6SdoEba1IS4Tx.jpg",
    "popularity": 2.2618,
    "tmdb_url": "https://www.themoviedb.org/movie/27799"
  },
  {
    "id": 259129,
    "title": "Monster",
    "release_date": "2014-03-13",
    "overview": "Bok-Soon runs a street stall, cares for her younger sister, and is feared by many because of her quick temper. When Tae-Soo murders her sister, rage consumes her completely as she stalks the killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
    "popularity": 2.1916,
    "tmdb_url": "https://www.themoviedb.org/movie/259129"
  },
  {
    "id": 25269,
    "title": "Article 99",
    "release_date": "1992-03-13",
    "overview": "Dr. Richard Sturgess leads a team of compassionate doctors at a veteran's hospital. Along with Drs. Morgan, Handleman and Van Dorn, he fights to deliver adequate care to needy veterans in the face of funding cuts and a corrupt administration. To succeed, the staff may have to bend the rules and circumvent the villainous \"Article 99,\" a bureaucratic loophole that prevents veterans from receiving the benefits they deserve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vqgKO2qredWaXjwHg3GBDOzLErx.jpg",
    "popularity": 2.1588,
    "tmdb_url": "https://www.themoviedb.org/movie/25269"
  },
  {
    "id": 18533,
    "title": "Bronson",
    "release_date": "2009-03-13",
    "overview": "A young man who was sentenced to 7 years in prison for robbing a post office ends up spending 30 years in solitary confinement. During this time, his own personality is supplanted by his alter ego, Charles Bronson.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6diyyGIbBNiANsdIaCGtyv4IofR.jpg",
    "popularity": 2.1214,
    "tmdb_url": "https://www.themoviedb.org/movie/18533"
  },
  {
    "id": 449756,
    "title": "The Postcard Killings",
    "release_date": "2020-03-13",
    "overview": "After suffering a personal tragedy, and desperate for justice, Jacob Kanon, a veteran New York City police detective, embarks on the search for a twisted killer who is leaving a bloody trail of elaborate murders across Europe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ugLLTEYBuNTqdQ0zCjFCJ5mI44p.jpg",
    "popularity": 2.1068,
    "tmdb_url": "https://www.themoviedb.org/movie/449756"
  },
  {
    "id": 184004,
    "title": "Doraemon: Nobita and the Haunts of Evil",
    "release_date": "1982-03-13",
    "overview": "Nothing is impossible for Doraemon's magic pocket, much less when it comes to using their inventions to live the most amazing adventures. Is there a place where no man has gone before? The robot cat magic door leads to our friends at the center of Africa, just until Smokers Forest, a forest covered with a thick fog that prevents satellites take pictures. Nobita and his friends decide that if there is so much to discover, is certainly there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4V4Iu9UQRdfrQliBJWlB0cOtEhO.jpg",
    "popularity": 2.0831,
    "tmdb_url": "https://www.themoviedb.org/movie/184004"
  },
  {
    "id": 291984,
    "title": "The Death & Life of John F. Donovan",
    "release_date": "2019-03-13",
    "overview": "A decade after the death of an American TV star, a young actor reminisces about the written correspondence he once shared with the former, as well as the impact those letters had on both their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2bhI7Ivk7VmvUaJaDTxJUgOXp1E.jpg",
    "popularity": 2.0425,
    "tmdb_url": "https://www.themoviedb.org/movie/291984"
  },
  {
    "id": 680956,
    "title": "Chal Mera Putt 2",
    "release_date": "2020-03-13",
    "overview": "A tale of everlasting love between illegal immigrants struggling for their PR in the UK as they challenge they multiple struggles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nz1EnqItS3KmeRnRiuWjONnrNVE.jpg",
    "popularity": 2.017,
    "tmdb_url": "https://www.themoviedb.org/movie/680956"
  }
]