[
  {
    "id": 371638,
    "title": "The Disaster Artist",
    "release_date": "2017-03-12",
    "overview": "An aspiring actor in Hollywood meets an enigmatic stranger by the name of Tommy Wiseau, the meeting leads the actor down a path nobody could have predicted; creating the worst movie ever made.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2HuLGiyH0TPYxnCvYHAxc8K738o.jpg",
    "popularity": 50.8314,
    "tmdb_url": "https://www.themoviedb.org/movie/371638"
  },
  {
    "id": 324560,
    "title": "Brimstone",
    "release_date": "2016-03-12",
    "overview": "In the menacing inferno of the old North-American West, Liz is a genuine survivor who is hunted by a vengeful preacher for a crime she didn’t commit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aNxU4eZrfiChOgCEtyKWSCExdEi.jpg",
    "popularity": 16.3171,
    "tmdb_url": "https://www.themoviedb.org/movie/324560"
  },
  {
    "id": 70160,
    "title": "The Hunger Games",
    "release_date": "2012-03-12",
    "overview": "Every year in the ruins of what was once North America, the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games.  Part twisted entertainment, part government intimidation tactic, the Hunger Games are a nationally televised event in which “Tributes” must fight with one another until one survivor remains.  Pitted against highly-trained Tributes who have prepared for these Games their entire lives, Katniss is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy.  If she’s ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love. The world will be watching.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yXCbOiVDCxO71zI7cuwBRXdftq8.jpg",
    "popularity": 9.5512,
    "tmdb_url": "https://www.themoviedb.org/movie/70160"
  },
  {
    "id": 136797,
    "title": "Need for Speed",
    "release_date": "2014-03-12",
    "overview": "The film revolves around a local street-racer who partners with a rich and arrogant business associate, only to find himself framed by his colleague and sent to prison. After he gets out, he joins a New York-to-Los Angeles race to get revenge. But when the ex-partner learns of the scheme, he puts a massive bounty on the racer's head, forcing him to run a cross-country gauntlet of illegal racers in all manner of supercharged vehicles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z42kyMizgDKetejusZgucSQsQ4l.jpg",
    "popularity": 6.6986,
    "tmdb_url": "https://www.themoviedb.org/movie/136797"
  },
  {
    "id": 44251,
    "title": "Dragon Ball Z: Broly - Second Coming",
    "release_date": "1994-03-12",
    "overview": "A Saiyan Space pod crash-lands on Earth out of which a wounded Saiyan crawls: Broly, the Legendary Super Saiyan. The wounded Broly shouts out in frustration and turns into normal form. The place soon freezes, trapping him in it and he falls into a coma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Apnw8FWoPOIsu14d5dvaNZzFSJE.jpg",
    "popularity": 5.9559,
    "tmdb_url": "https://www.themoviedb.org/movie/44251"
  },
  {
    "id": 1100287,
    "title": "Making of The Last of Us",
    "release_date": "2023-03-12",
    "overview": "Featuring extensive interviews with the cast and crew, this all-access documentary gives a rare glimpse into the daunting behind-the-scenes efforts that went into the production of the HBO Original smash hit series The Last of Us.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nter1KTaQjmkGCjvSu5u01FoecP.jpg",
    "popularity": 5.7101,
    "tmdb_url": "https://www.themoviedb.org/movie/1100287"
  },
  {
    "id": 9313,
    "title": "The Man in the Iron Mask",
    "release_date": "1998-03-12",
    "overview": "Years have passed since the Three Musketeers, Aramis, Athos and Porthos, have fought together with their friend, D'Artagnan. But with the tyrannical King Louis using his power to wreak havoc in the kingdom while his twin brother, Philippe, remains imprisoned, the Musketeers reunite to abduct Louis and replace him with Philippe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zHE9yRURvA7DyhYtQxkGTfE1Ywi.jpg",
    "popularity": 5.6508,
    "tmdb_url": "https://www.themoviedb.org/movie/9313"
  },
  {
    "id": 438478,
    "title": "Pornocracy: The New Sex Multinationals",
    "release_date": "2017-03-12",
    "overview": "Never before have we watched as much porn as today yet the traditional porn industry is dying. The arrival of web sites showing amateur clips has transformed the way porn is made and consumed. Behind this transformation lies one opaque multinational.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kfa1KHSaewjv9sSrrHDdWNdroyv.jpg",
    "popularity": 5.1599,
    "tmdb_url": "https://www.themoviedb.org/movie/438478"
  },
  {
    "id": 376570,
    "title": "Hush",
    "release_date": "2016-03-12",
    "overview": "A deaf woman is stalked by a psychotic killer in her secluded home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zHzBTd502IZf60x8n2g0TB01vPF.jpg",
    "popularity": 4.7811,
    "tmdb_url": "https://www.themoviedb.org/movie/376570"
  },
  {
    "id": 44982,
    "title": "13",
    "release_date": "2010-03-12",
    "overview": "A naive young man assumes a dead man's identity and finds himself embroiled in an underground world of power, violence, and chance where men gamble behind closed doors on the lives of other men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eJAVjARKe3YBabnbhdbYWXD7Hdg.jpg",
    "popularity": 4.7677,
    "tmdb_url": "https://www.themoviedb.org/movie/44982"
  },
  {
    "id": 187826,
    "title": "Bonitinha mas Ordinária",
    "release_date": "1981-03-12",
    "overview": "The youngest daughter of a rich man has been raped by five black men in the slums of Rio de Janeiro, and her father arranges her marriage to one of his employees in order to save the family’s honor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4YXVxQHv4XSp1hE3Dsx2wIiuwTy.jpg",
    "popularity": 4.3904,
    "tmdb_url": "https://www.themoviedb.org/movie/187826"
  },
  {
    "id": 585244,
    "title": "I Still Believe",
    "release_date": "2020-03-12",
    "overview": "The true-life story of Christian music star Jeremy Camp and his journey of love and loss that looks to prove there is always hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dqA2FCzz4OMmXLitKopzf476RVB.jpg",
    "popularity": 3.4945,
    "tmdb_url": "https://www.themoviedb.org/movie/585244"
  },
  {
    "id": 83091,
    "title": "Saint Seiya: The Heated Battle of the Gods",
    "release_date": "1988-03-12",
    "overview": "In Siberia, Hyōga saves a man that is being attacked. Injured, the man manages only to say something about Asgard. Some days later, Saori, Seiya, Shiryū and Shun are wondering about Hyōga and decide to go to Asgard to investigate. At Valhalla, the Lord of Asgard, Dolbar, says he has not heard of any Hyōga and neither has his right hand, Loki. However, at all times Seiya and the others can feel an evil cosmo emanating from Loki and the other Odin Saints called God Warriors. Shiryū, in particular, notices a familiar cosmo coming from Midgard, a mysterious, masked God Warrior. Dolbar makes it clear that he is trying to take control of both Asgard and the Sanctuary, imprisoning Athena in a strange dimension within the giant statue of Odin. Midgard reveals himself as Hyōga and tries to kill Shiryū to prove himself to Dolbar. Thus, it is the task of the Bronze Saints to defeat Dolbar, Loki and the rest of the God Warriors, to save Athena and Hyōga.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zwL4R8y2b18nLe8q0OgSr5vbnnc.jpg",
    "popularity": 3.203,
    "tmdb_url": "https://www.themoviedb.org/movie/83091"
  },
  {
    "id": 1586,
    "title": "Secret Window",
    "release_date": "2004-03-12",
    "overview": "Mort Rainey, a writer just emerging from a painful divorce with his ex-wife, is stalked at his remote lake house by a psychotic stranger and would-be scribe who claims Rainey swiped his best story idea. But as Rainey endeavors to prove his innocence, he begins to question his own sanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hvzw4wufKZkDCTPVeG71Z7pGfZh.jpg",
    "popularity": 3.1928,
    "tmdb_url": "https://www.themoviedb.org/movie/1586"
  },
  {
    "id": 30943,
    "title": "The Deep End of the Ocean",
    "release_date": "1999-03-12",
    "overview": "A three-year-old boy disappears during his mother's high school reunion. Nine years later, by chance, he turns up in the town in which the family has just relocated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Q8g9CfW7EiwxRCpLSDpOmcaEZb.jpg",
    "popularity": 3.0146,
    "tmdb_url": "https://www.themoviedb.org/movie/30943"
  },
  {
    "id": 335640,
    "title": "The Deal",
    "release_date": "2015-03-12",
    "overview": "A cop catches a serial killer who murdered his sister but never finds her body. The lack of closure torments him and drives his brother-in-law insane, who makes a deal with the mafia for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i8JExMArmqnFNyv2NGxcg4zGHaU.jpg",
    "popularity": 3.0124,
    "tmdb_url": "https://www.themoviedb.org/movie/335640"
  },
  {
    "id": 61807,
    "title": "Ethan Frome",
    "release_date": "1993-03-12",
    "overview": "Married couple, Ethan and Zeena, are in need an extra hand around the house due to Zeena's debilitated body and constant illness. The young woman who joins them is a beautiful, spirited person. She and Ethan fall in love much to the dismay of Zeena.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wsXL08E4gQHWW5pRX4qpIyyeBfs.jpg",
    "popularity": 2.9536,
    "tmdb_url": "https://www.themoviedb.org/movie/61807"
  },
  {
    "id": 14164,
    "title": "Dragonball Evolution",
    "release_date": "2009-03-12",
    "overview": "On his 18th birthday, Goku receives a mystical Dragonball as a gift from his grandfather. There are only six others like it in the whole world, and legend has it that whoever possesses all seven will be granted one perfect wish. When the arrival of a dark force triggers a tragedy, Goku and his companions are propelled into an epic quest to collect the seven Dragonballs and save the Earth from destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ztlqrY7VgFIFmtzVsh3TPYiXCdF.jpg",
    "popularity": 2.746,
    "tmdb_url": "https://www.themoviedb.org/movie/14164"
  },
  {
    "id": 16157,
    "title": "Mobile Suit Gundam: Char's Counterattack",
    "release_date": "1988-03-12",
    "overview": "In UC 0093, the Federation has recovered from its defeat and has created a new anti-colonial special forces unit to deal with rebel forces: Londo Bell. Elsewhere in space, Char Aznable reappears out of self-imposed hiding with a declaration that he now commands his own Neo-Zeon movement, and intends to force the emigration of Earth's inhabitants to space by bringing about an apocalypse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8I8gWpTtzMLt2lBlBoS7lM436nA.jpg",
    "popularity": 2.6808,
    "tmdb_url": "https://www.themoviedb.org/movie/16157"
  },
  {
    "id": 297400,
    "title": "Socialphobia",
    "release_date": "2015-03-12",
    "overview": "A woman is attacked by Internet users after posting provocative remarks online. Using her personal information, they go to her place but what they find is her body; she took her own life. Who made her kill herself? Or, was she killed by someone else?",
    "poster_url": "https://image.tmdb.org/t/p/w500/rPGmVqNY4ZtIgDmA3ybNK1EgFgg.jpg",
    "popularity": 2.6264,
    "tmdb_url": "https://www.themoviedb.org/movie/297400"
  },
  {
    "id": 10514,
    "title": "The Andromeda Strain",
    "release_date": "1971-03-12",
    "overview": "When virtually all of the residents of Piedmont, New Mexico, are found dead after the return to Earth of a space satellite, the head of the US Air Force's Project Scoop declares an emergency. A group of eminent scientists led by Dr. Jeremy Stone scramble to a secure laboratory and try to first isolate the life form while determining why two people from Piedmont - an old alcoholic and a six-month-old baby - survived. The scientists methodically study the alien life form unaware that it has already mutated and presents a far greater danger in the lab, which is equipped with a nuclear self-destruct device designed to prevent the escape of dangerous biological agents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b03aylMjJ2PBUu44hhOzt0X2I4t.jpg",
    "popularity": 2.5959,
    "tmdb_url": "https://www.themoviedb.org/movie/10514"
  },
  {
    "id": 72197,
    "title": "The Pirates! In an Adventure with Scientists!",
    "release_date": "2012-03-12",
    "overview": "The enthusiastic Pirate Captain, along with his rag-tag crew, sets out to beat his bitter rivals. The chaotic adventure takes them from exotic shores to Victorian London, and from a haplessly smitten scientist to a diabolical queen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkLeXPDP6sramrTiF5W7TzUl4t0.jpg",
    "popularity": 2.5871,
    "tmdb_url": "https://www.themoviedb.org/movie/72197"
  },
  {
    "id": 19336,
    "title": "Godzilla vs. Gigan",
    "release_date": "1972-03-12",
    "overview": "Manga artist Gengo Odaka lands a job with the World Children's Land amusement park only to become suspicious of the organization when a garbled message is discovered on tapes. As Gengo and his team investigate, Godzilla and Anguirus quickly decipher the message and begin their own plan of action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pNQro37cFrg4Lfz5DUbRFZlMG3y.jpg",
    "popularity": 2.5737,
    "tmdb_url": "https://www.themoviedb.org/movie/19336"
  },
  {
    "id": 12594,
    "title": "Wishmaster 2: Evil Never Dies",
    "release_date": "1999-03-12",
    "overview": "During a failed art heist, the Djinn is once again liberated. This time, to complete the 1001 wishes that he needs before the final 3, he lets himself go to prison, where he starts his evil reign twisting the hopes of the prisoners. Meanwhile, the woman who set him free accidentally, Morgana, tries to find a way to stop him, aided by a young priest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g3FXNYaCDFoQILCbYqFdv6V01ep.jpg",
    "popularity": 2.4405,
    "tmdb_url": "https://www.themoviedb.org/movie/12594"
  },
  {
    "id": 161715,
    "title": "Doraemon: Nobita's Three Visionary Swordsmen",
    "release_date": "1994-03-12",
    "overview": "Tired of constantly having nightmares, Nobita ask for Doraemon to bring a Dream Machine which would allow Nobita to dream of anything he wants. After an attempt to have a dream about the fall of Atlantis fails, he chooses a dream where he is in a fantasy world with an inspiration from The Three Musketeers. Together Nobita and his friends must defeat the evil King before he escapes from Nobita's dream into other people's dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oCQtdezF7Ap5wm8ICiB3Pzx6wM4.jpg",
    "popularity": 2.3928,
    "tmdb_url": "https://www.themoviedb.org/movie/161715"
  },
  {
    "id": 117082,
    "title": "Nintama Rantaro the Movie: Ninjutsu Academy - All Hands on Deck!",
    "release_date": "2011-03-12",
    "overview": "The Ninjutsu Academy students return from summer break to hear that due to one of Komatsuda's mistakes, all their summer homework was mixed up. As a result Kisanta, who received an assignment meant for a sixth year, has gone missing after trying to sneak into Oomagatoki Castle to steal their lord's fundoshi. A group including Shinbei and Kirimaru is sent to rescue him, but since Oomagatoki is at war with Tasogaredoki Castle it might be a difficult mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vnywPs97UDozOWinpSzFl4xCfrN.jpg",
    "popularity": 2.3433,
    "tmdb_url": "https://www.themoviedb.org/movie/117082"
  },
  {
    "id": 15613,
    "title": "Fire in the Sky",
    "release_date": "1993-03-12",
    "overview": "After clearing brush for the government, a group of men return to town claiming their friend was abducted their friend. Despite no apparent motive or evidence of foul play, no-one believes their story and his disappearance is treated as murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rTFrjAp1YV49DSTUGCyKSkaEHC8.jpg",
    "popularity": 2.3037,
    "tmdb_url": "https://www.themoviedb.org/movie/15613"
  },
  {
    "id": 681887,
    "title": "Cosmic Sin",
    "release_date": "2021-03-12",
    "overview": "In the year 2524, four centuries after humans started colonizing the outer planets, retired General James Ford gets called back into service when a hostile alien fleet attacks soldiers on a remote planet. The threat against mankind soon escalates into an interstellar war as Ford and a team of elite soldiers try to stop the imminent attack before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Wm7P6y22UZA40QuPYHyWyJ6leI.jpg",
    "popularity": 2.2477,
    "tmdb_url": "https://www.themoviedb.org/movie/681887"
  },
  {
    "id": 25642,
    "title": "Ben 10 Alien Swarm",
    "release_date": "2010-03-12",
    "overview": "Ben and a mysterious girl from his past must prevent an alien threat from destroying the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wROzAzrcSsRTu1fQQu2QdaUER2X.jpg",
    "popularity": 2.2134,
    "tmdb_url": "https://www.themoviedb.org/movie/25642"
  },
  {
    "id": 7341,
    "title": "The Rage: Carrie 2",
    "release_date": "1999-03-12",
    "overview": "Following the suicide of her only friend, outcast teen Rachel Lang's life begins a downward spiral that will not only affect her but take everyone around her down in horrifying fashion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jJmIf22gwwQPAFJfZ6Tr1MwSpRg.jpg",
    "popularity": 2.209,
    "tmdb_url": "https://www.themoviedb.org/movie/7341"
  },
  {
    "id": 14787,
    "title": "Tom and Jerry: The Magic Ring",
    "release_date": "2002-03-12",
    "overview": "The Oscar-winning cat-and-mouse twosome--Tom and Jerry--returns with another adventure. When Tom and Jerry's irrepressible curiosity gets the best of them, the mysterious magic ring that Tom guards with his life ends up stuck over Jerry's head. Now, Jerry must find a way to free himself of the ring while fleeing Tom, who wants to remove the ring any way he can! Find out if the pair can conjure up a solution in this fur-raising, madcap escapade.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fF6I48WGKktHfGYYSVKPTVildWE.jpg",
    "popularity": 2.0873,
    "tmdb_url": "https://www.themoviedb.org/movie/14787"
  },
  {
    "id": 883,
    "title": "Coffee and Cigarettes",
    "release_date": "2004-03-12",
    "overview": "Coffee And Cigarettes is a collection of eleven films from cult director Jim Jarmusch. Each film hosts star studded cast of extremely unique individuals who all share the common activities of conversing while drinking coffee and smoking cigarettes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pfG02QCsutx3PIxFS8UY4iM9AsS.jpg",
    "popularity": 2.0708,
    "tmdb_url": "https://www.themoviedb.org/movie/883"
  },
  {
    "id": 9455,
    "title": "The Corruptor",
    "release_date": "1999-03-12",
    "overview": "Danny is a young cop partnered with Nick, a seasoned but ethically tainted veteran. As the two try to stop a gang war in Chinatown, Danny relies on Nick but grows increasingly uncomfortable with the way Nick gets things done.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ejbmUNVtqZIkZf2cE5Ws5c9FiWA.jpg",
    "popularity": 2.0607,
    "tmdb_url": "https://www.themoviedb.org/movie/9455"
  },
  {
    "id": 48311,
    "title": "Parasite",
    "release_date": "1982-03-12",
    "overview": "Paul Dean has created a deadly parasite that is now attached to his stomach. He and his female companion, Patricia Welles, must find a way to destroy it while also trying to avoid Ricus & his rednecks, and an evil government agent named Merchant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4DGPORlVIDIQvsuSDnM4uXKMjWS.jpg",
    "popularity": 2.0588,
    "tmdb_url": "https://www.themoviedb.org/movie/48311"
  },
  {
    "id": 5890,
    "title": "Azumi 2: Death or Love",
    "release_date": "2005-03-12",
    "overview": "Young assassins Azumi and Nagara continue their mission to prevent a civil war. In their hunt for Masayuki Sanada, who is protected by both an army and a dangerous clan, they meet Ginkaku, a person who shows a remarking resemblance with former friend Nachi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tHE34tmmoxGzTGURFnyhhad8OOd.jpg",
    "popularity": 2.058,
    "tmdb_url": "https://www.themoviedb.org/movie/5890"
  },
  {
    "id": 785534,
    "title": "Paper Lives",
    "release_date": "2021-03-12",
    "overview": "In the streets of Istanbul, ailing waste warehouse worker Mehmet takes a small boy under his wing and must soon confront his own traumatic childhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cmru6N6Hnw2pJwuo1ctH1CxKqKZ.jpg",
    "popularity": 2.0474,
    "tmdb_url": "https://www.themoviedb.org/movie/785534"
  },
  {
    "id": 26237,
    "title": "Anand",
    "release_date": "1971-03-12",
    "overview": "Dr. Bhaskar Bannerjee struggles with his patients' suffering and the darkness and poverty he confronts daily. He treats cancer patient Anand who upon learning of his impending death determines to use the time he has left to the absolute fullest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jGFVyNJmEmgZsJ8wvuGU7GbCHrI.jpg",
    "popularity": 2.0262,
    "tmdb_url": "https://www.themoviedb.org/movie/26237"
  },
  {
    "id": 338379,
    "title": "Slam Dunk: The Movie",
    "release_date": "1994-03-12",
    "overview": "Sakuragi and the Shohoko team takes on Oda and Takezono High School. This is Sakuragi's second match as he faces Oda, a basketball player who went to the same junior high.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fQY1bmncRhdvYRnkQmTkSERzWQ2.jpg",
    "popularity": 2.0249,
    "tmdb_url": "https://www.themoviedb.org/movie/338379"
  },
  {
    "id": 323966,
    "title": "A Hitman in London",
    "release_date": "2015-03-12",
    "overview": "After his last assignment ended with the death of an innocent woman, a hitman's new job in London is compromised when he is overcome with guilt, and ends up helping a desperate woman who is caught up in a human trafficking operation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4xy9mg9c1YW38kBKLLA8AoaUs7s.jpg",
    "popularity": 2.0219,
    "tmdb_url": "https://www.themoviedb.org/movie/323966"
  },
  {
    "id": 17047,
    "title": "Agent Cody Banks 2: Destination London",
    "release_date": "2004-03-12",
    "overview": "With all-new gadgets, high-flying action, exciting chases and a wisecracking new handler, Derek (Anthony Anderson), Cody has to retrieve the device before the world's leaders fall under the evil control of a diabolical villain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zlAltvp84rYVTYs3kdemqHBaiat.jpg",
    "popularity": 2.0,
    "tmdb_url": "https://www.themoviedb.org/movie/17047"
  }
]