[
  {
    "id": 81,
    "title": "Nausicaä of the Valley of the Wind",
    "release_date": "1984-03-11",
    "overview": "After a global war, the seaside kingdom known as the Valley of the Wind remains one of the last strongholds on Earth untouched by a poisonous jungle and the powerful insects that guard it. Led by the courageous Princess Nausicaä, the people of the Valley engage in an epic struggle to restore the bond between humanity and Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tcrkfB8SRPQCgwI88hQScua6nxh.jpg",
    "popularity": 10.3642,
    "tmdb_url": "https://www.themoviedb.org/movie/81"
  },
  {
    "id": 446893,
    "title": "Trolls World Tour",
    "release_date": "2020-03-11",
    "overview": "Queen Poppy and Branch make a surprising discovery — there are other Troll worlds beyond their own, and their distinct differences create big clashes between these various tribes. When a mysterious threat puts all of the Trolls across the land in danger, Poppy, Branch, and their band of friends must embark on an epic quest to create harmony among the feuding Trolls to unite them against certain doom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7W0G3YECgDAfnuiHG91r8WqgIOe.jpg",
    "popularity": 7.9939,
    "tmdb_url": "https://www.themoviedb.org/movie/446893"
  },
  {
    "id": 514847,
    "title": "The Hunt",
    "release_date": "2020-03-11",
    "overview": "Twelve strangers wake up in a clearing. They don't know where they are—or how they got there. In the shadow of a dark internet conspiracy theory, ruthless elitists gather at a remote location to hunt humans for sport. But their master plan is about to be derailed when one of the hunted turns the tables on her pursuers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wxPhn4ef1EAo5njxwBkAEVrlJJG.jpg",
    "popularity": 7.2403,
    "tmdb_url": "https://www.themoviedb.org/movie/514847"
  },
  {
    "id": 836225,
    "title": "The Exorcism of God",
    "release_date": "2022-03-11",
    "overview": "An American priest working in Mexico is considered a saint by many local parishioners. However, due to a botched exorcism, he carries a secret that’s eating him alive until he gets an opportunity to face his demon one final time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hangTmbxpSV4gpHG7MgSlCWSSFa.jpg",
    "popularity": 5.662,
    "tmdb_url": "https://www.themoviedb.org/movie/836225"
  },
  {
    "id": 696806,
    "title": "The Adam Project",
    "release_date": "2022-03-11",
    "overview": "After accidentally crash-landing in 2022, time-traveling fighter pilot Adam Reed teams up with his 12-year-old self on a mission to save the future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wFjboE0aFZNbVOF05fzrka9Fqyx.jpg",
    "popularity": 5.6192,
    "tmdb_url": "https://www.themoviedb.org/movie/696806"
  },
  {
    "id": 16996,
    "title": "17 Again",
    "release_date": "2009-03-11",
    "overview": "On the brink of a midlife crisis, 30-something Mike O'Donnell wishes he could have a \"do-over.\" And that's exactly what he gets when he wakes up one morning to find he's 17 years old again. With his adult mind stuck inside the body of a teenager, Mike actually has the chance to reverse some decisions he wishes he'd never made. But maybe they weren't so bad after all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yEcfFXEWpuXcfsR9nKESVCFneqV.jpg",
    "popularity": 5.1792,
    "tmdb_url": "https://www.themoviedb.org/movie/16996"
  },
  {
    "id": 34016,
    "title": "She's Out of My League",
    "release_date": "2010-03-11",
    "overview": "When he starts dating drop-dead gorgeous Molly, insecure airport security agent Kirk can't believe it. As his friends and family share their doubts about the relationship lasting, Kirk does everything he can to avoid losing Molly forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mpYHjyPX0DAxbsnWKmSK5jZ1s4T.jpg",
    "popularity": 4.9337,
    "tmdb_url": "https://www.themoviedb.org/movie/34016"
  },
  {
    "id": 22972,
    "title": "Green Zone",
    "release_date": "2010-03-11",
    "overview": "During the U.S.-led occupation of Baghdad in 2003, Chief Warrant Officer Roy Miller and his team of Army inspectors are dispatched to find weapons of mass destruction believed to be stockpiled in the Iraqi desert. Rocketing from one booby-trapped and treacherous site to the next, the men search for deadly chemical agents but stumble instead upon an elaborate cover-up that threatens to invert the purpose of their mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/czFIaeukSxNEccysQeys1PCkuOG.jpg",
    "popularity": 4.1628,
    "tmdb_url": "https://www.themoviedb.org/movie/22972"
  },
  {
    "id": 23169,
    "title": "Remember Me",
    "release_date": "2010-03-11",
    "overview": "Still reeling from a heartbreaking family event and his parents' subsequent divorce, Tyler Hawkins discovers a fresh lease on life when he meets Ally Craig, a gregarious beauty who witnessed her mother's death. But as the couple draws closer, the fallout from their separate tragedies jeopardizes their love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j7umuMiLCHvWT7wYhFKJOTFSokF.jpg",
    "popularity": 4.0934,
    "tmdb_url": "https://www.themoviedb.org/movie/23169"
  },
  {
    "id": 626332,
    "title": "Flamin' Hot",
    "release_date": "2023-03-11",
    "overview": "The inspiring true story of Richard Montañez, the Frito Lay janitor who channeled his Mexican American heritage and upbringing to turn the iconic Flamin' Hot Cheetos into a snack that disrupted the food industry and became a global pop culture phenomenon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a7KyFMPXj0iY4EoLq1PIGU1WJPw.jpg",
    "popularity": 4.0783,
    "tmdb_url": "https://www.themoviedb.org/movie/626332"
  },
  {
    "id": 288987,
    "title": "That Malicious Age",
    "release_date": "1975-03-11",
    "overview": "Gardener Napoleone takes a job in a southern-Italian villa and quickly finds himself embroiled in a menage-a-trois with Paola and her mother, which soon leads to sex, death and mayhem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jClfWhb0D199i02JlIIWy7Fbu9L.jpg",
    "popularity": 3.5363,
    "tmdb_url": "https://www.themoviedb.org/movie/288987"
  },
  {
    "id": 477449,
    "title": "Overlord: The Dark Hero",
    "release_date": "2017-03-11",
    "overview": "The second recap film of season 1 of the anime TV series Overlord, covering episodes 8 to 13.",
    "poster_url": "https://image.tmdb.org/t/p/w500/joAUUvoVxRkk0AHny7lhoN9yk5r.jpg",
    "popularity": 3.4644,
    "tmdb_url": "https://www.themoviedb.org/movie/477449"
  },
  {
    "id": 29154,
    "title": "Stand and Deliver",
    "release_date": "1988-03-11",
    "overview": "Jaime Escalante is a mathematics teacher in a school in a hispanic neighbourhood. Convinced that his students have potential, he adopts unconventional teaching methods to try and turn gang members and no-hopers into some of the country's top algebra and calculus students.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A9pfzwk02iNl6i9wyk8lNcBkvc.jpg",
    "popularity": 3.4536,
    "tmdb_url": "https://www.themoviedb.org/movie/29154"
  },
  {
    "id": 241554,
    "title": "Run All Night",
    "release_date": "2015-03-11",
    "overview": "Brooklyn mobster and prolific hit man Jimmy Conlon has seen better days. Longtime best friend of a mob boss, Jimmy is haunted by the sins of his past—as well as a dogged police detective who’s been one step behind Jimmy for 30 years. But when Jimmy’s estranged son becomes a target, Jimmy must make a choice between the crime family he chose and the real family he abandoned long ago. Now, with nowhere safe to turn, Jimmy has just one night to figure out exactly where his loyalties lie and to see if he can finally make things right.",
    "poster_url": "https://image.tmdb.org/t/p/w500/owTdkLW0uoVTUPtM5h4gw88prdC.jpg",
    "popularity": 3.4497,
    "tmdb_url": "https://www.themoviedb.org/movie/241554"
  },
  {
    "id": 638597,
    "title": "YES DAY",
    "release_date": "2021-03-11",
    "overview": "A mom and dad who usually say no decide to say yes to their kids' wildest requests — with a few ground rules — on a whirlwind day of fun and adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rejrD9ovTHJbfmpLM0mbEliEPV6.jpg",
    "popularity": 3.2914,
    "tmdb_url": "https://www.themoviedb.org/movie/638597"
  },
  {
    "id": 38684,
    "title": "Jane Eyre",
    "release_date": "2011-03-11",
    "overview": "After a bleak childhood, Jane Eyre goes out into the world to become a governess. As she lives happily in her new position at Thornfield Hall, she meet the dark, cold, and abrupt master of the house, Mr. Rochester. Jane and her employer grow close in friendship and she soon finds herself falling in love with him. Happiness seems to have found Jane at last, but could Mr. Rochester's terrible secret be about to destroy it forever?",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Cn7D0wEaxnvm8kTta1osNu3QJv.jpg",
    "popularity": 3.2468,
    "tmdb_url": "https://www.themoviedb.org/movie/38684"
  },
  {
    "id": 7227,
    "title": "Airport '77",
    "release_date": "1977-03-11",
    "overview": "Flight 23 has crashed in the Bermuda Triangle after a hijacking gone wrong. Now the surviving passengers must brave panic, slow leaks, oxygen depletion, and more while attempting a daring plan, all while 200 feet underwater.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m9b3frZR0Wu8I3ayN3QPrxfZMvC.jpg",
    "popularity": 2.9682,
    "tmdb_url": "https://www.themoviedb.org/movie/7227"
  },
  {
    "id": 369557,
    "title": "Sing Street",
    "release_date": "2016-03-11",
    "overview": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sUWpVlrvzU2SJbnVZqIeKulPKwk.jpg",
    "popularity": 2.7911,
    "tmdb_url": "https://www.themoviedb.org/movie/369557"
  },
  {
    "id": 10040,
    "title": "Miss Congeniality 2: Armed and Fabulous",
    "release_date": "2005-03-11",
    "overview": "After her triumph at the Miss United States pageant, FBI agent Gracie Hart becomes an overnight sensation -- and the new \"face of the FBI\". But it's time to spring into action again when the pageant's winner, Cheryl, and emcee, Stan, are abducted.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gcYoIHND3ugn2VH1cNHHNQasEyI.jpg",
    "popularity": 2.7899,
    "tmdb_url": "https://www.themoviedb.org/movie/10040"
  },
  {
    "id": 250480,
    "title": "The Many Adventures of Winnie the Pooh",
    "release_date": "1977-03-11",
    "overview": "Whether we’re young or forever young at heart, the Hundred Acre Wood calls to that place in each of us that still believes in magic. Join pals Pooh, Piglet, Kanga, Roo, Owl, Rabbit, Tigger and Christopher Robin as they enjoy their days together and sing their way through adventures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dwvIcQckGfKeqZGYSlb9HxJlcPS.jpg",
    "popularity": 2.7215,
    "tmdb_url": "https://www.themoviedb.org/movie/250480"
  },
  {
    "id": 480857,
    "title": "Radioactive",
    "release_date": "2020-03-11",
    "overview": "The story of Nobel Prize winner Marie Curie and her extraordinary scientific discoveries—through the prism of her marriage to husband Pierre—and the seismic and transformative effects their discovery of radium had on the 20th century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/akHIQu8W3rOgT28r25ggXaKcQIr.jpg",
    "popularity": 2.4962,
    "tmdb_url": "https://www.themoviedb.org/movie/480857"
  },
  {
    "id": 1081709,
    "title": "Black Barbie",
    "release_date": "2023-03-11",
    "overview": "Discover the untold story of the first Black Barbie and the pivotal role three trailblazing women at Mattel had in creating a doll who looked like them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y6vyzS6gIhC8vriCf0axTZyxErg.jpg",
    "popularity": 2.3832,
    "tmdb_url": "https://www.themoviedb.org/movie/1081709"
  },
  {
    "id": 13001,
    "title": "Stargate: The Ark of Truth",
    "release_date": "2008-03-11",
    "overview": "SG-1 searches for an ancient weapon which could help them defeat the Ori, and discover it may be in the Ori's own home galaxy. As the Ori prepare to send ships through to the Milky Way to attack Earth, SG-1 travels to the Ori galaxy aboard the Odyssey. The International Oversight committee have their own plans and SG-1 finds themselves in a distant galaxy fighting two powerful enemies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kIqsCdZBmKYuPwaDnrFYzK1gqlM.jpg",
    "popularity": 2.3748,
    "tmdb_url": "https://www.themoviedb.org/movie/13001"
  },
  {
    "id": 54433,
    "title": "Gamera: Guardian of the Universe",
    "release_date": "1995-03-11",
    "overview": "A ship runs aground on a mysterious atoll leading to an investigation by insurance representative Kusanagi, who discovers an ancient bead that he gives to his daughter Asagi. Meanwhile, ornithologist Nagamine investigates reports of a new species of large bird named Gyaos. As the Gyaos begin to attack, an ancient guardian with a bond to Asagi emerges.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iZ8yFxavjqsZXfZhkfPqrc4NauY.jpg",
    "popularity": 2.3359,
    "tmdb_url": "https://www.themoviedb.org/movie/54433"
  },
  {
    "id": 31769,
    "title": "Venus Wars",
    "release_date": "1989-03-11",
    "overview": "The new frontier of Venus has degenerated into a dystopia ravaged by the civil war between Ishtar and Aphrodia. Bubbly reporter Susan Sommers arrives in the capitol of Aphrodia just before it's captured by Ishtar. She falls in with a bunch of teen-agers who live for a sort of motorcycle version of Roller Derby. Daredevil rider Hiro and his friends reluctantly join the struggle to free Aphrodia from the invaders. Not surprisingly, Hiro proves an ace at piloting the mono-cycles that are the Aphrodians' secret weapon in the key battle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jiinIVM64yRulfzxzZAfZKV9LmY.jpg",
    "popularity": 2.2566,
    "tmdb_url": "https://www.themoviedb.org/movie/31769"
  },
  {
    "id": 694103,
    "title": "Roohi",
    "release_date": "2021-03-11",
    "overview": "In a fictional North Indian town, two boys Bhaura and Kattanni are stuck in a forest with Roohi. But there’s an insidious spirit following them with feet turned backwards.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j00W4Y5ynvFpjPa53UC1JULBZbc.jpg",
    "popularity": 2.1923,
    "tmdb_url": "https://www.themoviedb.org/movie/694103"
  },
  {
    "id": 11934,
    "title": "The Hudsucker Proxy",
    "release_date": "1994-03-11",
    "overview": "A naive business graduate is installed as president of a manufacturing company as part of a stock scam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iIOHYWrRyxjUI6ry3fejIUSYfe5.jpg",
    "popularity": 2.0347,
    "tmdb_url": "https://www.themoviedb.org/movie/11934"
  },
  {
    "id": 109080,
    "title": "Fist of the North Star: The Legend of the True Savior: Legend of Raoh-Chapter of Death in Love",
    "release_date": "2006-03-11",
    "overview": "A film adaptation of the Holy Emperor story arc, which primarily depicted the conflict between Kenshiro and Souther. New characters Reina, one of Raoh's army officers who falls in love with him, and her brother Soga, Raoh's advisor, play an important part with much of the plot involving Raoh's relationship with Reina as he conquers the land; most of this portion is new content exclusive to this film. The other side of the story is the retelling of Ken's attempt to save and protect the villagers from Souther's army with the help of Shū. There is also a small subplot of Bart returning to his home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yZfAVFIlzA61dsHZx5cyUX9PzYX.jpg",
    "popularity": 2.0326,
    "tmdb_url": "https://www.themoviedb.org/movie/109080"
  }
]