[
  {
    "id": 10591,
    "title": "The Girl Next Door",
    "release_date": "2004-04-09",
    "overview": "Exceptionally ambitious high schooler Matthew has aspirations for a career in politics when he falls in love with his gorgeous 19-year-old neighbor, Danielle. But Matthew's bright future is jeopardized when he finds Danielle was once a porn star. As Danielle's past catches up with her, Matthew's love for her forces him to re-evaluate his goals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5mVyFHSY2rSsNgD4NfEwV82HigU.jpg",
    "popularity": 12.5334,
    "tmdb_url": "https://www.themoviedb.org/movie/10591"
  },
  {
    "id": 173705,
    "title": "Female Teacher: In Front of the Students",
    "release_date": "1982-04-09",
    "overview": "The lovely Reiko has taken a new teaching job at a creepy old high school.  She is an extremely attractive woman and the young students in her class have fallen for her.  One night, after tennis practice, she is brutally assaulted in the locker room shower by a man with a stocking over his face.  Left on the floor naked and in shock, she discovers a single puzzle piece left behind by the crazed man.  A few days later, a pair of students enact a perverted sexual revenge on Reiko for kicking someone off the tennis team.  Could one of these students be the man who brutalized her in the locker room?  Who owns the strange puzzle piece?  As the mystery unfolds, Reiko must come to terms with her own sexual urges and fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ilMXOocCCwPWCcDLLa6M0ga8vWt.jpg",
    "popularity": 9.7668,
    "tmdb_url": "https://www.themoviedb.org/movie/173705"
  },
  {
    "id": 747,
    "title": "Shaun of the Dead",
    "release_date": "2004-04-09",
    "overview": "Shaun lives a supremely uneventful life, which revolves around his girlfriend, his mother, and, above all, his local pub. This gentle routine is threatened when the dead return to life and make strenuous attempts to snack on ordinary Londoners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dgXPhzNJH8HFTBjXPB177yNx6RI.jpg",
    "popularity": 7.2492,
    "tmdb_url": "https://www.themoviedb.org/movie/747"
  },
  {
    "id": 11069,
    "title": "Tremors 2: Aftershocks",
    "release_date": "1996-04-09",
    "overview": "Earl Bassett's celebrity after defeating the Graboid attack against the town of Perfection has proved short-lived, until he's recruited by a Mexican oil company whose workers have found more than they bargained for under the soil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ilnFCBnx8P68OlmHDMCmFCjLW1g.jpg",
    "popularity": 6.103,
    "tmdb_url": "https://www.themoviedb.org/movie/11069"
  },
  {
    "id": 39204,
    "title": "Detective Conan: Strategy Above the Depths",
    "release_date": "2005-04-09",
    "overview": "Fifteen years ago in a barren stretch of the Pacific, a cruise ship collided with an iceberg and was lost at sea. More than a decade later, Hideto Yashiro—a ship engineer—died in a fatal car accident. The unlikely connection between these events only comes to light on the luxury liner St. Aphrodite during her maiden voyage. Aboard it on a much needed vacation, Kogorou Mouri, his daughter Ran, Conan Edogawa, and the Detective Boys enjoy a trip provided by Sonoko Suzuki's family. But their fun is soon cut short when a game of hide-and-seek leads to Sonoko's disappearance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/enhiUd7MOuLjKa4NkZmLaN7dDWH.jpg",
    "popularity": 4.7277,
    "tmdb_url": "https://www.themoviedb.org/movie/39204"
  },
  {
    "id": 228205,
    "title": "The Longest Ride",
    "release_date": "2015-04-09",
    "overview": "The lives of a young couple intertwine with a much older man as he reflects back on a lost love while he's trapped in an automobile crash.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qdUVfvPBvT6cetDDM7rn8y2CNZE.jpg",
    "popularity": 4.7217,
    "tmdb_url": "https://www.themoviedb.org/movie/228205"
  },
  {
    "id": 24238,
    "title": "Mary and Max",
    "release_date": "2009-04-09",
    "overview": "A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ebmsM382m9IClLUzKYY2U5biFwM.jpg",
    "popularity": 4.6787,
    "tmdb_url": "https://www.themoviedb.org/movie/24238"
  },
  {
    "id": 14442,
    "title": "Ella Enchanted",
    "release_date": "2004-04-09",
    "overview": "Ella lives in a magical world in which each child, at the moment of their birth, is given a virtuous \"gift\" from a fairy godmother. Ella's so-called gift, however, is obedience. This birthright proves itself to be quite the curse once Ella finds herself in the hands of several unscrupulous characters whom she quite literally cannot disobey. Determined to gain control of her life and decisions, Ella sets off on a journey to find her fairy godmother who she hopes will lift the curse. The path, however, isn't easy -- Ella must outwit a slew of unpleasant obstacles including ogres, giants, wicked stepsisters, elves and Prince Charmont's evil uncle, who wants to take over the crown and rule the kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7AyNzwSEpJEG1gBdgwRfXi1cjs8.jpg",
    "popularity": 4.0858,
    "tmdb_url": "https://www.themoviedb.org/movie/14442"
  },
  {
    "id": 2428,
    "title": "The Greatest Story Ever Told",
    "release_date": "1965-04-09",
    "overview": "From his birth in Bethlehem to his death and eventual resurrection, the life of Jesus Christ is given the all-star treatment in this epic retelling. Major aspects of Christ's life are touched upon, including the execution of all the newborn males in Egypt by King Herod; Christ's baptism by John the Baptist; and the betrayal by Judas after the Last Supper that eventually leads to Christ's crucifixion and miraculous return.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c21ON7BZn0jwdNl6ibZ1vhXJmpy.jpg",
    "popularity": 3.5005,
    "tmdb_url": "https://www.themoviedb.org/movie/2428"
  },
  {
    "id": 8092,
    "title": "This Boy's Life",
    "release_date": "1993-04-09",
    "overview": "When a son and mother move to Seattle in hopes for a better life, the mother meets a seemingly polite man. Things go south when the man turns out to be abusive, endangering their lives. As the mother struggles to maintain hope in an impossible situation, the son has plans to escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ahOpQceexMOSPVBznFqTVTW42Xx.jpg",
    "popularity": 3.3909,
    "tmdb_url": "https://www.themoviedb.org/movie/8092"
  },
  {
    "id": 9430,
    "title": "Go",
    "release_date": "1999-04-09",
    "overview": "A supermarket clerk decides to step in for an absent drug dealer, setting off an explosive, comedic chain of events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kP0OOAa4GTZSUPW8fgPbk1OmKEW.jpg",
    "popularity": 3.2587,
    "tmdb_url": "https://www.themoviedb.org/movie/9430"
  },
  {
    "id": 891,
    "title": "All the President's Men",
    "release_date": "1976-04-09",
    "overview": "During the 1972 elections, two reporters' investigation sheds light on the controversial Watergate scandal that compels President Nixon to resign from his post.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qwdcIdiTAk8iANsJEK2JmrYQx5o.jpg",
    "popularity": 3.2114,
    "tmdb_url": "https://www.themoviedb.org/movie/891"
  },
  {
    "id": 35552,
    "title": "The Extraordinary Adventures of Adèle Blanc-Sec",
    "release_date": "2010-04-09",
    "overview": "An adventure set in the early part of the 20th century, focused on a popular novelist and her dealings with would-be suitors, the cops, monsters, and other distractions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7OxguFgt8VoFgKsiXZQIEjpMtjt.jpg",
    "popularity": 2.9305,
    "tmdb_url": "https://www.themoviedb.org/movie/35552"
  },
  {
    "id": 45279,
    "title": "Yu Yu Hakusho: The Movie - Poltergeist Report",
    "release_date": "1994-04-09",
    "overview": "When the Spirit World is flooded due to an unusual rainfall which overflows the River Sanzu (aka the River Styx), Lord Koenma senses an extremely powerful enemy. He entrusts Death God Botan, to deliver to Spirit Detective Yusuke, a mysterious item which must be protected from the invading enemy. However, by the time Botan finds Yusuke, she's too weak to explain the situation. Yusuke and his friends are left in the dark about the new enemy, but not for long. Soon it is a battle for Earth between mere Spirit Detectives and the almighty king of the Netherworld.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fOD3EVUGWLxmeAfdloBjLwaucGC.jpg",
    "popularity": 2.8298,
    "tmdb_url": "https://www.themoviedb.org/movie/45279"
  },
  {
    "id": 1063161,
    "title": "1888",
    "release_date": "2023-04-09",
    "overview": "When Demonetization (currency ban) is announced in India, 3 unlikely characters come face to face for a bag of cash. After that a car journey begins and some more characters come into picture. This results in a cat and mouse game with a very unexpected outcome.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sY4f3X5yvyI6XLKpocCEr5XBdPQ.jpg",
    "popularity": 2.6495,
    "tmdb_url": "https://www.themoviedb.org/movie/1063161"
  },
  {
    "id": 9626,
    "title": "Red Sonja",
    "release_date": "1985-04-09",
    "overview": "The tyrant Gedren seeks the total power in a world of barbarism. She raids the city Hablac and kills the keeper of a talisman that gives her great power. Red Sonja, sister of the keeper, sets out with her magic sword to overthrow Gedren.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qYJFrmSjy0HpzmvnIuGpuFUzXbs.jpg",
    "popularity": 2.5039,
    "tmdb_url": "https://www.themoviedb.org/movie/9626"
  },
  {
    "id": 11355,
    "title": "Never Been Kissed",
    "release_date": "1999-04-09",
    "overview": "Josie Geller, a baby-faced junior copywriter at the Chicago Sun-Times, must pose as a student at her former high school to research contemporary teenage culture. With the help of her brother, Rob, Josie infiltrates the inner circle of the most popular clique on campus. But she hits a major snag in her investigation -- not to mention her own failed love life -- when she falls for her dreamy English teacher, Sam Coulson.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6BngDhDNfbBjhVFWDT2yMve32vi.jpg",
    "popularity": 2.4657,
    "tmdb_url": "https://www.themoviedb.org/movie/11355"
  },
  {
    "id": 11986,
    "title": "Betty Blue",
    "release_date": "1986-04-09",
    "overview": "A lackadaisical handyman and aspiring novelist tries to support his younger girlfriend as she slowly succumbs to madness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dGkxgj2ozlD4yRtsJL35EUXegFv.jpg",
    "popularity": 2.4633,
    "tmdb_url": "https://www.themoviedb.org/movie/11986"
  },
  {
    "id": 53165,
    "title": "Fight Back to School 2",
    "release_date": "1992-04-09",
    "overview": "Star Chow, an officer in the elite police unit, resigns when he is made a scapegoat for a botched investigation. He goes undercover at a school to complete the case and realizes a bumbling detective is also undercover as a student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pn2MwOM63q95Mbb9ng0g9DYFQGy.jpg",
    "popularity": 2.4279,
    "tmdb_url": "https://www.themoviedb.org/movie/53165"
  },
  {
    "id": 65291,
    "title": "Green Lantern: Emerald Knights",
    "release_date": "2011-04-09",
    "overview": "As the home planet of the Green Lantern Corps faces a battle with an ancient enemy, Hal Jordan prepares new recruit Arisia for the coming conflict by relating stories of the first Green Lantern and several of Hal's comrades.",
    "poster_url": "https://image.tmdb.org/t/p/w500/weth8sLv9y8L9GsEyLRBUZewXUt.jpg",
    "popularity": 2.3092,
    "tmdb_url": "https://www.themoviedb.org/movie/65291"
  },
  {
    "id": 22798,
    "title": "Whip It",
    "release_date": "2009-04-09",
    "overview": "In Bodeen, Texas, Land Of The Dragon, an indie-rock loving misfit finds a way of dealing with her small-town misery after she discovers a roller derby league in nearby Austin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nwPvNuxIhVNhBFdzMsMPu2Va608.jpg",
    "popularity": 2.1755,
    "tmdb_url": "https://www.themoviedb.org/movie/22798"
  },
  {
    "id": 615678,
    "title": "Thunder Force",
    "release_date": "2021-04-09",
    "overview": "In a world where supervillains are commonplace, two estranged childhood best friends reunite after one devises a treatment that gives them powers to protect their city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3mKMWP5OokB7QpcOMA1yl8BXFAF.jpg",
    "popularity": 2.1154,
    "tmdb_url": "https://www.themoviedb.org/movie/615678"
  },
  {
    "id": 37765,
    "title": "Ace",
    "release_date": "1981-04-09",
    "overview": "Asso (Ace), the best poker-player in town, was killed in his wedding night, because he won too much against a bad loser. In the \"final\" game in heaven the clerk on duty also lost, so Asso can come back to this world as a ghost to search for a good man for his wife (widow). Who is good enough for the wife of Asso ?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8vwIz284JtxsSPNRGkTKyYWe66n.jpg",
    "popularity": 2.1021,
    "tmdb_url": "https://www.themoviedb.org/movie/37765"
  }
]