[
  {
    "id": 338953,
    "title": "Fantastic Beasts: The Secrets of Dumbledore",
    "release_date": "2022-04-06",
    "overview": "Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3c5GNLB4yRSLBby0trHoA1DSQxQ.jpg",
    "popularity": 10.6402,
    "tmdb_url": "https://www.themoviedb.org/movie/338953"
  },
  {
    "id": 808960,
    "title": "Live",
    "release_date": "2023-04-06",
    "overview": "Blogger Yegor, who has millions of followers, in pursuit of content, goes to shoot a test drive of a car in the Caucasus Mountains. Everything gets out of control at the moment when an employee of the car company Alexander, who is helping Yegor, accidentally steps on a military mine, and Yegor decides to hype on this. Now, when one is fighting for his own life, and another one for millions of views - every man stands for himself. Together they will have to decide who is going to die online?",
    "poster_url": "https://image.tmdb.org/t/p/w500/ak8KzEexaVjZBFoZnplriKqU4IF.jpg",
    "popularity": 7.5619,
    "tmdb_url": "https://www.themoviedb.org/movie/808960"
  },
  {
    "id": 290595,
    "title": "The Huntsman: Winter's War",
    "release_date": "2016-04-06",
    "overview": "As two evil sisters prepare to conquer the land, two renegades—Eric the Huntsman, who aided Snow White in defeating Ravenna in Snowwhite and the Huntsman, and his forbidden lover, Sara—set out to stop them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ci1QXfBSUBVpLuzxi9A208uwUVi.jpg",
    "popularity": 7.4858,
    "tmdb_url": "https://www.themoviedb.org/movie/290595"
  },
  {
    "id": 499191,
    "title": "Call Boy",
    "release_date": "2018-04-06",
    "overview": "Ryo Morinaka is a university student and works part-time at a bar. He is bored with his daily life and exists in a state of torpor. One day, his friend Shinya Tajima brings the owner of a host bar over to the place where Ryo Morinaka works. Shizuka Mido is the owner of the host bar. Soon, Ryo Morinaka begins to work for Shizuka Mido at the members only host bar. He feels embarrassment initially, but he fulfills the desires of women and develops a sense of purpose.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3fVRb3uoRDjbA9X95C88FOJ0rlZ.jpg",
    "popularity": 5.5917,
    "tmdb_url": "https://www.themoviedb.org/movie/499191"
  },
  {
    "id": 234532,
    "title": "Chotta Mumbai",
    "release_date": "2007-04-06",
    "overview": "The film starts in a street in Fort Kochi where Vasco da Gama, the son of a wrestler named Michael, lives. Vasco and his gang of five — Chandrappan, Susheelan, Sainu, Basheer and cousin Tomichchan are small-time goondas, involved in petty offences and as the movie progresses, these characters turn out to be more endearing than bad.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4lvX5OvpI7YyoBKmSOolWJKu8Oh.jpg",
    "popularity": 5.0086,
    "tmdb_url": "https://www.themoviedb.org/movie/234532"
  },
  {
    "id": 34584,
    "title": "The NeverEnding Story",
    "release_date": "1984-04-06",
    "overview": "While hiding from bullies in his school's attic, a young boy discovers the extraordinary land of Fantasia, through a magical book called The Neverending Story. The book tells the tale of Atreyu, a young warrior who, with the help of a luck dragon named Falkor, must save Fantasia from the destruction of The Nothing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ddYCa91iDXfJCxaqSYzwi2fjfnl.jpg",
    "popularity": 4.7507,
    "tmdb_url": "https://www.themoviedb.org/movie/34584"
  },
  {
    "id": 115166,
    "title": "Give Up Tomorrow",
    "release_date": "2011-04-06",
    "overview": "When a teenager from a political family in the Philippines is accused of a double murder, the country’s entire judicial system is put to the test after years of alleged corruption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A1UVu8uWMGxyDH7LvXv5XBZDbua.jpg",
    "popularity": 4.159,
    "tmdb_url": "https://www.themoviedb.org/movie/115166"
  },
  {
    "id": 605886,
    "title": "To Catch a Killer",
    "release_date": "2023-04-06",
    "overview": "Baltimore. New Year's Eve. A talented but troubled police officer is recruited by the FBI's chief investigator to help profile and track down a mass murderer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/anikluX0onmtzTe46WlazvaetwH.jpg",
    "popularity": 4.1015,
    "tmdb_url": "https://www.themoviedb.org/movie/605886"
  },
  {
    "id": 9904,
    "title": "The Wild",
    "release_date": "2006-04-06",
    "overview": "An adolescent lion is accidentally shipped from the New York Zoo to Africa. Now running free, his zoo pals must put aside their differences to help bring him back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sxqzaOto1qyUseSg6YpIP9Su5lp.jpg",
    "popularity": 3.964,
    "tmdb_url": "https://www.themoviedb.org/movie/9904"
  },
  {
    "id": 51162,
    "title": "Winnie the Pooh",
    "release_date": "2011-04-06",
    "overview": "During an ordinary day in Hundred Acre Wood, Winnie the Pooh sets out to find some honey. Misinterpreting a note from Christopher Robin, Owl convinces Pooh, Tigger, Rabbit, Piglet, Kanga, Roo, and Eeyore that their young friend has been captured by a creature named \"Backson\" and they set out to rescue him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9T8emBz4BqhahoAuhcOU9X2y0IQ.jpg",
    "popularity": 3.892,
    "tmdb_url": "https://www.themoviedb.org/movie/51162"
  },
  {
    "id": 353070,
    "title": "Going in Style",
    "release_date": "2017-04-06",
    "overview": "Desperate to pay the bills and come through for their loved ones, three lifelong pals risk it all by embarking on a daring bid to knock off the very bank that absconded with their money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4nfWsdsJfO5srRZgxiWC9xHub0W.jpg",
    "popularity": 3.8274,
    "tmdb_url": "https://www.themoviedb.org/movie/353070"
  },
  {
    "id": 9768,
    "title": "Cry-Baby",
    "release_date": "1990-04-06",
    "overview": "A prim and proper schoolgirl goes against her society grandmother's wishes when she dates a motorcycle-riding juvenile delinquent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d2QusoWfW4azJtHtJkyLMGSv33n.jpg",
    "popularity": 3.5114,
    "tmdb_url": "https://www.themoviedb.org/movie/9768"
  },
  {
    "id": 303991,
    "title": "Demolition",
    "release_date": "2016-04-06",
    "overview": "An emotionally desperate investment banker finds hope through a woman he meets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4t56LZ1KbOOxgKfqMKN6truBDVc.jpg",
    "popularity": 3.3744,
    "tmdb_url": "https://www.themoviedb.org/movie/303991"
  },
  {
    "id": 10772,
    "title": "Django",
    "release_date": "1966-04-06",
    "overview": "A coffin-dragging gunslinger and a prostitute become embroiled in a bitter feud between a merciless masked clan and a band of Mexican revolutionaries.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vs4vieNstSEfbgLFEelXXOPvr6h.jpg",
    "popularity": 3.259,
    "tmdb_url": "https://www.themoviedb.org/movie/10772"
  },
  {
    "id": 7364,
    "title": "Sahara",
    "release_date": "2005-04-06",
    "overview": "Seasoned adventurer and treasure hunter Dirk Pitt, a former Navy SEAL, sets out for the African desert with his wisecracking buddy Al in search of a confederate ironclad battleship rumored to have vanished long ago, the main draw being the treasure supposedly hidden within the lost vessel. When the daring duo come across Dr. Eva Rojas, a beautiful scientist who is juggling an escape from a warlord and a mission to stop the spread of a powerful plague, their desert expedition begins to heat up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kyY1onYxkKBDlJsheRsVbMaoQEM.jpg",
    "popularity": 3.1799,
    "tmdb_url": "https://www.themoviedb.org/movie/7364"
  },
  {
    "id": 1992,
    "title": "Planet Terror",
    "release_date": "2007-04-06",
    "overview": "Two doctors find their graveyard shift inundated with townspeople ravaged by sores. Among the wounded is Cherry Darling, a dancer whose leg was ripped from her body. As the invalids quickly become enraged aggressors, Cherry and her ex-boyfriend El Wray lead a team of accidental warriors into the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3705GxG0RN9XDV5y9IiXKYHw1fK.jpg",
    "popularity": 3.1696,
    "tmdb_url": "https://www.themoviedb.org/movie/1992"
  },
  {
    "id": 2043,
    "title": "Along Came a Spider",
    "release_date": "2001-04-06",
    "overview": "After the harrowing death of his partner, forensic psychologist and best-selling author Alex Cross cannot forgive himself and has retreated to the peace of retirement. But when a brilliant criminal kidnaps a senator's young daughter, he is lured back into action as the kidnapper wants to deal with Alex personally. Teamed with Jezzie Flanigan, the Secret Service agent assigned to protect the missing girl, Alex follows a serpentine trail of clues that leads him to a stunning discovery - the kidnapper wants more than just ransom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vipRsbIpwUNf1gjfOcVNizQ1o3c.jpg",
    "popularity": 2.9571,
    "tmdb_url": "https://www.themoviedb.org/movie/2043"
  },
  {
    "id": 339967,
    "title": "Colossal",
    "release_date": "2017-04-06",
    "overview": "A woman discovers that severe catastrophic events are somehow connected to the mental breakdown from which she's suffering.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4VOyofBd1pexblxtDZYtYIk7NI4.jpg",
    "popularity": 2.8948,
    "tmdb_url": "https://www.themoviedb.org/movie/339967"
  },
  {
    "id": 10468,
    "title": "28 Days",
    "release_date": "2000-04-06",
    "overview": "After getting into a car accident while drunk on the day of her sister's wedding, Gwen Cummings is given a choice between prison or a rehab center. She chooses rehab, but is extremely resistant to taking part in any of the treatment programs they have to offer, refusing to admit that she has an alcohol addiction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tlgz7Shx0UavR5pyITeJ2mUHKFI.jpg",
    "popularity": 2.5252,
    "tmdb_url": "https://www.themoviedb.org/movie/10468"
  },
  {
    "id": 6643,
    "title": "The Unforgiven",
    "release_date": "1960-04-06",
    "overview": "The neighbors of a frontier family turn on them when it is suspected that their beloved adopted daughter was stolen from the Kiowa tribe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9085eJIHF1LqoKgGWK74Z3dxXpo.jpg",
    "popularity": 2.4444,
    "tmdb_url": "https://www.themoviedb.org/movie/6643"
  },
  {
    "id": 1064178,
    "title": "Hunt Club",
    "release_date": "2023-04-06",
    "overview": "Follows a group of male hunters who regularly lure women to their island with the chance to win 100K in a hunt, only to discover that they are the hunted, but this time they mess with the wrong girls and must deal with the consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qmMazCTqdQNaqeCVeKysT6I3uz4.jpg",
    "popularity": 2.2431,
    "tmdb_url": "https://www.themoviedb.org/movie/1064178"
  },
  {
    "id": 37921,
    "title": "In Harm's Way",
    "release_date": "1965-04-06",
    "overview": "A Naval officer, reprimanded after Pearl Harbor, is later promoted to Rear Admiral and gets a second chance to prove himself against the Japanese.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4NrxQVGjIfGdPJdG4RJggAgs4vW.jpg",
    "popularity": 2.107,
    "tmdb_url": "https://www.themoviedb.org/movie/37921"
  },
  {
    "id": 458109,
    "title": "Spinning Man",
    "release_date": "2018-04-06",
    "overview": "Evan Birch is a family man and esteemed professor at a distinguished university. When a female student goes missing, police Detective Malloy has reason to be suspicious when crucial evidence makes Evan the prime suspect in her disappearance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lvIIUOoY2PQRQ6syWchzkfNaXT1.jpg",
    "popularity": 2.1034,
    "tmdb_url": "https://www.themoviedb.org/movie/458109"
  },
  {
    "id": 72641,
    "title": "Azureus Rising",
    "release_date": "2010-04-06",
    "overview": "Azureus Rising is a proof of concept for a science fiction action adventure feature film saga and next-gen video game. The 6 minute proof of concept short film has been featured on hundreds of blogs & websites around the world. Since its premier on youtube.com on May 17th, 2010, Azureus has received more than half a million hits and counting. Azureus Rising has also won 8 awards to date, including: Best Animated Film, Best Director, Best Visuals, Best Sound FXs and Best Original Score. Currently, Azureus is in development as a major motion picture and AAA video game title.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3MsfpYX5qYwIhgByPYJxIeoMGVd.jpg",
    "popularity": 2.0799,
    "tmdb_url": "https://www.themoviedb.org/movie/72641"
  },
  {
    "id": 440642,
    "title": "The Spacewalker",
    "release_date": "2017-04-06",
    "overview": "March 1965. In the heat of the Cold War, the USA and the USSR are competing for supremacy in space. What both superpowers aim for in this race, is to be the first to have a man walk in outer space. To accomplish that, no price is too high and no risk is too great. Now it’s up to the unlikely duo of a seasoned war veteran and a hot-headed test-pilot to fulfill this mission. Two men in a tiny spaceship, without proper testing, facing the complete unknown. They were supposed to do what no man has done before—and no man imagined what would happen next.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hDNVRmrprxI9NQ0zc2Uu03p65Fw.jpg",
    "popularity": 2.064,
    "tmdb_url": "https://www.themoviedb.org/movie/440642"
  },
  {
    "id": 23479,
    "title": "The Bad News Bears",
    "release_date": "1976-04-06",
    "overview": "An aging, down-on-his-luck ex-minor leaguer coaches a team of misfits in an ultra-competitive California little league.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kJNXMni0ObOXLth6v9xpUhWbtrp.jpg",
    "popularity": 2.0526,
    "tmdb_url": "https://www.themoviedb.org/movie/23479"
  },
  {
    "id": 477462,
    "title": "The Twin",
    "release_date": "2022-04-06",
    "overview": "Every parent's worst nightmare is just the beginning for Rachel's ordeal as in the aftermath of a tragic accident, she and her husband Anthony decide to move to the other side of the world to focus on their surviving twin son Elliot.  What begins as a time of healing and isolation in the Finnish countryside turns into a desperate battle for the very soul of their son as an entity claiming to be his dead twin brother takes over Elliot — setting Rachel on a diabolical journey to unravel the horrible truth about her twin son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uUUSkKQEptTHjYejxzaT5TVkiAG.jpg",
    "popularity": 2.0522,
    "tmdb_url": "https://www.themoviedb.org/movie/477462"
  }
]