[
  {
    "id": 9737,
    "title": "Bad Boys",
    "release_date": "1995-04-07",
    "overview": "Marcus Burnett is a henpecked family man. Mike Lowrey is a footloose and fancy free ladies' man. Both Miami policemen, they have 72 hours to reclaim a consignment of drugs stolen from under their station's nose. To complicate matters, in order to get the assistance of the sole witness to a murder, they have to pretend to be each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qKiLKvJaT6rRmd3IBsoVV58luXH.jpg",
    "popularity": 10.001,
    "tmdb_url": "https://www.themoviedb.org/movie/9737"
  },
  {
    "id": 639933,
    "title": "The Northman",
    "release_date": "2022-04-07",
    "overview": "Prince Amleth is on the verge of becoming a man when his father is brutally murdered by his uncle, who kidnaps the boy's mother. Two decades later, Amleth is now a Viking who's on a mission to save his mother, kill his uncle and avenge his father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aSSJMnHknzKjlZ6zybwD7eyJ4Po.jpg",
    "popularity": 8.1353,
    "tmdb_url": "https://www.themoviedb.org/movie/639933"
  },
  {
    "id": 278927,
    "title": "The Jungle Book",
    "release_date": "2016-04-07",
    "overview": "A man-cub named Mowgli fostered by wolves. After a threat from the tiger Shere Khan, Mowgli is forced to flee the jungle, by which he embarks on a journey of self discovery with the help of the panther, Bagheera and the free-spirited bear, Baloo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Epx7F9X7DrFptn4seqn4mzBVks.jpg",
    "popularity": 7.7272,
    "tmdb_url": "https://www.themoviedb.org/movie/278927"
  },
  {
    "id": 460465,
    "title": "Mortal Kombat",
    "release_date": "2021-04-07",
    "overview": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ybrX94xQm8lXYpZAPRmwD9iIbWP.jpg",
    "popularity": 7.5737,
    "tmdb_url": "https://www.themoviedb.org/movie/460465"
  },
  {
    "id": 4478,
    "title": "Indecent Proposal",
    "release_date": "1993-04-07",
    "overview": "John Gage offers a down-on-his-luck yuppie husband $1 million for the opportunity to spend the night with the man's wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a39WoiTJEG5kNLIrr3kOMwg3LFg.jpg",
    "popularity": 7.0087,
    "tmdb_url": "https://www.themoviedb.org/movie/4478"
  },
  {
    "id": 400928,
    "title": "Gifted",
    "release_date": "2017-04-07",
    "overview": "Frank, a single man raising his child prodigy niece Mary, is drawn into a custody battle with his mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7YB2YrMwIm1g8FyZtlvmVDfRnAT.jpg",
    "popularity": 6.6333,
    "tmdb_url": "https://www.themoviedb.org/movie/400928"
  },
  {
    "id": 931102,
    "title": "Ride On",
    "release_date": "2023-04-07",
    "overview": "A washed-up stuntman and his stunt horse become an overnight social media sensation when their real-life fight with debt collectors goes viral.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7cVHSVDEltw7dO9t9ixClpQqekm.jpg",
    "popularity": 5.3667,
    "tmdb_url": "https://www.themoviedb.org/movie/931102"
  },
  {
    "id": 11528,
    "title": "The Sandlot",
    "release_date": "1993-04-07",
    "overview": "During a summer of friendship and adventure, one boy becomes a part of the gang, nine boys become a team and their leader becomes a legend by confronting the terrifying mystery beyond the right field wall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7PYqz0viEuW8qTvuGinUMjDWMnj.jpg",
    "popularity": 5.1649,
    "tmdb_url": "https://www.themoviedb.org/movie/11528"
  },
  {
    "id": 649609,
    "title": "Renfield",
    "release_date": "2023-04-07",
    "overview": "Having grown sick and tired of his centuries as Dracula's lackey, Renfield finds a new lease on life — and maybe even redemption — when he falls for feisty, perennially angry traffic cop Rebecca Quincy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p6yUjhvNGQpFZilKwOKbxQ1eHlo.jpg",
    "popularity": 4.9406,
    "tmdb_url": "https://www.themoviedb.org/movie/649609"
  },
  {
    "id": 302156,
    "title": "Criminal",
    "release_date": "2016-04-07",
    "overview": "CIA Agent Bill Pope is on a mission to track down a shadowy hacker named 'The Dutchman'. When he gets mysteriously killed, an experimental procedure transfers his memories into a dangerous ex-convict. When he wakes up Pope's memories, his mission is to eliminate The Dutchman before the hacker launches ICBMs and starts World War III.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lm0NlIsgGDqdx7CGFCDDJo1ptgh.jpg",
    "popularity": 4.6685,
    "tmdb_url": "https://www.themoviedb.org/movie/302156"
  },
  {
    "id": 15789,
    "title": "A Goofy Movie",
    "release_date": "1995-04-07",
    "overview": "An endearing modern-day story about how the lovable Goof bonds with his teenage son Max on a hilarious cross-country road trip. En route to the ol' fishing hole, they find themselves up to their floppy ears in misadventure!",
    "poster_url": "https://image.tmdb.org/t/p/w500/2aLNp9HBPNj9mI5R2tFw4vcfbFL.jpg",
    "popularity": 4.2542,
    "tmdb_url": "https://www.themoviedb.org/movie/15789"
  },
  {
    "id": 50456,
    "title": "Hanna",
    "release_date": "2011-04-07",
    "overview": "Raised by her father, an ex-CIA agent, in the wilds of Finland, Hanna's upbringing has been geared to making her the perfect assassin. Sent into the world by her father on a mission, Hanna journeys across Europe, eluding agents dispatched after her by a ruthless intelligence operative. As she nears her ultimate target, Hanna faces startling revelations about her existence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gRvxRMtejJa9jjfDDUibUIfIJbP.jpg",
    "popularity": 3.9146,
    "tmdb_url": "https://www.themoviedb.org/movie/50456"
  },
  {
    "id": 9957,
    "title": "The Benchwarmers",
    "release_date": "2006-04-07",
    "overview": "A trio of guys try and make up for missed opportunities in childhood by forming a three-player baseball team to compete against standard little league squads.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5yMPCr4qhuNg6fT538xicHaMaG7.jpg",
    "popularity": 3.3504,
    "tmdb_url": "https://www.themoviedb.org/movie/9957"
  },
  {
    "id": 498934,
    "title": "Liverleaf",
    "release_date": "2018-04-07",
    "overview": "The story follows Nozaki Haruka, a middle school student who transfers to a new school in a small town because of her father's work. Unfortunately, she becomes a victim of horrific bullying, but since the school will be closing in 2 months after graduation, no one is willing to help her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4YmCpOIlBr9gvPnHNqQfzSlcbOY.jpg",
    "popularity": 3.2132,
    "tmdb_url": "https://www.themoviedb.org/movie/498934"
  },
  {
    "id": 10134,
    "title": "Cyborg",
    "release_date": "1989-04-07",
    "overview": "A martial artist hunts a killer in a plague-infested urban dump of the future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOspcG8HP6KPdMvzezavRbzYCEw.jpg",
    "popularity": 3.095,
    "tmdb_url": "https://www.themoviedb.org/movie/10134"
  },
  {
    "id": 18775,
    "title": "Demon Seed",
    "release_date": "1977-04-07",
    "overview": "A scientist creates Proteus, an organic supercomputer with artificial intelligence which becomes obsessed with human beings, and in particular the creator's wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1COyCeH7NLNohVd0mRFDSBWt1Yv.jpg",
    "popularity": 3.0851,
    "tmdb_url": "https://www.themoviedb.org/movie/18775"
  },
  {
    "id": 606870,
    "title": "The Survivor",
    "release_date": "2022-04-07",
    "overview": "Harry Haft is a boxer who fought fellow prisoners in the concentration camps to survive. Haunted by the memories and his guilt, he attempts to use high-profile fights against boxing legends like Rocky Marciano as a way to find his first love again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oZWJ20tGWZ5xO9CrTCVavmDRy7J.jpg",
    "popularity": 3.0314,
    "tmdb_url": "https://www.themoviedb.org/movie/606870"
  },
  {
    "id": 592,
    "title": "The Conversation",
    "release_date": "1974-04-07",
    "overview": "A paranoid, secretive surveillance expert has a crisis of conscience when he suspects that the couple he is spying on will be murdered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dHqVBwcv1SGymOpUueRoKzcmdes.jpg",
    "popularity": 2.9506,
    "tmdb_url": "https://www.themoviedb.org/movie/592"
  },
  {
    "id": 2122,
    "title": "The Whole Ten Yards",
    "release_date": "2004-04-07",
    "overview": "Jimmy \"The Tulip\" Tudeski now spends his days compulsively cleaning his house and perfecting his culinary skills with his wife, Jill, a purported assassin who has yet to pull off a clean hit. Suddenly, an uninvited and unwelcome connection to their past unexpectedly shows up on Jimmy and Jill's doorstep; it's Oz, and he's begging them to help him rescue his wife, Cynthia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4fbglyCpPqK1u40fhncLXKAF74A.jpg",
    "popularity": 2.7974,
    "tmdb_url": "https://www.themoviedb.org/movie/2122"
  },
  {
    "id": 26259,
    "title": "Come Drink with Me",
    "release_date": "1966-04-07",
    "overview": "Golden Swallow is a fighter-for-hire who has been contracted by the local government to retrieve the governor's kidnapped son. Holding him is a group of rebels who are demanding that their leader be released from prison in return for the captured son. After a brief encounter with the gang at a local restaurant, Golden Swallow is joined by an inebriated wanderer Drunken Cat who aids her in her mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bVQhrpCfMZy8YoiAmbze1qWIoho.jpg",
    "popularity": 2.6951,
    "tmdb_url": "https://www.themoviedb.org/movie/26259"
  },
  {
    "id": 301804,
    "title": "Before I Wake",
    "release_date": "2016-04-07",
    "overview": "An orphaned child's dreams—and nightmares—manifest physically as he sleeps.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sI9neTbF3ECdpf2MpC88EMGJH13.jpg",
    "popularity": 2.5888,
    "tmdb_url": "https://www.themoviedb.org/movie/301804"
  },
  {
    "id": 9044,
    "title": "Tristan & Isolde",
    "release_date": "2006-04-07",
    "overview": "An affair between the second in line to Britain's throne and the princess of the feuding Irish spells doom for the young lovers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r7TpY5hJ4jQGH7c8yzJgBnTwPH6.jpg",
    "popularity": 2.5162,
    "tmdb_url": "https://www.themoviedb.org/movie/9044"
  },
  {
    "id": 736790,
    "title": "Chupa",
    "release_date": "2023-04-07",
    "overview": "While visiting family in Mexico, a lonely boy befriends a mythical creature hiding on his grandfather's ranch and embarks on the adventure of a lifetime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ra3xm8KFAkwK0CdbPRkfYADJYTB.jpg",
    "popularity": 2.5117,
    "tmdb_url": "https://www.themoviedb.org/movie/736790"
  },
  {
    "id": 393070,
    "title": "Insane",
    "release_date": "2016-04-07",
    "overview": "A woman gets kidnapped in the middle of the day and is tortured in a psychiatric hospital. A Journalist gets on the trace of the case and tries to find out the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ml478n5WsNYb5WpaNkVhY5jSOC.jpg",
    "popularity": 2.5081,
    "tmdb_url": "https://www.themoviedb.org/movie/393070"
  },
  {
    "id": 681749,
    "title": "The 420 Movie",
    "release_date": "2020-04-07",
    "overview": "With grand ideas of leaving the broken city they grew up in, two sisters get roped into using their get rich idea to help their womanizing father save the city he loves from bankruptcy and a three foot tall Mexican Drug Lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vzky61FKWysDL8OX8Yu9HkGvcBG.jpg",
    "popularity": 2.4768,
    "tmdb_url": "https://www.themoviedb.org/movie/681749"
  },
  {
    "id": 424998,
    "title": "The Case for Christ",
    "release_date": "2017-04-07",
    "overview": "Based on the true story of an award-winning investigative journalist -- and avowed atheist -- who applies his well-honed journalistic and legal skills to disprove the newfound Christian faith of his wife... with unexpected, life-altering results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hTKwkxMv5MCkN8vMXiEmMmAHafh.jpg",
    "popularity": 2.4752,
    "tmdb_url": "https://www.themoviedb.org/movie/424998"
  },
  {
    "id": 1537,
    "title": "Changing Lanes",
    "release_date": "2002-04-07",
    "overview": "A rush-hour fender-bender on New York City's crowded FDR Drive, under most circumstances, wouldn't set off a chain reaction that could decimate two people's lives. But on this day, at this time, a minor collision will turn two complete strangers into vicious adversaries. Their means of destroying each other might be different, but their goals, ultimately, will be the same: Each will systematically try to dismantle the other's life in a reckless effort to reclaim something he has lost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8wh9WzTKo5pJw3EgHYWA60W7Kbl.jpg",
    "popularity": 2.4708,
    "tmdb_url": "https://www.themoviedb.org/movie/1537"
  },
  {
    "id": 2621,
    "title": "Return to Me",
    "release_date": "2000-04-07",
    "overview": "It took a lot of cajoling to get Bob, a recently widowed architect, to go on a blind date at a quirky Irish-Italian eatery. Once there, he's smitten instantly not with his date but with the sharp-witted waitress. Everything seems to be going great until an unbelievable truth is revealed, one that could easily break both of their hearts for good.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mtYZyZh7hSiTq3gAU0C8FlcMC5.jpg",
    "popularity": 2.4109,
    "tmdb_url": "https://www.themoviedb.org/movie/2621"
  },
  {
    "id": 40353,
    "title": "I, Madman",
    "release_date": "1989-04-07",
    "overview": "A bookshop clerk starts seeing the disfigured killer from her favorite 1950s pulp novels come to life and start killing people around her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmM7hNVmPMQM8ijiI9P235jjlLQ.jpg",
    "popularity": 2.3692,
    "tmdb_url": "https://www.themoviedb.org/movie/40353"
  },
  {
    "id": 45447,
    "title": "She Shoots Straight",
    "release_date": "1990-04-07",
    "overview": "Hong Kong police officer Mina Kao marries Huang Tsung-Pao, who is a member of a law enforcement dynasty. His father and his many sisters are also officers, and the eldest sister Chia-Ling is one of the highest ranking women in the police department. When a Vietnamese gang begins a rampage through the city, the women must overcome their suspicion of one another to bring the criminals to justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7XumtdPXkoKZ2mXhSxyPcAPkGm.jpg",
    "popularity": 2.3262,
    "tmdb_url": "https://www.themoviedb.org/movie/45447"
  },
  {
    "id": 693979,
    "title": "The Secret Game of the Immoral Wife",
    "release_date": "2016-04-07",
    "overview": "From the first moment, Haruo saw Makoto in a busy street crossing, it was love at first sight. He spent five years stalking her and looking at her in her house through binoculars from his apartment across the street. Watching Makoto’s seemingly perfect life with her husband became a daily habit for him. He even mastered lip-reading in order to act out conversations with her. One day. Haruo witnesses Makoto’s husband, Mikiya, having sex with another woman. To expose her cheating husband’s lies, Haruo takes photos of the incident and sends them to Makoto, along with a letter, However, when she receives the photos, she throws them away without any reaction, and their normal husband-and-wife routine resumes as if nothing happened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/euDNoIcpeW69gJBUYktR0hewq47.jpg",
    "popularity": 2.2746,
    "tmdb_url": "https://www.themoviedb.org/movie/693979"
  },
  {
    "id": 8998,
    "title": "Friends with Money",
    "release_date": "2006-04-07",
    "overview": "As she reaches her mid-thirties and quits her lucrative job, singleton Olivia finds herself unsure about her future and her relationships with her successful and wealthy friends. She begins to envy the security of her richer friends and, although their lives may seem easier, Olivia's friends have their problems too: screenwriters Christine and Patrick are unable to collaborate on their latest project, Jane and Aaron have lost the romance in their relationship, and Franny and Matt have difficulties handling the demands of parenthood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8WdKFowmvfxmDJP5uS0Mf7kdskO.jpg",
    "popularity": 2.2559,
    "tmdb_url": "https://www.themoviedb.org/movie/8998"
  },
  {
    "id": 323676,
    "title": "The Boss",
    "release_date": "2016-04-07",
    "overview": "A titan of industry is sent to prison after she's caught for insider trading. When she emerges ready to rebrand herself as America's latest sweetheart, not everyone she screwed over is so quick to forgive and forget.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q6TAy2EWMpuT6gpxlO3ofj0RYrq.jpg",
    "popularity": 2.1778,
    "tmdb_url": "https://www.themoviedb.org/movie/323676"
  },
  {
    "id": 40508,
    "title": "3 Ninjas Knuckle Up",
    "release_date": "1995-04-07",
    "overview": "Rocky, Colt and TumTum must battle an evil wealthy toxic waste dumper in order to save a local Indian tribe and their friend Joe. The 3 Ninjas must help find Joe's father and find a secret disk that contains evidence that could stop the toxic landfill that is destroying the Indian community. However the town is owned by the rich man and he controls the police and even the mayor. They must fight a motorcycle gang and renegade cowboys in this non-stop ninja adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A2664BFz1Xmxyprh9DoxXIEldhb.jpg",
    "popularity": 2.1716,
    "tmdb_url": "https://www.themoviedb.org/movie/40508"
  },
  {
    "id": 430214,
    "title": "Night Is Short, Walk On Girl",
    "release_date": "2017-04-07",
    "overview": "As a group of university students go out for a night on the town, a sophomore known only as \"The Girl with Black Hair\" experiences a series of surreal encounters with the local nightlife – all the while unaware of the romantic longings of \"Senpai\", a senior student who has been creating increasingly fantastic and contrived reasons to run into her in an effort to win her heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7kmsC5N0m9aNSN2K4TSt65aseLU.jpg",
    "popularity": 2.1565,
    "tmdb_url": "https://www.themoviedb.org/movie/430214"
  },
  {
    "id": 434355,
    "title": "Taxi 5",
    "release_date": "2018-04-07",
    "overview": "A police officer who's transfered in the police of Marseille gets assigned to take down a group of Italian robbers who drive the powerfull Ferrari's with the older niece of Daniel, a terrible driver who gets the legendary white taxi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cRY6NShGF0FFDnRHEDTj0spUGHU.jpg",
    "popularity": 2.1412,
    "tmdb_url": "https://www.themoviedb.org/movie/434355"
  },
  {
    "id": 790416,
    "title": "Showing Up",
    "release_date": "2023-04-07",
    "overview": "In the days leading up to a possibly career-changing exhibition, a sculptor navigates her relationships with family, friends, and colleagues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iJw55oTb2MlG4NWjq3sbIFUVU76.jpg",
    "popularity": 2.1365,
    "tmdb_url": "https://www.themoviedb.org/movie/790416"
  },
  {
    "id": 783127,
    "title": "The Girl on a Bulldozer",
    "release_date": "2022-04-07",
    "overview": "Hae-young is a hopeless girl. She lives with her father who runs a Chinese restaurant, and a younger sibling. One day, her father has a mysterious accident, which places her in a position of responsibility. She is now not only the head of the house and must look after her younger sibling, but also an investigator tasked with finding the truth about the accident, and a fighter standing against the ugly world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xZoM9pj30E2fV2YX0L0fg7oR5xN.jpg",
    "popularity": 2.1079,
    "tmdb_url": "https://www.themoviedb.org/movie/783127"
  },
  {
    "id": 551806,
    "title": "Praise This",
    "release_date": "2023-04-07",
    "overview": "When aspiring musical superstar Sam is forced to join her cousin's struggling, underdog praise team in the lead-up to a national championship competition, she sees an opportunity to finally make her dreams come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/twdgFrp9Sd8rb3TdbWFQXAvslrH.jpg",
    "popularity": 2.0175,
    "tmdb_url": "https://www.themoviedb.org/movie/551806"
  }
]