[
  {
    "id": 62,
    "title": "2001: A Space Odyssey",
    "release_date": "1968-04-02",
    "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ve72VxNqjGM69Uky4WTo2bK6rfq.jpg",
    "popularity": 9.1043,
    "tmdb_url": "https://www.themoviedb.org/movie/62"
  },
  {
    "id": 13700,
    "title": "Home on the Range",
    "release_date": "2004-04-02",
    "overview": "When a greedy outlaw schemes to take possession of the \"Patch Of Heaven\" dairy farm, three determined cows, a karate-kicking stallion and a colorful corral of critters join forces to save their home. The stakes are sky-high as this unlikely animal alliance risk their hides and match wits with a mysterious band of bad guys.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9xIIo4FMquy5SRqn8hppyr2QadR.jpg",
    "popularity": 5.9957,
    "tmdb_url": "https://www.themoviedb.org/movie/13700"
  },
  {
    "id": 811634,
    "title": "The Monkey King: Reborn",
    "release_date": "2021-04-02",
    "overview": "When the irritable monkey king visits a temple together with his master Tang Monk, he feels offended because of a trifle and thereupon accidentally destroys a magic tree growing on the sacred ground. This brings an ancient demon king back to life, who promptly kidnaps Tang Monk to take revenge for his long imprisonment. The monkey king and his followers have only three days to not only save their master but also to prevent the demon king from regaining his full powers and destroying the world…",
    "poster_url": "https://image.tmdb.org/t/p/w500/67YXOoKGODyGvJXfXzVmgHNXYh8.jpg",
    "popularity": 5.6389,
    "tmdb_url": "https://www.themoviedb.org/movie/811634"
  },
  {
    "id": 1487,
    "title": "Hellboy",
    "release_date": "2004-04-02",
    "overview": "In the final days of World War II, the Nazis attempt to use black magic to aid their dying cause. The Allies raid the camp where the ceremony is taking place, but not before they summon a baby demon who is rescued by Allied forces and dubbed \"Hellboy\". Sixty years later, Hellboy serves the cause of good rather than evil as an agent in the Bureau of Paranormal Research & Defense, along with Abe Sapien - a merman with psychic powers, and Liz Sherman - a woman with pyrokinesis, protecting America against dark forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/21hS8mD8uxBVvf8xVYR30LbbmPO.jpg",
    "popularity": 5.5602,
    "tmdb_url": "https://www.themoviedb.org/movie/1487"
  },
  {
    "id": 340102,
    "title": "The New Mutants",
    "release_date": "2020-04-02",
    "overview": "Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xiDGcXJTvu1lazFRYip6g1eLt9c.jpg",
    "popularity": 5.5527,
    "tmdb_url": "https://www.themoviedb.org/movie/340102"
  },
  {
    "id": 9387,
    "title": "Conan the Barbarian",
    "release_date": "1982-04-02",
    "overview": "A horde of rampaging warriors massacre the parents of young Conan and enslave the young child for years on The Wheel of Pain. As the sole survivor of the childhood massacre, Conan is released from slavery and taught the ancient arts of fighting. Transforming himself into a killing machine, Conan travels into the wilderness to seek vengeance on Thulsa Doom, the man responsible for killing his family. In the wilderness, Conan takes up with the thieves Valeria and Subotai. The group comes upon King Osric, who wants the trio of warriors to help rescue his daughter who has joined Doom in the hills.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qw2A587Ee61IwcSOLNFRhuOACZZ.jpg",
    "popularity": 5.5308,
    "tmdb_url": "https://www.themoviedb.org/movie/9387"
  },
  {
    "id": 11152,
    "title": "The Ruins",
    "release_date": "2008-04-02",
    "overview": "Americans Amy, Stacy, Jeff and Eric look for fun during a sunny holiday in Mexico, but they get much more than that after visiting an archaeological dig in the jungle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6HpicbiT7xmlMjQXOSCeNoLZGpf.jpg",
    "popularity": 4.5082,
    "tmdb_url": "https://www.themoviedb.org/movie/11152"
  },
  {
    "id": 6003,
    "title": "Romeo and Juliet",
    "release_date": "1968-04-02",
    "overview": "Romeo Montague and Juliet Capulet fall in love against the wishes of their feuding families. Driven by their passion, the young lovers defy their destiny and elope, only to suffer the ultimate tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vaBQKLbSWkXGTOlsz9ARdJP4lvg.jpg",
    "popularity": 3.7453,
    "tmdb_url": "https://www.themoviedb.org/movie/6003"
  },
  {
    "id": 335462,
    "title": "Wolf Warrior",
    "release_date": "2015-04-02",
    "overview": "A Chinese special force soldier with extraordinary marksmanship is confronted by a group of deadly foreign mercenaries who are hired to assassinate him by a vicious drug lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9tGyxJcPUQclngSCcT18oEs80Yn.jpg",
    "popularity": 3.428,
    "tmdb_url": "https://www.themoviedb.org/movie/335462"
  },
  {
    "id": 332270,
    "title": "Battle for Sevastopol",
    "release_date": "2015-04-02",
    "overview": "The story of Lyudmila Pavlichenko, the most successful female sniper in history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cURuQIcuJ5U8ToPJByqytaIpL7U.jpg",
    "popularity": 3.3061,
    "tmdb_url": "https://www.themoviedb.org/movie/332270"
  },
  {
    "id": 50804,
    "title": "The Secret Path",
    "release_date": "1999-04-02",
    "overview": "14-year-old Jo Ann Foley lives in squalor in a rural Southern community during World War II. Abused by her bootlegging grandfather Hank, Jo Ann has, like her mother Marie, been forced into a life of prostitution. Periodically escaping her miserable existence, Jo Ann finds comfort, security, and genuine love with a poor but proud African American couple: Honey and Too Tall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/syrovXmCyrxSgzDgAVqZa4eac4V.jpg",
    "popularity": 3.2219,
    "tmdb_url": "https://www.themoviedb.org/movie/50804"
  },
  {
    "id": 9589,
    "title": "Christiane F.",
    "release_date": "1981-04-02",
    "overview": "This movie portrays the drug scene in Berlin in the 70s, following tape recordings of Christiane F. 14 years old Christiane lives with her mother and little sister in a typical multi-storey apartment building in Berlin. She's fascinated by the 'Sound', a new disco with most modern equipment. Although she's legally too young, she asks a friend to take her. There she meets Detlef, who's in a clique where everybody's on drugs. Step by step she gets drawn deeper into the scene.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gDnWMZ8d39KwmweE4OK5P7ph4OL.jpg",
    "popularity": 3.0267,
    "tmdb_url": "https://www.themoviedb.org/movie/9589"
  },
  {
    "id": 11358,
    "title": "Walking Tall",
    "release_date": "2004-04-02",
    "overview": "A former U.S. soldier returns to his hometown to find it overrun by crime and corruption, which prompts him to clean house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2sdmKtRz2SlGSLxxZDePKm5zxus.jpg",
    "popularity": 3.013,
    "tmdb_url": "https://www.themoviedb.org/movie/11358"
  },
  {
    "id": 805195,
    "title": "The Girl Who Believes in Miracles",
    "release_date": "2021-04-02",
    "overview": "When Sara hears a preacher say faith can move mountains, she starts praying. Suddenly people in her town are mysteriously healed! But fame soon takes its toll – can Sara’s family save her before it’s too late?",
    "poster_url": "https://image.tmdb.org/t/p/w500/riaVoQwSTQR7wDlZtveUSUhdoIu.jpg",
    "popularity": 2.931,
    "tmdb_url": "https://www.themoviedb.org/movie/805195"
  },
  {
    "id": 813258,
    "title": "Monster Pets: A Hotel Transylvania Short",
    "release_date": "2021-04-02",
    "overview": "Drac tries out some new monster pets to help occupy Tinkles for playtime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dkokENeY5Ka30BFgWAqk14mbnGs.jpg",
    "popularity": 2.7979,
    "tmdb_url": "https://www.themoviedb.org/movie/813258"
  },
  {
    "id": 6217,
    "title": "Cat People",
    "release_date": "1982-04-02",
    "overview": "After years of separation, Irena Gallier and her minister brother, Paul, reunite in New Orleans. When zoologists capture a wild panther, Irena is drawn to the cat – and zoo curator Oliver to her. Soon, Paul will have to reveal the family secret: that when sexually aroused, they revert into predatory jungle cats.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nYcQnkbTD4LDmp11HCReQuUoMKD.jpg",
    "popularity": 2.7602,
    "tmdb_url": "https://www.themoviedb.org/movie/6217"
  },
  {
    "id": 10587,
    "title": "Police Academy 4: Citizens on Patrol",
    "release_date": "1987-04-02",
    "overview": "A new batch of recruits arrives at Police Academy, this time a group of civilian volunteers who have joined Commandant Lassard's new Citizens on Patrol program. Although the community relations project has strong governmental support, a disgusted Captain Harris is determined to see it fail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vvk5aWBJE3EqDX2ln6M4J4UiUXr.jpg",
    "popularity": 2.7399,
    "tmdb_url": "https://www.themoviedb.org/movie/10587"
  },
  {
    "id": 44656,
    "title": "My Little Bride",
    "release_date": "2004-04-02",
    "overview": "A teenage girl tries to continue her normal social and school life, after her grandfather forces her into an arranged marriage with a man in his twenties.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eFE1fhmj57bidgHQCKuGcprYjjg.jpg",
    "popularity": 2.6335,
    "tmdb_url": "https://www.themoviedb.org/movie/44656"
  },
  {
    "id": 74529,
    "title": "The Sins of Rachel Cade",
    "release_date": "1961-04-02",
    "overview": "A female doctor in the Congo is torn between two loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xS9gvFb28P5reTKDvu1CJW9B0Gy.jpg",
    "popularity": 2.4698,
    "tmdb_url": "https://www.themoviedb.org/movie/74529"
  },
  {
    "id": 33408,
    "title": "The Crush",
    "release_date": "1993-04-02",
    "overview": "A precocious and obsessive teenager develops a crush on a naive writer with harrowing consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4B0eHFjUYYZlkE1fthC29KVC4CS.jpg",
    "popularity": 2.4621,
    "tmdb_url": "https://www.themoviedb.org/movie/33408"
  },
  {
    "id": 5725,
    "title": "Supervixens",
    "release_date": "1975-04-02",
    "overview": "Clint must flee after his wife is killed by a psychopathic cop, who tries to pin the murder on him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ymlxw3Gt2F9PuWek9Nkf4zeUeLz.jpg",
    "popularity": 2.4196,
    "tmdb_url": "https://www.themoviedb.org/movie/5725"
  },
  {
    "id": 335117,
    "title": "Delicious Delivery",
    "release_date": "2015-04-02",
    "overview": "A delivery boy gives it his all while delivering packages!  Will he be able to find real love in his erotic delivery life?  Im Hyeok is a handsome boy who gets dumped by his girlfriend and takes a break from school after his father goes bankrupt. He starts working as a delivery boy and his life changes completely. He provides other services to women who have nothing else to look forward to in their lives besides wait for their package to arrive.  The women in an apartment complex become a group and share Im Hyeok with each other. They include his sexy ex-girlfriend Hee-seon and innocent girl Tae-hee. The 5 sensual life between the five women and Im Hyeok starts now.Delicious Delivery",
    "poster_url": "https://image.tmdb.org/t/p/w500/pbU2UBygdGERFZkGLRXXYlj4aVz.jpg",
    "popularity": 2.3306,
    "tmdb_url": "https://www.themoviedb.org/movie/335117"
  }
]