[
  {
    "id": 502356,
    "title": "The Super Mario Bros. Movie",
    "release_date": "2023-04-05",
    "overview": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
    "popularity": 49.1352,
    "tmdb_url": "https://www.themoviedb.org/movie/502356"
  },
  {
    "id": 964980,
    "title": "Air",
    "release_date": "2023-04-05",
    "overview": "Discover the game-changing partnership between a then undiscovered Michael Jordan and Nike's fledgling basketball division which revolutionized the world of sports and culture with the Air Jordan brand.",
    "poster_url": "https://image.tmdb.org/t/p/w500/76AKQPdH3M8cvsFR9K8JsOzVlY5.jpg",
    "popularity": 8.3756,
    "tmdb_url": "https://www.themoviedb.org/movie/964980"
  },
  {
    "id": 758323,
    "title": "The Pope's Exorcist",
    "release_date": "2023-04-05",
    "overview": "Father Gabriele Amorth, Chief Exorcist of the Vatican, investigates a young boy's terrifying possession and ends up uncovering a centuries-old conspiracy the Vatican has desperately tried to keep hidden.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jFC4LS5qTAT3PinzdEzINfu1CV9.jpg",
    "popularity": 7.984,
    "tmdb_url": "https://www.themoviedb.org/movie/758323"
  },
  {
    "id": 796185,
    "title": "The Three Musketeers: D'Artagnan",
    "release_date": "2023-04-05",
    "overview": "D'Artagnan, a spirited young Gascon, is left for dead after trying to save a noblewoman from being kidnapped. Once in Paris, he tries by all means to find his attackers, unaware that his quest will lead him to the very heart of a war where the future of France is at stake. Aided by King's Musketeers Athos, Porthos and Aramis, he faces the machinations of villainous Cardinal Richelieu and Milady de Winter, while falling in love with Constance, the Queen's confidante.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hfExJPcbBtDeFDEb7I1By72Drlr.jpg",
    "popularity": 6.2428,
    "tmdb_url": "https://www.themoviedb.org/movie/796185"
  },
  {
    "id": 26973,
    "title": "Pretty Baby",
    "release_date": "1978-04-05",
    "overview": "Hattie, a New Orleans prostitute, meets a photographer named Bellocq at her brothel one night and, after he photographs her, he befriends her 12-year-old daughter, Violet. When Violet is brought on as a working girl by her mother's madam and Hattie skips town to get married, Violet quickly loses her innocence and focuses on reuniting with Bellocq. But a life with Bellocq is compromised for Violet after her mother returns to town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/smBDqEIwEZbtOYdAEVpY0QYJyRG.jpg",
    "popularity": 5.6284,
    "tmdb_url": "https://www.themoviedb.org/movie/26973"
  },
  {
    "id": 109428,
    "title": "Evil Dead",
    "release_date": "2013-04-05",
    "overview": "Mia, a drug addict, is determined to kick the habit. To that end, she asks her brother, David, his girlfriend, Natalie and their friends Olivia and Eric to accompany her to their family's remote forest cabin to help her through withdrawal. Eric finds a mysterious Book of the Dead at the cabin and reads aloud from it, awakening an ancient demon. All hell breaks loose when the malevolent entity possesses Mia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1gDV0Lm9y8ufIKzyf0h0GBgb9Zj.jpg",
    "popularity": 5.0816,
    "tmdb_url": "https://www.themoviedb.org/movie/109428"
  },
  {
    "id": 132344,
    "title": "Before Midnight",
    "release_date": "2013-04-05",
    "overview": "It has been nine years since we last met Jesse and Celine, the French-American couple who once met on a train in Vienna. They now live in Paris with twin daughters but have spent a summer in Greece at the invitation of an author colleague of Jesse's. When the vacation is over and Jesse must send his teenage son off to the States, he begins to question his life decisions, and his relationship with Celine is at risk.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbGKJmNUroDz75kh5Oafoall89e.jpg",
    "popularity": 3.5076,
    "tmdb_url": "https://www.themoviedb.org/movie/132344"
  },
  {
    "id": 1272,
    "title": "Sunshine",
    "release_date": "2007-04-05",
    "overview": "Fifty years into the future, the sun is dying, and Earth is threatened by arctic temperatures. A team of astronauts is sent to revive the Sun — but the mission fails. Seven years later, a new team is sent to finish the mission as mankind’s last hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8kX6xmEwz0RpEJkeWjXTkxbOCAp.jpg",
    "popularity": 3.1181,
    "tmdb_url": "https://www.themoviedb.org/movie/1272"
  },
  {
    "id": 28298,
    "title": "Eugenie de Sade",
    "release_date": "1973-04-05",
    "overview": "Eugenie, a beautiful but shy young girl, lives with her stepfather, a famous writer specializing in stories of erotica. One day she happens to read one of his \"erotic\" books and its power so affects her that begins to find herself sexually attracted to her stepfather. He notices this, and eventually brings her into his dark world of sexual perversion and murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dvSaP5XUDb6hthxFwfrO2XGePih.jpg",
    "popularity": 3.0891,
    "tmdb_url": "https://www.themoviedb.org/movie/28298"
  },
  {
    "id": 108072,
    "title": "Killing of the Flesh",
    "release_date": "1983-04-05",
    "overview": "A group of decadent and filthy rich people arrive at the empty hotel where a deceased rich man lived. Soon they are copulating like crazy and the murders begin...",
    "poster_url": "https://image.tmdb.org/t/p/w500/7LtHfju1Ea3GP2Eh87utJsaqEdc.jpg",
    "popularity": 2.8087,
    "tmdb_url": "https://www.themoviedb.org/movie/108072"
  },
  {
    "id": 85052,
    "title": "Housefull 2",
    "release_date": "2012-04-05",
    "overview": "A comedy of errors wherein four men help each other to fool their prospective father-in-laws creating a cascade of confusion and mayhem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y6L3GpfXWqfO7COtUyiEeACH35G.jpg",
    "popularity": 2.7898,
    "tmdb_url": "https://www.themoviedb.org/movie/85052"
  },
  {
    "id": 2185,
    "title": "Big Trouble",
    "release_date": "2002-04-05",
    "overview": "The story of how a mysterious suitcase brings together, and changes, the lives of a divorced dad, an unhappy housewife, two hitmen, a pair of street thugs, two love struck teens, two FBI men and a psychedelic toad. Based on Pulitzer Prize-winning humorist Dave Barry's best-selling first novel, \"Big Trouble.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/h844gBztdYMLrroUen6qbsomrGx.jpg",
    "popularity": 2.4625,
    "tmdb_url": "https://www.themoviedb.org/movie/2185"
  },
  {
    "id": 11560,
    "title": "High Crimes",
    "release_date": "2002-04-05",
    "overview": "A female attorney learns that her husband is really a marine officer awol for fifteen years and accused of murdering fifteen civilians in El Salvador. Believing her husband when he tells her that he's being framed as part of a U.S. Military cover-up, the attorney defends him in a military court.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9sj9rUr7Vu5IfOQHnYKnJuVEw0B.jpg",
    "popularity": 2.3009,
    "tmdb_url": "https://www.themoviedb.org/movie/11560"
  },
  {
    "id": 41775,
    "title": "There's Nothing Out There",
    "release_date": "1991-04-05",
    "overview": "Mike's obsession with horror movies means he can't help but expect to find a monster lurking around every corner. When he joins his friends for a weekend away at a remote lodge, Mike instantly senses that something isn't right. Can Mike use his movie knowledge to save his pals from a bloody end?",
    "poster_url": "https://image.tmdb.org/t/p/w500/1jq1ixT05QZfmf4pSpxG0pXybP3.jpg",
    "popularity": 2.2505,
    "tmdb_url": "https://www.themoviedb.org/movie/41775"
  },
  {
    "id": 8592,
    "title": "Dick Tracy",
    "release_date": "1990-04-05",
    "overview": "The comic strip detective finds his life vastly complicated when Breathless Mahoney makes advances towards him while he is trying to battle Big Boy Caprice's united mob.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AonBXZe8GwnW8f1TWI2KcewOsfS.jpg",
    "popularity": 2.1673,
    "tmdb_url": "https://www.themoviedb.org/movie/8592"
  },
  {
    "id": 458131,
    "title": "The Best of Enemies",
    "release_date": "2019-04-05",
    "overview": "Centers on the unlikely relationship between Ann Atwater, an outspoken civil rights activist, and C.P. Ellis, a local Ku Klux Klan leader who reluctantly co-chaired a community summit, battling over the desegregation of schools in Durham, North Carolina during the racially-charged summer of 1971. The incredible events that unfolded would change Durham and the lives of Atwater and Ellis forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4pA9318BY7CSnXVi3xKBtPYMe1T.jpg",
    "popularity": 2.1151,
    "tmdb_url": "https://www.themoviedb.org/movie/458131"
  },
  {
    "id": 22048,
    "title": "Foxy Brown",
    "release_date": "1974-04-05",
    "overview": "A voluptuous black woman takes a job as a high-class prostitute in order to get revenge on the mobsters who murdered her boyfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d0K6SWsZi1VrZm6nALMY4Y1PxZq.jpg",
    "popularity": 2.0882,
    "tmdb_url": "https://www.themoviedb.org/movie/22048"
  },
  {
    "id": 570973,
    "title": "Last Breath",
    "release_date": "2019-04-05",
    "overview": "A commercial diver is stranded on the seabed with only five minutes of oxygen supply, but with no chance of rescue for more than 30 minutes. With access to amazing archival footage, this is the true story of one man’s impossible fight for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zfTNsILhmDiChJJ7Zxxl8IUvkUM.jpg",
    "popularity": 2.0535,
    "tmdb_url": "https://www.themoviedb.org/movie/570973"
  }
]