[
  {
    "id": 168259,
    "title": "Furious 7",
    "release_date": "2015-04-01",
    "overview": "Deckard Shaw seeks revenge against Dominic Toretto and his family for his comatose brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wurKlC3VKUgcfsn0K51MJYEleS2.jpg",
    "popularity": 13.4782,
    "tmdb_url": "https://www.themoviedb.org/movie/168259"
  },
  {
    "id": 187,
    "title": "Sin City",
    "release_date": "2005-04-01",
    "overview": "Welcome to Sin City. This town beckons to the tough, the corrupt, the brokenhearted. Some call it dark… Hard-boiled. Then there are those who call it home — Crooked cops, sexy dames, desperate vigilantes. Some are seeking revenge, others lust after redemption, and then there are those hoping for a little of both. A universe of unlikely and reluctant heroes still trying to do the right thing in a city that refuses to care.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i66G50wATMmPrvpP95f0XP6ZdVS.jpg",
    "popularity": 6.6231,
    "tmdb_url": "https://www.themoviedb.org/movie/187"
  },
  {
    "id": 11344,
    "title": "A Bittersweet Life",
    "release_date": "2005-04-01",
    "overview": "Kim Sun-woo is an enforcer and manager for a hotel owned by a cold, calculative crime boss, Kang who assigns Sun-woo to a simple errand while he is away on a business trip; to shadow his young mistress, Hee-soo, for fear that she may be cheating on him with a younger man with the mandate that he must kill them both if he discovers their affair.",
    "poster_url": "https://image.tmdb.org/t/p/w500/czoCxjadYUT2oe9cKzSnU6ZrYoI.jpg",
    "popularity": 4.1352,
    "tmdb_url": "https://www.themoviedb.org/movie/11344"
  },
  {
    "id": 799155,
    "title": "Attack",
    "release_date": "2022-04-01",
    "overview": "With the Parliament under siege, India’s first super soldier Arjun Shergill is tasked to get hold of the terrorists in time, save the Prime Minister from their clutches and stop a dirty bomb from exploding and destroying Delhi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A9FjibQFfkPVrfQcM3dlY6fkYpJ.jpg",
    "popularity": 3.8933,
    "tmdb_url": "https://www.themoviedb.org/movie/799155"
  },
  {
    "id": 797787,
    "title": "Man in Love",
    "release_date": "2021-04-01",
    "overview": "A debt collector strikes a deal with a debt-ridden woman struggling to care for her ailing father: he will take care of her bills if she agrees to date him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sGFS01I30wgAtsWF2HXFPVmRAmd.jpg",
    "popularity": 3.645,
    "tmdb_url": "https://www.themoviedb.org/movie/797787"
  },
  {
    "id": 18947,
    "title": "The Boat That Rocked",
    "release_date": "2009-04-01",
    "overview": "An ensemble comedy, where the romance is between the young people of the 60s, and pop music. It's about a band of DJs that captivate Britain, playing the music that defines a generation and standing up to a government that  wanted control of popular culture via the British Broadcasting Corporation. Loosely based on the events in Britain in the 60's when the Labour government of Harold Wilson, wanted to bring the pirate radio stations under control, enough to see the passage of the Marine Broadcasting Offences Act on 15 August 1967. Also known as \"Pirate Radio\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/l7CBRLAXUnHi0kp2krhLtlJvtWI.jpg",
    "popularity": 3.1872,
    "tmdb_url": "https://www.themoviedb.org/movie/18947"
  },
  {
    "id": 10611,
    "title": "Barbershop",
    "release_date": "2002-04-01",
    "overview": "A day in the life of a barbershop on the south side of Chicago. Calvin, who inherited the struggling business from his deceased father, views the shop as nothing but a burden and waste of his time. After selling the shop to a local loan shark, Calvin slowly begins to see his father's vision and legacy and struggles with the notion that he just sold it out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/up8cEgEsl2Dq5Djb9lMZYBK0s84.jpg",
    "popularity": 3.0438,
    "tmdb_url": "https://www.themoviedb.org/movie/10611"
  },
  {
    "id": 26593,
    "title": "Rio Lobo",
    "release_date": "1970-04-01",
    "overview": "After the Civil War, a former Union colonel searches for the two traitors whose perfidy led to the loss of a close friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2vlpjEE5GxJr7CiURQ4e2DWybkw.jpg",
    "popularity": 2.9446,
    "tmdb_url": "https://www.themoviedb.org/movie/26593"
  },
  {
    "id": 11082,
    "title": "The Seventh Sign",
    "release_date": "1988-04-01",
    "overview": "Abby is a pregnant woman with a curious new boarder in the apartment over her garage. Turns out he's heaven-sent and is speeding along the Apocalypse by bloodying rivers, egging on plagues and following scripture word for word.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vAgVzkPmfe2pcgzkpoz8cZ9i9wm.jpg",
    "popularity": 2.8373,
    "tmdb_url": "https://www.themoviedb.org/movie/11082"
  },
  {
    "id": 347126,
    "title": "God's Not Dead 2",
    "release_date": "2016-04-01",
    "overview": "When a high school teacher is asked a question in class about Jesus, her reasoned response lands her in deep trouble and could expel God from the public square once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l0Di5mvlFhIxTn8VPGhcrYE0MCT.jpg",
    "popularity": 2.7376,
    "tmdb_url": "https://www.themoviedb.org/movie/347126"
  },
  {
    "id": 919609,
    "title": "ODDTAXI in the Woods",
    "release_date": "2022-04-01",
    "overview": "Reconstruction of the television anime that will also depict what happens after its finale with a new story written by Kazuya Konomoto.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vWtvRhnenl2g8qypSlOOlDIPLgP.jpg",
    "popularity": 2.4126,
    "tmdb_url": "https://www.themoviedb.org/movie/919609"
  },
  {
    "id": 45505,
    "title": "Moonlight Express",
    "release_date": "1999-04-01",
    "overview": "On the eve of her wedding, Hitomi loses her fiance Tatsuya to a car accident. She travels to Hong Kong seeking solace and meets undercover cop Karbo — a dead ringer for Tatsuya. The duo is forced to take it on the lam when a corrupt colleague frames Karbo, and Hitomi soon finds herself torn between her love for Tatsuya and her blossoming feelings for her fellow fugitive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/76090WA6QbnB06tdx1V5HtdJ8Mt.jpg",
    "popularity": 2.4027,
    "tmdb_url": "https://www.themoviedb.org/movie/45505"
  },
  {
    "id": 529106,
    "title": "Major Grom: Plague Doctor",
    "release_date": "2021-04-01",
    "overview": "In present day St. Petersburg, police major Igor Grom, an honest and skilled cop with unconventional methods, pursues a vigilante murderer in the mask of a plague doctor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wnesEmcq7xdw1Rm1Bn6XEFTkenR.jpg",
    "popularity": 2.3873,
    "tmdb_url": "https://www.themoviedb.org/movie/529106"
  },
  {
    "id": 18731,
    "title": "Last Hero in China",
    "release_date": "1993-04-01",
    "overview": "Jet Li stars in this comic spectacle as a Chinese \"Robin Hood\" who stumbles upon a kidnapping scheme after unwittingly opening a martial arts school next to a brothel!",
    "poster_url": "https://image.tmdb.org/t/p/w500/v8uCNayRX5mCgvRwhUVE24qtpnN.jpg",
    "popularity": 2.3848,
    "tmdb_url": "https://www.themoviedb.org/movie/18731"
  },
  {
    "id": 963261,
    "title": "Son's Girlfriend, Daddy's Girlfriend 2",
    "release_date": "2022-04-01",
    "overview": "Jeong-goo is in a relationship with his son's girlfriend, Mi-hee. Mi-hee feels guilty and breaks up with Yeong-jin, and Yeong-jin who is struggling because of it, got in a relationship with Joo-eun. Yeong-jin's ex-wife, Yeon-ri meets Jeong-goo by chance and finds out about the whole thing, and Yeon-ri who was curious about Jeong-goo, sleeps with him...",
    "poster_url": "https://image.tmdb.org/t/p/w500/6xu9crDySkzj16gfH89Elc2Yyqc.jpg",
    "popularity": 2.2697,
    "tmdb_url": "https://www.themoviedb.org/movie/963261"
  },
  {
    "id": 661231,
    "title": "Operation Mincemeat",
    "release_date": "2022-04-01",
    "overview": "In 1943, two British intelligence officers concoct Operation Mincemeat, wherein their plan to drop a corpse with false papers off the coast of Spain would fool Nazi spies into believing the Allied forces were planning to attack by way of Greece rather than Sicily.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tfdfh1mK24VujxT5z11732asxdR.jpg",
    "popularity": 2.2657,
    "tmdb_url": "https://www.themoviedb.org/movie/661231"
  },
  {
    "id": 64503,
    "title": "Transformers: Scramble City",
    "release_date": "1986-04-01",
    "overview": "Taking place after the Second Season of Transformers, Scramble City is a story in which the Cybertrons have built a secret lab hidden inside a mountain to build a new super robot, Metroplex to be a mobile base for them. As Ultra Magnus prepares it the Destrons find out its location and attack it. The Cybertron and Destron teams duke it out over the mountain then Metroplex comes out and beats all the Destrons but then out of the water comes Typticon! Can Metroplex defeat Trypticon???",
    "poster_url": "https://image.tmdb.org/t/p/w500/mal5AP6VHGcm3VeyTCziqWQnC9C.jpg",
    "popularity": 2.2157,
    "tmdb_url": "https://www.themoviedb.org/movie/64503"
  },
  {
    "id": 11689,
    "title": "Crime Busters",
    "release_date": "1977-04-01",
    "overview": "An attempted robbery turns to be an unexpected recruitment when two unemployed men mistakenly break into a police office instead of a store.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z35E0qY8wkkSPIBT5ptQAyWvr8k.jpg",
    "popularity": 2.2076,
    "tmdb_url": "https://www.themoviedb.org/movie/11689"
  }
]