[
  {
    "id": 11697,
    "title": "The Man Who Shot Liberty Valance",
    "release_date": "1962-04-13",
    "overview": "Questions arise when Senator Stoddard attends the funeral of a local man named Tom Doniphon in a small Western town. Flashing back, we learn Doniphon saved Stoddard, then a lawyer, when he was roughed up by a crew of outlaws terrorizing the town, led by Liberty Valance. As the territory's safety hung in the balance, Doniphon and Stoddard, two of the only people standing up to him, proved to be very important, but different, foes to Valance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4C1R0LEivLjbv3swAzJfzh0tzXl.jpg",
    "popularity": 29.8924,
    "tmdb_url": "https://www.themoviedb.org/movie/11697"
  },
  {
    "id": 1359,
    "title": "American Psycho",
    "release_date": "2000-04-13",
    "overview": "A wealthy New York investment banking executive hides his alternate psychopathic ego from his co-workers and friends as he escalates deeper into his illogical, gratuitous fantasies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9uGHEgsiUXjCNq8wdq4r49YL8A1.jpg",
    "popularity": 9.7608,
    "tmdb_url": "https://www.themoviedb.org/movie/1359"
  },
  {
    "id": 84308,
    "title": "Madrid, 1987",
    "release_date": "2012-04-13",
    "overview": "In 1987 Madrid, the unexpected encounter between a seasoned journalist and a young student leads to a profound exploration of love, desire, politics, power, and discovery of each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iWKT0kFQKyptvjIrB2RTkNUHDdu.jpg",
    "popularity": 8.1935,
    "tmdb_url": "https://www.themoviedb.org/movie/84308"
  },
  {
    "id": 155797,
    "title": "Good Luck, Miss Wyckoff",
    "release_date": "1979-04-13",
    "overview": "An abusive sexual relationship between a white spinster schoolteacher and a young black janitor in 1956 Kansas complicates her struggle to come to grips with her sexuality and emotions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kz7tRg1gNS0QVJ4N5fkpHQnFJdt.jpg",
    "popularity": 7.907,
    "tmdb_url": "https://www.themoviedb.org/movie/155797"
  },
  {
    "id": 12208,
    "title": "Casino Royale",
    "release_date": "1967-04-13",
    "overview": "Sir James Bond is called back out of retirement to stop SMERSH. In order to trick SMERSH, James thinks up the ultimate plan - that every agent will be named 'James Bond'. One of the Bonds, whose real name is Evelyn Tremble is sent to take on Le Chiffre in a game of baccarat, but all the Bonds get more than they can handle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9wdw5H018bgIM8bK2HuDvh8BwOh.jpg",
    "popularity": 6.6389,
    "tmdb_url": "https://www.themoviedb.org/movie/12208"
  },
  {
    "id": 634,
    "title": "Bridget Jones's Diary",
    "release_date": "2001-04-13",
    "overview": "Bridget Jones is an average woman struggling against her age, her weight, her job, her lack of a man, and her various imperfections. As a New Year's resolution, Bridget decides to take control of her life, starting by keeping a diary in which she will always tell the complete truth. The fireworks begin when her charming though disreputable boss takes an interest in the quirky Miss Jones. Thrown into the mix are Bridget's band of slightly eccentric friends and a rather disagreeable acquaintance into whom Bridget cannot seem to stop running or help finding quietly attractive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dkauRl9TosBFikftrC3OVcKWDoz.jpg",
    "popularity": 6.1033,
    "tmdb_url": "https://www.themoviedb.org/movie/634"
  },
  {
    "id": 10096,
    "title": "13 Going on 30",
    "release_date": "2004-04-13",
    "overview": "A girl who's sick of the social strictures of junior high is transformed into a grownup overnight. In this feel-good fairy tale, teenager Jenna wants a boyfriend, and when she's unable to find one, she fantasizes about being a well-adjusted adult. Suddenly, her secret desire becomes a reality, and she is transformed into a 30-year-old, but adulthood, with its own set of male-female challenges, isn't as easy as it looks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iNZdSIfhSCMtRILDNyhLn8UKeSG.jpg",
    "popularity": 5.9644,
    "tmdb_url": "https://www.themoviedb.org/movie/10096"
  },
  {
    "id": 9730,
    "title": "Friday the 13th: The Final Chapter",
    "release_date": "1984-04-13",
    "overview": "After his revival in a hospital morgue, Jason fixes his vengeful attention on the Jarvis family and a group of hitherto carefree teenagers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1J7zudfR3VLPwAf9lK5YPfSu0n6.jpg",
    "popularity": 4.9577,
    "tmdb_url": "https://www.themoviedb.org/movie/9730"
  },
  {
    "id": 41446,
    "title": "Scream 4",
    "release_date": "2011-04-13",
    "overview": "Ten years have passed, and Sidney Prescott has put herself back together thanks to her writing. However, her return to Woodsboro sparks the return of the Ghostface Killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tcrI37K98TVopLbcZBa55mWhLT1.jpg",
    "popularity": 4.7659,
    "tmdb_url": "https://www.themoviedb.org/movie/41446"
  },
  {
    "id": 454619,
    "title": "Overboard",
    "release_date": "2018-04-13",
    "overview": "A spoiled, wealthy yacht owner is thrown overboard and becomes the target of revenge from his mistreated employee.",
    "poster_url": "https://image.tmdb.org/t/p/w500/41Rzkgo9y7n6BNGD6O8j0LVs8Yu.jpg",
    "popularity": 4.3175,
    "tmdb_url": "https://www.themoviedb.org/movie/454619"
  },
  {
    "id": 901908,
    "title": "The Key Game",
    "release_date": "2022-04-13",
    "overview": "Laura has been with Antonio all her life and, just when she begins to wonder if that is really the life she wants, Sergio and Siena cross paths in their lives. Sergio is a former high school classmate and Siena, his millennial girlfriend who arrives to revolutionize everyone's lives. Laura, Raquel and Cris, close friends for years, convince their respective husbands to play a game that Siena proposes to them: the game of keys. The game consists of everyone putting their keys in a bowl. At random, each one chooses some keys and he must go to spend the night with the owner of the keys. This game will revolutionize the group of friends and their lives. It will make them discover who they are and what they really want.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3gT6LThQL32bToudOdqZ0U8QgL8.jpg",
    "popularity": 3.7496,
    "tmdb_url": "https://www.themoviedb.org/movie/901908"
  },
  {
    "id": 16814,
    "title": "Crazy People",
    "release_date": "1990-04-13",
    "overview": "A bitter ad executive, who has reached his breaking point, finds himself in a mental institution, where his career actually begins to thrive with the help of the hospital's patients.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iV2Iaq9DVZxhYNSpOTB3eKfaAPi.jpg",
    "popularity": 3.4556,
    "tmdb_url": "https://www.themoviedb.org/movie/16814"
  },
  {
    "id": 76489,
    "title": "The Three Stooges",
    "release_date": "2012-04-13",
    "overview": "Left on the doorstep of an orphanage run by nuns, three newborn knuckleheads grow up to be finger-poking, nyuk-nyuking janitors named Larry, Curly and Moe. When they learn that financial problems will soon force the only home they've ever known to close, the trio sets out to raise $830,000 in one month. Out in the world for the very first time, the three innocent bumblers become embroiled in a murder plot and find stardom on a TV reality show.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b0nNQCL90RGTwjxLEFsFFLQZKNe.jpg",
    "popularity": 3.2977,
    "tmdb_url": "https://www.themoviedb.org/movie/76489"
  },
  {
    "id": 809140,
    "title": "Father Stu",
    "release_date": "2022-04-13",
    "overview": "The true-life story of boxer-turned-priest. When an injury ends his amateur boxing career, Stuart Long moves to Los Angeles to find money and fame. While scraping by as a supermarket clerk, he meets Carmen, a Sunday school teacher who seems immune to his bad-boy charm. Determined to win her over, the longtime agnostic starts going to church to impress her. However, a motorcycle accident leaves him wondering if he can use his second chance to help others, leading to the surprising realization that he's meant to be a Catholic priest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pLAeWgqXbTeJ2gQtNvRmdIncYsk.jpg",
    "popularity": 3.04,
    "tmdb_url": "https://www.themoviedb.org/movie/809140"
  },
  {
    "id": 16250,
    "title": "Love Comes Softly",
    "release_date": "2003-04-13",
    "overview": "Nineteen year old pioneer woman Marty has recently married. She goes west with her husband Clem, hoping to start a new life. But Clem unexpectedly dies, and Marty finds herself alone, two months pregnant. Widower Clark offers her a marriage of convenience: she needs food and money, and he needs someone to take care of his daughter Missie. She accepts his proposal as a temporary solution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/shyGlG9BJtb8k201XP6R17niKU5.jpg",
    "popularity": 3.029,
    "tmdb_url": "https://www.themoviedb.org/movie/16250"
  },
  {
    "id": 809787,
    "title": "Mafia Mamma",
    "release_date": "2023-04-13",
    "overview": "A suburban American woman inherits her grandfather’s Mafia empire and, guided by the Firm’s trusted consigliere, defies everyone’s expectations, including her own, as the new head of the family business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x83FFyGGux31l7OiF9NZHeq6ZWv.jpg",
    "popularity": 2.7834,
    "tmdb_url": "https://www.themoviedb.org/movie/809787"
  },
  {
    "id": 163772,
    "title": "Crayon Shin-chan: Invoke a Storm! Me and the Space Princess",
    "release_date": "2012-04-13",
    "overview": "The Noharas get abducted by aliens who claim that Shin-chan's baby sister is their princess! Will she stay on this planet or return to Kasukabe?",
    "poster_url": "https://image.tmdb.org/t/p/w500/7NGIushHHtUuOwnDMoGWRpkrOwx.jpg",
    "popularity": 2.7081,
    "tmdb_url": "https://www.themoviedb.org/movie/163772"
  },
  {
    "id": 493006,
    "title": "Case Closed: Zero the Enforcer",
    "release_date": "2018-04-13",
    "overview": "After a sudden explosion at Edge of Ocean island in Tokyo, Tōru Amuro, codename Zero, begins to investigate. Meanwhile, private eye Kogorō is arrested as a suspect, so Conan Edogawa conducts his own investigation to prove his innocence, but Amuro stands in his way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w4nyOBnP7q0qlVfHAn0j49rs76d.jpg",
    "popularity": 2.5329,
    "tmdb_url": "https://www.themoviedb.org/movie/493006"
  },
  {
    "id": 433694,
    "title": "Sgt. Stubby: An American Hero",
    "release_date": "2018-04-13",
    "overview": "The true story of the most decorated dog in American military history -- Sgt. Stubby -- and the enduring bonds he forged with his brothers-in-arms in the trenches of World War I.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o3eKgsZARPMrCoMZbPa3SI0La6H.jpg",
    "popularity": 2.4696,
    "tmdb_url": "https://www.themoviedb.org/movie/433694"
  },
  {
    "id": 496527,
    "title": "October",
    "release_date": "2018-04-13",
    "overview": "Dan, a 21-year-old carefree boy is always surrounded by a bunch of friends and fellow hotel interns who feed off each other's everyday moments, their ups and downs. Shiuli is also an intern working in the same hotel, who at times is at a receiving end of Dan's audaciousness. Everything was normal in their life until a sudden turn of events smashes Dan and Shiuli's lives together, into a bond.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
    "popularity": 2.4488,
    "tmdb_url": "https://www.themoviedb.org/movie/496527"
  },
  {
    "id": 253240,
    "title": "Lady Ninja: Reflections of Darkness",
    "release_date": "1996-04-13",
    "overview": "A sexy squad of female ninja assassins is hired by a ruthless magistrate to exterminate his former lovers, who threaten to ruin his reputation. Battles erupt with a hilarious mix of martial arts and magic--all in the line of duty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rzZdbGs4c3QnY8DzO0gezJeKVM3.jpg",
    "popularity": 2.4126,
    "tmdb_url": "https://www.themoviedb.org/movie/253240"
  },
  {
    "id": 20312,
    "title": "Interstate 60",
    "release_date": "2002-04-13",
    "overview": "An aspiring painter meets various characters and learns valuable lessons while traveling across America.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zZQt29qBWLoVVOo8HEFzFYRAgYQ.jpg",
    "popularity": 2.2557,
    "tmdb_url": "https://www.themoviedb.org/movie/20312"
  },
  {
    "id": 385261,
    "title": "Love, Lies",
    "release_date": "2016-04-13",
    "overview": "Two best friends, So-yool and Yeon-hee, dream of becoming the top artists in Seoul together. But their friendship doesn't last long as Yoon-woo, So-yool's first love and songwriter, falls in love with Yeon-hee and her voice. So-yool's feeling of jealousy and inferiority towards Yeon-hee grows by the day, and she eventually makes a drastic decision to bring the two lovers down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ohePb2nuja8VUEjhJIpbyiwAAgC.jpg",
    "popularity": 2.1645,
    "tmdb_url": "https://www.themoviedb.org/movie/385261"
  },
  {
    "id": 16657,
    "title": "Protégé",
    "release_date": "2007-04-13",
    "overview": "A special agent has for 8 years been deep undercover in Asia's lucrative organized crime trade as he plays protégé to one of the key players, Banker. Now, Nick has but he has started to feel loyalty to his new environment and to the money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/giSOmGcEMfRg3hLluMiEtvZPDT1.jpg",
    "popularity": 2.1365,
    "tmdb_url": "https://www.themoviedb.org/movie/16657"
  },
  {
    "id": 11780,
    "title": "Rob Roy",
    "release_date": "1995-04-13",
    "overview": "In the highlands of Scotland in the 1700s, Rob Roy tries to lead his small town to a better future, by borrowing money from the local nobility to buy cattle to herd to market. When the money is stolen, Rob is forced into a Robin Hood lifestyle to defend his family and honour.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nl7Lg6VqR9h1Z9IKuUtttBB93wo.jpg",
    "popularity": 2.0616,
    "tmdb_url": "https://www.themoviedb.org/movie/11780"
  }
]