[
  {
    "id": 868759,
    "title": "Ghosted",
    "release_date": "2023-04-18",
    "overview": "Salt-of-the-earth Cole falls head over heels for enigmatic Sadie—but then makes the shocking discovery that she's a secret agent. Before they can decide on a second date, Cole and Sadie are swept away on an international adventure to save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
    "popularity": 18.4319,
    "tmdb_url": "https://www.themoviedb.org/movie/868759"
  },
  {
    "id": 68721,
    "title": "Iron Man 3",
    "release_date": "2013-04-18",
    "overview": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qhPtAc1TKbMPqNvcdXSOn9Bn7hZ.jpg",
    "popularity": 12.2,
    "tmdb_url": "https://www.themoviedb.org/movie/68721"
  },
  {
    "id": 21452,
    "title": "Case Closed: The Fourteenth Target",
    "release_date": "1998-04-18",
    "overview": "Ran’s secret past revealed! Ten years ago, something happened between her mom and dad. Now, plagued by nightmares, Ran is starting to remember… Meanwhile, a murderous card dealer breaks out of jail to seek revenge. His target: Ran’s father. Can Conan stop him in time and save his girlfriend’s family?",
    "poster_url": "https://image.tmdb.org/t/p/w500/2W1FwcYpHarzO5GKBYucoGnDffA.jpg",
    "popularity": 6.5208,
    "tmdb_url": "https://www.themoviedb.org/movie/21452"
  },
  {
    "id": 186982,
    "title": "A Liberal Passion",
    "release_date": "2013-04-18",
    "overview": "When an uncompromising idealist and rich, arrogant heir cross paths, their contrasting beliefs begin to shift when they fall for each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8UDMUdvE8zD6VjdzvU4vwn2ZB2u.jpg",
    "popularity": 5.8416,
    "tmdb_url": "https://www.themoviedb.org/movie/186982"
  },
  {
    "id": 9334,
    "title": "The Scorpion King",
    "release_date": "2002-04-18",
    "overview": "In ancient Egypt, peasant Mathayus is hired to exact revenge on the powerful Memnon and the sorceress Cassandra, who are ready to overtake Balthazar's village. Amid betrayals, thieves, abductions and more, Mathayus strives to bring justice to his complicated world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aITIsX20tACn6jgtyDcCYpRT216.jpg",
    "popularity": 5.6359,
    "tmdb_url": "https://www.themoviedb.org/movie/9334"
  },
  {
    "id": 134374,
    "title": "Pain & Gain",
    "release_date": "2013-04-18",
    "overview": "Daniel Lugo, manager of the Sun Gym in 1990s Miami, decides that there is only one way to achieve his version of the American dream: extortion. To achieve his goal, he recruits musclemen Paul and Adrian as accomplices. After several failed attempts, they abduct rich businessman Victor Kershaw and convince him to sign over all his assets to them. But when Kershaw makes it out alive, authorities are reluctant to believe his story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9WqA0Ry9wmTzFvom8mNbcyKZQgP.jpg",
    "popularity": 5.4909,
    "tmdb_url": "https://www.themoviedb.org/movie/134374"
  },
  {
    "id": 303857,
    "title": "Dragon Ball Z: Resurrection 'F'",
    "release_date": "2015-04-18",
    "overview": "One peaceful day on Earth, two remnants of Frieza's army named Sorbet and Tagoma arrive searching for the Dragon Balls with the aim of reviving Frieza. They succeed, and Frieza subsequently seeks revenge on the Saiyans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/soq3AxjALdBfdPAm8H7yuMmNL5Y.jpg",
    "popularity": 5.3075,
    "tmdb_url": "https://www.themoviedb.org/movie/303857"
  },
  {
    "id": 28764,
    "title": "Detective Conan: The Raven Chaser",
    "release_date": "2009-04-18",
    "overview": "A new member from the Black Organization that shrunk Shinichi's body manages to find out about Shinichi's transformation into Conan. This discovery starts to put those around him in danger as Gin and the other Black Organization members start to take action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1rqrypnOq4cuwzobGW9gQgarkSr.jpg",
    "popularity": 5.3033,
    "tmdb_url": "https://www.themoviedb.org/movie/28764"
  },
  {
    "id": 8326,
    "title": "Holes",
    "release_date": "2003-04-18",
    "overview": "A wrongfully convicted boy is sent to a brutal desert detention camp where he must dig holes in order to build character. What he doesn't know is that he is digging holes in order to search for a lost treasure hidden somewhere in the camp.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o2Dm2mcE1qW8vT0bpsJO5OMBbqa.jpg",
    "popularity": 4.9781,
    "tmdb_url": "https://www.themoviedb.org/movie/8326"
  },
  {
    "id": 316873,
    "title": "Case Closed: Sunflowers of Inferno",
    "release_date": "2015-04-18",
    "overview": "Conan tries to track down Kaito Kid, who supposedly steals a replica of one of Van Gogh's Sunflowers paintings during an auction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/phTv5vD6nLCLrtUKWRHMBJGU7Bi.jpg",
    "popularity": 4.1052,
    "tmdb_url": "https://www.themoviedb.org/movie/316873"
  },
  {
    "id": 371236,
    "title": "Crayon Shin-chan: My Moving Story! Cactus Large Attack!",
    "release_date": "2015-04-18",
    "overview": "The Noharas must survive a hoard of man-eating killer cacti after Shin-chan's father relocates the family to Mexico for work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rdIhlmuqFZ8gQtBbGQcCkLJ7jmB.jpg",
    "popularity": 2.9082,
    "tmdb_url": "https://www.themoviedb.org/movie/371236"
  },
  {
    "id": 12101,
    "title": "Soylent Green",
    "release_date": "1973-04-18",
    "overview": "In the year 2022, overcrowding, pollution,  and resource depletion have reduced society’s leaders to finding food for the teeming masses. The answer is Soylent Green.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5nbkShkOEXUoKVhaX0XG41wyBkq.jpg",
    "popularity": 2.8502,
    "tmdb_url": "https://www.themoviedb.org/movie/12101"
  },
  {
    "id": 9415,
    "title": "Murder at 1600",
    "release_date": "1997-04-18",
    "overview": "A secretary is found dead in a White House bathroom during an international crisis, and Detective Harlan Regis is in charge of the investigation. Despite resistance from the Secret Service, Regis partners with agent Nina Chance. As political tensions rise, they learn that the crime could be part of an elaborate cover-up. Framed as traitors, the pair, plus Regis' partner, break into the White House in order to expose the true culprit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5S469MSJIzb6J0PIsghUn52uzfP.jpg",
    "popularity": 2.5748,
    "tmdb_url": "https://www.themoviedb.org/movie/9415"
  },
  {
    "id": 128887,
    "title": "Crayon Shin-chan: Roar! Kasukabe Animal Kingdom",
    "release_date": "2009-04-18",
    "overview": "Shin-chan's parents have turned into animals, and environmental extremists are to blame! Shin-chan's going to have to put things right.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w0SeTVkKOniXbCeTxE3XVQ7JtQ5.jpg",
    "popularity": 2.2231,
    "tmdb_url": "https://www.themoviedb.org/movie/128887"
  },
  {
    "id": 10782,
    "title": "Basic",
    "release_date": "2003-04-18",
    "overview": "When a hurricane hits a US Army base on the edge of the Panama Canal, an elite covert operations team of US Army Rangers recruits are on a routine jungle training exercise that goes horribly awry. Only two recruits are rescued, one of which is badly injured, but both have different accounts regarding the fate of their leader, legendary and ruthless Army Ranger Drill Sergeant Nathan West, and the rest of their platoon. Tom Hardy, an ex-army Ranger turned maverick DEA agent is brought in to solve the mystery and uncover what really happened out there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jtyF4NF9fQlyGP8cgU1mK3DLUTB.jpg",
    "popularity": 2.1504,
    "tmdb_url": "https://www.themoviedb.org/movie/10782"
  },
  {
    "id": 128875,
    "title": "Crayon Shin-chan: Dengeki! Buta no Hizume Daisakusen",
    "release_date": "1998-04-18",
    "overview": "It all begins when a secret agent hiding in the ship where dinner Futaba school students. The Pig Hoof follow and take the boat with her, Shin Chan and his friends on board. From there, Shin Chan, Masao, Nene, Kazama and Boo Chan van with Agent everywhere as their hostages.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Wd9O0IjvUPMITU9HNA7elUCYkH.jpg",
    "popularity": 2.0805,
    "tmdb_url": "https://www.themoviedb.org/movie/128875"
  },
  {
    "id": 160265,
    "title": "Koyla",
    "release_date": "1997-04-18",
    "overview": "A village girl agrees to a marriage to a king she has never met after he sends her a photograph of himself. But the man in the photograph is not the king but his most loyal slave, the handsome but mute Shankar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rP12AzvscPo6WfKdrkw1Nfv2KrK.jpg",
    "popularity": 2.0455,
    "tmdb_url": "https://www.themoviedb.org/movie/160265"
  },
  {
    "id": 343887,
    "title": "The Last Laugh",
    "release_date": "2016-04-18",
    "overview": "Feature documentary about humor and the Holocaust, examining whether it is ever acceptable to use humor in connection with a tragedy of that scale, and the implications for other seemingly off-limits topics in a society that prizes free speech.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aSx9GuubOqbCUWAJjt62UogsES2.jpg",
    "popularity": 2.0107,
    "tmdb_url": "https://www.themoviedb.org/movie/343887"
  }
]