[
  {
    "id": 713704,
    "title": "Evil Dead Rise",
    "release_date": "2023-04-12",
    "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
    "popularity": 11.8285,
    "tmdb_url": "https://www.themoviedb.org/movie/713704"
  },
  {
    "id": 337339,
    "title": "The Fate of the Furious",
    "release_date": "2017-04-12",
    "overview": "When a mysterious woman seduces Dom into the world of crime and a betrayal of those closest to him, the crew face trials that will test them as never before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dImWM7GJqryWJO9LHa3XQ8DD5NH.jpg",
    "popularity": 10.4777,
    "tmdb_url": "https://www.themoviedb.org/movie/337339"
  },
  {
    "id": 22970,
    "title": "The Cabin in the Woods",
    "release_date": "2012-04-12",
    "overview": "A group of teens journey to a remote cabin in the woods where their fate is unknowingly controlled by technicians as part of a worldwide conspiracy where all horror movie clichés are revealed to be part of an elaborate sacrifice ritual.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zZZe5wn0udlhMtdlDjN4NB72R6e.jpg",
    "popularity": 9.2941,
    "tmdb_url": "https://www.themoviedb.org/movie/22970"
  },
  {
    "id": 4257,
    "title": "Scary Movie 4",
    "release_date": "2006-04-12",
    "overview": "Cindy finds out the house she lives in is haunted by a little boy and goes on a quest to find out who killed him and why. Also, Alien \"Tr-iPods\" are invading the world and she has to uncover the secret in order to stop them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sEqFdw1wLtY94RKCSPolsHWzn6r.jpg",
    "popularity": 6.9139,
    "tmdb_url": "https://www.themoviedb.org/movie/4257"
  },
  {
    "id": 9659,
    "title": "Mad Max",
    "release_date": "1979-04-12",
    "overview": "In the ravaged near-future, a savage motorcycle gang rules the road. Terrorizing innocent civilians while tearing up the streets, the ruthless gang laughs in the face of a police force hell-bent on stopping them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5LrI4GiCSrChgkdskVZiwv643Kg.jpg",
    "popularity": 6.7853,
    "tmdb_url": "https://www.themoviedb.org/movie/9659"
  },
  {
    "id": 458376,
    "title": "Neo Chinpira 2: Zoom Goes the Bullet",
    "release_date": "1991-04-12",
    "overview": "In the sequel to 1990's classic Neo Chinpira, Junko (Sho Aikawa) attempts to take out Kazama and then goes on the run. However, he quickly begins to feel homesick, and returns home to find that almost everything has changed. Noriko is now a bar mama with a lavish lifestyle, Yumeko is nowhere to be found, and his boss (Toru Minegishi) seems to have sinister plans involving Junko and his uncle (Jo Shishido).",
    "poster_url": "https://image.tmdb.org/t/p/w500/rNxItOXexbqwpXBSOGbrH6VHsS0.jpg",
    "popularity": 5.9721,
    "tmdb_url": "https://www.themoviedb.org/movie/458376"
  },
  {
    "id": 460019,
    "title": "Truth or Dare",
    "release_date": "2018-04-12",
    "overview": "A harmless game of \"Truth or Dare\" among friends turns deadly when someone—or something—begins to punish those who tell a lie—or refuse the dare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ei2waWQAG8NP244WShIFgGu9IOu.jpg",
    "popularity": 5.6608,
    "tmdb_url": "https://www.themoviedb.org/movie/460019"
  },
  {
    "id": 664767,
    "title": "Mortal Kombat Legends: Scorpion's Revenge",
    "release_date": "2020-04-12",
    "overview": "After the vicious slaughter of his family by stone-cold mercenary Sub-Zero, Hanzo Hasashi is exiled to the torturous Netherrealm. There, in exchange for his servitude to the sinister Quan Chi, he’s given a chance to avenge his family – and is resurrected as Scorpion, a lost soul bent on revenge. Back on Earthrealm, Lord Raiden gathers a team of elite warriors – Shaolin monk Liu Kang, Special Forces officer Sonya Blade and action star Johnny Cage – an unlikely band of heroes with one chance to save humanity. To do this, they must defeat Shang Tsung’s horde of Outworld gladiators and reign over the Mortal Kombat tournament.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4VlXER3FImHeFuUjBShFamhIp9M.jpg",
    "popularity": 4.6051,
    "tmdb_url": "https://www.themoviedb.org/movie/664767"
  },
  {
    "id": 10543,
    "title": "Fear",
    "release_date": "1996-04-12",
    "overview": "Nicole Walker always dreamed of being swept away by someone special — someone strong, sexy and sensitive who would care for her more than anything else in the world. David is all that and more: a modern-day knight who charms and seduces her, body and soul. But her perfect boyfriend is not all he seems to be. His sweet facade masks a savage, dark side that will soon transform Nicole's dream into a nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ut8snuINzOibbKnvpTnsGWQr4Nl.jpg",
    "popularity": 4.5501,
    "tmdb_url": "https://www.themoviedb.org/movie/10543"
  },
  {
    "id": 586047,
    "title": "Seobok",
    "release_date": "2021-04-12",
    "overview": "Ex intelligence agent Ki-heon is tasked with safely transporting Seo Bok, the first ever human clone, who holds the secret of eternal life. Several forces try to take control of Seo Bok to serve their own agendas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nxxuWC32Y6TULj4VnVwMPUFLIpK.jpg",
    "popularity": 4.1441,
    "tmdb_url": "https://www.themoviedb.org/movie/586047"
  },
  {
    "id": 4929,
    "title": "Hang 'em High",
    "release_date": "1968-04-12",
    "overview": "Marshall Jed Cooper survives a hanging, vowing revenge on the lynch mob that left him dangling. To carry out his oath for vengeance, he returns to his former job as a lawman. Before long, he's caught up with the nine men on his hit list and starts dispensing his own brand of Wild West justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gFvRKgCAa1MKlcAKZfoDNdR2dgy.jpg",
    "popularity": 4.0258,
    "tmdb_url": "https://www.themoviedb.org/movie/4929"
  },
  {
    "id": 996154,
    "title": "Black Lotus",
    "release_date": "2023-04-12",
    "overview": "An ex-special forces operative wages a one man war through the streets of Amsterdam to rescue his friend's daughter from the local crime syndicate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y3AeW200hqGLxoPyHMDHpzudylz.jpg",
    "popularity": 3.6172,
    "tmdb_url": "https://www.themoviedb.org/movie/996154"
  },
  {
    "id": 81796,
    "title": "Lockout",
    "release_date": "2012-04-12",
    "overview": "Set in the near future, Lockout follows a falsely convicted ex-government agent , whose one chance at obtaining freedom lies in the dangerous mission of rescuing the President's daughter from rioting convicts at an outer space maximum security prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i5QfNIcg6hc327IWUerea0EczP4.jpg",
    "popularity": 3.0783,
    "tmdb_url": "https://www.themoviedb.org/movie/81796"
  },
  {
    "id": 543540,
    "title": "The Perfect Date",
    "release_date": "2019-04-12",
    "overview": "No beau? No problem! To earn money for college, a high schooler creates a dating app that lets him act as a stand-in boyfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rrAYdezO3h1mjdYTaQyTXoj8IZ4.jpg",
    "popularity": 2.9744,
    "tmdb_url": "https://www.themoviedb.org/movie/543540"
  },
  {
    "id": 109410,
    "title": "42",
    "release_date": "2013-04-12",
    "overview": "In 1946, Branch Rickey, owner of the Brooklyn Dodgers, took a stand against Major League Baseball's infamous color line when he signed Jackie Robinson  to the team. The deal put both men in the crosshairs of the public, the press and even other players. Facing unabashed racism from every side, Robinson was forced to demonstrate tremendous courage and let his talent on the field wins over fans and his teammates – silencing his critics and forever changing the world by changing the game of baseball.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iZ7jVGQWj3eBUdqwAPUlKk0BaS2.jpg",
    "popularity": 2.9095,
    "tmdb_url": "https://www.themoviedb.org/movie/109410"
  },
  {
    "id": 10539,
    "title": "James and the Giant Peach",
    "release_date": "1996-04-12",
    "overview": "When the young orphan boy James spills a magic bag of crocodile tongues, he finds himself in possession of a giant peach that flies him away to strange lands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hCcndEHrNcfkDGcGgqcVGBgcBCA.jpg",
    "popularity": 2.8729,
    "tmdb_url": "https://www.themoviedb.org/movie/10539"
  },
  {
    "id": 14362,
    "title": "Out for Justice",
    "release_date": "1991-04-12",
    "overview": "Gino Felino is an NYPD detective from Brooklyn who knows everyone and everything in his neighborhood. Killing his partner was someone's big mistake... because he's now out for justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmfM1diysOyrX4JbvwS7uOomyes.jpg",
    "popularity": 2.5939,
    "tmdb_url": "https://www.themoviedb.org/movie/14362"
  },
  {
    "id": 12149,
    "title": "Frailty",
    "release_date": "2002-04-12",
    "overview": "A mysterious man arrives at the offices of an FBI agent and recounts his childhood: how his religious fanatic father received visions telling him to kill people who were in fact \"demons.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/jid7dyfHa6ApZSTweC3T3nllWjh.jpg",
    "popularity": 2.4863,
    "tmdb_url": "https://www.themoviedb.org/movie/12149"
  },
  {
    "id": 951546,
    "title": "Reign of Chaos",
    "release_date": "2022-04-12",
    "overview": "When the world is gripped by a plague unleashed by the evil lord Chaos, and humans are turned into rabid creatures, mankind can only be saved by three young women, descendants of a Goddess, with the power to stop Chaos' evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tAmTVjK8fDgFBFYIpa0GqfuIoPe.jpg",
    "popularity": 2.4655,
    "tmdb_url": "https://www.themoviedb.org/movie/951546"
  },
  {
    "id": 178809,
    "title": "The Colony",
    "release_date": "2013-04-12",
    "overview": "Forced underground by the next ice age, a struggling outpost of survivors must fight to preserve humanity against a threat even more savage than nature.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ppTqHex38Jkpg9fhPzDcYJuxqhR.jpg",
    "popularity": 2.4554,
    "tmdb_url": "https://www.themoviedb.org/movie/178809"
  },
  {
    "id": 25318,
    "title": "Escape from Sobibor",
    "release_date": "1987-04-12",
    "overview": "The true story of WWII's notorious Sobibor Nazi death camp, where a courageous inmate orchestrates and leads the escape of over 300 prisoners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zxXeuxLgNdOWiT3zd8DrK98E6oj.jpg",
    "popularity": 2.4369,
    "tmdb_url": "https://www.themoviedb.org/movie/25318"
  },
  {
    "id": 9290,
    "title": "Crocodile Dundee in Los Angeles",
    "release_date": "2001-04-12",
    "overview": "After settling in the tiny Australian town of Walkabout Creek with his significant other and his young son, Mick \"Crocodile\" Dundee is thrown for a loop when a prestigious Los Angeles newspaper offers his honey a job. The family migrates back to the United States, and Croc and son soon find themselves learning some lessons about American life -- many of them inadvertent",
    "poster_url": "https://image.tmdb.org/t/p/w500/hwt6iJjPuXRDKJON5s9G9pdfPbu.jpg",
    "popularity": 2.4154,
    "tmdb_url": "https://www.themoviedb.org/movie/9290"
  },
  {
    "id": 800383,
    "title": "Beast",
    "release_date": "2022-04-12",
    "overview": "A former RAW officer, who is among the hostages in a mall taken over by terrorists, has to foil their plans and prevent the government from releasing a dreaded terrorist, who he had helped put in prison at great personal cost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yE8bsjy9hvuSY5JdtFlJGXyaTeH.jpg",
    "popularity": 2.199,
    "tmdb_url": "https://www.themoviedb.org/movie/800383"
  },
  {
    "id": 335659,
    "title": "The Labyrinth of Grisaia",
    "release_date": "2015-04-12",
    "overview": "Yuuji makes the unexpected decision to pursue promotion within the institution he works for. He meets with JB to discuss the documents he submitted for review as a part of the promotion process, documents pertaining to his own past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Q4oS4Zn9jqSfsEaFvsHyu29Sqh.jpg",
    "popularity": 2.125,
    "tmdb_url": "https://www.themoviedb.org/movie/335659"
  },
  {
    "id": 326947,
    "title": "The Maid",
    "release_date": "2014-04-12",
    "overview": "An emotionally troubled teenager gets into a passionate relationship with the older French woman working in his father's house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eZerBkR2ChRnOrIO4MoolnjXb8w.jpg",
    "popularity": 2.1248,
    "tmdb_url": "https://www.themoviedb.org/movie/326947"
  },
  {
    "id": 581590,
    "title": "Perfect Break",
    "release_date": "2016-04-12",
    "overview": "The World Title is the ultimate prize for Bobby Stevens. Getting to the final was his big chance but for some reason he froze against Ray Carter and the match was almost a whitewash as Bobby could not pot another ball! A few years later he's performing trick-shots wearing a mask in small clubs and trying to move on but whatever stopped him potting in the final before has resurfaced. Through his struggles, he meets a young girl and her mother who help him tread the right path. Does this lead to victory in the Jimmy White Invitational Tournament? Will he also find love along the way?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Wq1rbmpIsEUApVu9glFLC98gfU.jpg",
    "popularity": 2.0973,
    "tmdb_url": "https://www.themoviedb.org/movie/581590"
  },
  {
    "id": 482981,
    "title": "Wild Rose",
    "release_date": "2019-04-12",
    "overview": "A young Scottish singer, Rose-Lynn Harlan, dreams of making it as a country artist in Nashville after being released from prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/79THplH9WM7y3gRPYM4dcC0IRPw.jpg",
    "popularity": 2.0741,
    "tmdb_url": "https://www.themoviedb.org/movie/482981"
  },
  {
    "id": 11812,
    "title": "The Sweetest Thing",
    "release_date": "2002-04-12",
    "overview": "Christina's love life is stuck in neutral. After years of avoiding the hazards of a meaningful relationship, one night while club-hopping with her girlfriends, she meets Peter, her perfect match. Fed up with playing games, she finally gets the courage to let her guard down and follow her heart, only to discover that Peter has suddenly left town. Accompanied by Courtney, she sets out to capture the one that got away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qLysz4B5YmiDq52Op0zq4eD75LC.jpg",
    "popularity": 2.0712,
    "tmdb_url": "https://www.themoviedb.org/movie/11812"
  },
  {
    "id": 9642,
    "title": "Asterix and the Vikings",
    "release_date": "2006-04-12",
    "overview": "Asterix and Obelix have been given a tough mission: Transform the chief's lazy nephew Justforkix into a warrior. When the Vikings abduct him and bring him back to their homeland, Asterix and Obelix must travel to Norway to rescue Justforkix.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dW9h1Ez6PRx8PnZUVT27MnG8Wu5.jpg",
    "popularity": 2.0672,
    "tmdb_url": "https://www.themoviedb.org/movie/9642"
  },
  {
    "id": 38956,
    "title": "Kamen Rider Den-O & Kiva: Climax Deka",
    "release_date": "2008-04-12",
    "overview": "With Kai’s defeat, Ryotaro and the rest of the DenLiner crew resume their time-traveling adventures by founding a detective agency to keep any other surviving Imagin in check. But when a rogue Imagin swipes Owner’s spare Den-O Pass, it’s up to the DenLiner Police and rookie detective Kazuya, along with a little help from another Rider, to stop the evil Imagin and save the past, present, and future!",
    "poster_url": "https://image.tmdb.org/t/p/w500/wDxOYPQI5jwRIHlJpfA9DxoLxma.jpg",
    "popularity": 2.0375,
    "tmdb_url": "https://www.themoviedb.org/movie/38956"
  }
]