[
  {
    "id": 26338,
    "title": "Romance",
    "release_date": "1999-04-14",
    "overview": "Frustrated by the lack of intimacy in her relationship, a young schoolteacher goes through a series of intimidating and often violent sexual partners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xR2b19JyLr8ssLzIvaXBOkGkghm.jpg",
    "popularity": 6.8787,
    "tmdb_url": "https://www.themoviedb.org/movie/26338"
  },
  {
    "id": 1047041,
    "title": "Detective Conan: Black Iron Submarine",
    "release_date": "2023-04-14",
    "overview": "Many engineers from around the world gather at the Interpol marine facility \"Pacific Buoy\" on Hachijo-jima, in the sea south of central Tokyo Prefecture coast, to witness the launch of a new system that connects all law enforcement camera systems around the world and enables facial recognition worldwide. Conan, along with his friends Kogoro, Ran, Agasa, Haibara, and the Detective Boys, also heads to the island with an invitation from Sonoko to see the whales. He receives a message from Subaru, who says that a Europol agent has been murdered in Germany by Gin. Perturbed, Conan sneaks onto the police ship led by Kuroda, which is bringing them to the island to protect the completion work, and tours the new facility, just in time for the Black Organization to kidnap a female engineer, seeking a piece of important data in her USB drive. A terrifying howl of screws is heard from the ocean as an unknown person approaches Haibara.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ksQ8uNgoWsVH6a0oPB6zx08pOwU.jpg",
    "popularity": 5.8263,
    "tmdb_url": "https://www.themoviedb.org/movie/1047041"
  },
  {
    "id": 798286,
    "title": "Beau Is Afraid",
    "release_date": "2023-04-14",
    "overview": "Following the sudden death of his mother, a mild-mannered but anxiety-ridden man confronts his darkest fears as he embarks on an epic, Kafkaesque odyssey back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wgVkkjigF31r1nZV80uV0xNIoun.jpg",
    "popularity": 5.5518,
    "tmdb_url": "https://www.themoviedb.org/movie/798286"
  },
  {
    "id": 122583,
    "title": "Detective Conan: The Eleventh Striker",
    "release_date": "2012-04-14",
    "overview": "Kogoro's detective agency receives a mysterious phone call. Someone on the other end warns about a bomb and leaves behind a code, which if Conan can decipher the riddle, he can stop the bomb. An adventure begins for Conan and the Detective Boys, taking place at a soccer match between Hideo Akagi of the Tokyo Spirits and Ryusuke Higo of Big Osaka.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9wUk85WRQrAxTOgxjdPwrmVQ2Se.jpg",
    "popularity": 5.1427,
    "tmdb_url": "https://www.themoviedb.org/movie/122583"
  },
  {
    "id": 587412,
    "title": "K.G.F: Chapter 2",
    "release_date": "2022-04-14",
    "overview": "The blood-soaked land of Kolar Gold Fields (KGF) has a new overlord now - Rocky, whose name strikes fear in the heart of his foes. His allies look up to Rocky as their Savior, the government sees him as a threat to law and order; enemies are clamoring for revenge and conspiring for his downfall. Bloodier battles and darker days await as Rocky continues on his quest for unchallenged supremacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/khNVygolU0TxLIDWff5tQlAhZ23.jpg",
    "popularity": 5.1011,
    "tmdb_url": "https://www.themoviedb.org/movie/587412"
  },
  {
    "id": 1280655,
    "title": "VIRGO",
    "release_date": "2021-04-14",
    "overview": "Three young people recall the story of how they got into trouble.",
    "poster_url": null,
    "popularity": 4.522,
    "tmdb_url": "https://www.themoviedb.org/movie/1280655"
  },
  {
    "id": 948713,
    "title": "The Last Kingdom: Seven Kings Must Die",
    "release_date": "2023-04-14",
    "overview": "In the wake of King Edward's death, Uhtred of Bebbanburg and his comrades adventure across a fractured kingdom in the hopes of uniting England at last.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qcNDxDzd5OW9wE3c8nWxCBQoBrM.jpg",
    "popularity": 4.1001,
    "tmdb_url": "https://www.themoviedb.org/movie/948713"
  },
  {
    "id": 332411,
    "title": "I Am Wrath",
    "release_date": "2016-04-14",
    "overview": "A man is out for justice after a group of corrupt police officers are unable to catch his wife's killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6NvLA3BP5ktLaZ1qdLY0oHsaqwD.jpg",
    "popularity": 3.8351,
    "tmdb_url": "https://www.themoviedb.org/movie/332411"
  },
  {
    "id": 535,
    "title": "Flashdance",
    "release_date": "1983-04-14",
    "overview": "Alex Owens, a young woman juggling between two odd jobs, aspires to become a successful ballet dancer. Nick, who is her boss and lover, supports and encourages her to fulfil her dream.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ziiy6ORt8BlxWFXskBChBMInvDA.jpg",
    "popularity": 3.5719,
    "tmdb_url": "https://www.themoviedb.org/movie/535"
  },
  {
    "id": 913673,
    "title": "Nefarious",
    "release_date": "2023-04-14",
    "overview": "On the day of his scheduled execution, a convicted serial killer gets a psychiatric evaluation during which he claims he is a demon, and further claims that before their time is over, the psychiatrist will commit three murders of his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xwjWUAajQJPj5aik1tounPguZbz.jpg",
    "popularity": 3.5138,
    "tmdb_url": "https://www.themoviedb.org/movie/913673"
  },
  {
    "id": 370076,
    "title": "Theri",
    "release_date": "2016-04-14",
    "overview": "When an honest cop, Vijay Kumar's family is ruthlessly slaughtered by a politician and his aides, he decides to change his identity and commits his life to bring his daughter up in a serene atmosphere. But some freak events end up compromising his identity and what he does to save his daughter and avenge the death of his family unfurls as Theri.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f6BhexotEqO3GejXa3FopBNGL6M.jpg",
    "popularity": 3.3976,
    "tmdb_url": "https://www.themoviedb.org/movie/370076"
  },
  {
    "id": 259018,
    "title": "Behaving Badly",
    "release_date": "2014-04-14",
    "overview": "Teenager Rick Stevens is willing to do whatever it takes to win the heart of Nina Pennington. He'll have to deal with his best friend's horny mom, a drug abusing boss and even the mob if he ever hopes to land the girl of his dreams. Love is never easy!",
    "poster_url": "https://image.tmdb.org/t/p/w500/vHPRAvYa4AT2KfORbpTlhNGtGEI.jpg",
    "popularity": 2.9484,
    "tmdb_url": "https://www.themoviedb.org/movie/259018"
  },
  {
    "id": 277558,
    "title": "Final Girl",
    "release_date": "2015-04-14",
    "overview": "Veronica, the new girl in town, is lured into the woods by a group of senior boys looking to make her a victim. But the boys don't know that Veronica's been trained to handle herself in surprisingly lethal ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7liOzGi6DNESPv5gFC7g6mpqBSK.jpg",
    "popularity": 2.8949,
    "tmdb_url": "https://www.themoviedb.org/movie/277558"
  },
  {
    "id": 10065,
    "title": "The Amityville Horror",
    "release_date": "2005-04-14",
    "overview": "George Lutz, his wife Kathy, and their three children have just moved into a beautiful, and improbably cheap, Dutch colonial mansion nestled in the sleepy coastal town of Amityville, Long Island. However, their dream home is concealing a horrific past and soon each member of the Lutz family is plagued with increasingly strange and violent visions and impulses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4D246dpe7yy2GvHI2IbpeqkUXry.jpg",
    "popularity": 2.8217,
    "tmdb_url": "https://www.themoviedb.org/movie/10065"
  },
  {
    "id": 10152,
    "title": "Dumb and Dumberer: When Harry Met Lloyd",
    "release_date": "2003-04-14",
    "overview": "This wacky prequel to the 1994 blockbuster goes back to the lame-brained Harry and Lloyd's days as classmates at a Rhode Island high school, where the unprincipled principal puts the pair in remedial courses as part of a scheme to fleece the school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qxD6P3UXASFCdbrVavceZzgOfI9.jpg",
    "popularity": 2.6439,
    "tmdb_url": "https://www.themoviedb.org/movie/10152"
  },
  {
    "id": 1946,
    "title": "eXistenZ",
    "release_date": "1999-04-14",
    "overview": "A game designer on the run from assassins must play her latest virtual reality creation with a marketing trainee to determine if the game has been damaged.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kETKF0JhdTPn1knci8CAdYL0d79.jpg",
    "popularity": 2.6265,
    "tmdb_url": "https://www.themoviedb.org/movie/1946"
  },
  {
    "id": 53122,
    "title": "Chandramukhi",
    "release_date": "2005-04-14",
    "overview": "Creepy happenings in an abandoned mansion are attributed to the ghost of an ancient courtesan, back for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r7lLdyiJ1e2FmDP6rvxsUDk7Uju.jpg",
    "popularity": 2.5003,
    "tmdb_url": "https://www.themoviedb.org/movie/53122"
  },
  {
    "id": 2028,
    "title": "Say Anything...",
    "release_date": "1989-04-14",
    "overview": "Lloyd, an eternal optimist, seeks to capture the heart of Diane, an unattainable high school beauty and straight-A student. He surprises just about everyone-including himself-when she returns the sentiment. But Diane's over-possessive, divorced Dad disapproves and it's going to take more than just the power of love to conquer all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nkucKciFGSRalw6dJtsglWqOXMC.jpg",
    "popularity": 2.4034,
    "tmdb_url": "https://www.themoviedb.org/movie/2028"
  },
  {
    "id": 419700,
    "title": "Sandy Wexler",
    "release_date": "2017-04-14",
    "overview": "When a hapless but dedicated talent manager signs his first client who actually has talent, his career finally starts to take off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/38SDqWOt4utiLOnWlas7BfrYQGS.jpg",
    "popularity": 2.3744,
    "tmdb_url": "https://www.themoviedb.org/movie/419700"
  },
  {
    "id": 746349,
    "title": "Killing Romance",
    "release_date": "2023-04-14",
    "overview": "Hwang Yeo-rae, a once-popular actress, faces a turbulent marriage and yearns for her old career. When she moves in next to Kim Beom-woo, her biggest fan, a desperate plan to regain her freedom and revive her career unfolds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d5cvYhiyykZrliPSPqO4iFGJMus.jpg",
    "popularity": 2.3527,
    "tmdb_url": "https://www.themoviedb.org/movie/746349"
  },
  {
    "id": 913046,
    "title": "Shaakuntalam",
    "release_date": "2023-04-14",
    "overview": "Shakuntala, daughter of Meneka and Rishi Vishwamitra lives in forest with her teacher, Rishi Kanva. In the forest she meets King Dushyant, falls in love with him and the two get married. After she has their baby (Prince Bharata), Dushyant leaves her in the forest with a promise to come back for her soon. However, due to a sage's curse, Dushyant forgets all about Shakuntala, until destiny brings them together again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6YKaTWjZckGH5lb3cRFHWWIjVk2.jpg",
    "popularity": 2.2483,
    "tmdb_url": "https://www.themoviedb.org/movie/913046"
  },
  {
    "id": 63945,
    "title": "Bliss",
    "release_date": "1997-04-14",
    "overview": "On his wedding day, Joseph nervously admits that his wife is not quite like other women. But his beautiful bride is more than just the \"impulsive, compulsive, obsessive\" woman he thinks he knows. And when Joseph discovers she is hiding troubling secrets, it sends them both on a sexual odyssey that will either destroy or redeem their relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zGdGINvf9oSysprbWnu85dIM7rc.jpg",
    "popularity": 2.2016,
    "tmdb_url": "https://www.themoviedb.org/movie/63945"
  },
  {
    "id": 67308,
    "title": "3-D Sex and Zen: Extreme Ecstasy",
    "release_date": "2011-04-14",
    "overview": "A young scholar named Yangsheng who gets married to the beautiful daughter of a local merchant. When their sex life proves unsatisfactory, Yangsheng leaves home and journeys to the Pavilion of Ultimate Bliss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jjADiLOmCoXoVldQYrNR9bdAWA0.jpg",
    "popularity": 2.1769,
    "tmdb_url": "https://www.themoviedb.org/movie/67308"
  }
]