[
  {
    "id": 7220,
    "title": "The Punisher",
    "release_date": "2004-04-15",
    "overview": "When undercover FBI agent Frank Castle's wife and son are slaughtered, he becomes 'the Punisher' -- a ruthless vigilante willing to go to any length to avenge his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7rmA1HwYp2GKM85BL0cVwCaosGr.jpg",
    "popularity": 5.981,
    "tmdb_url": "https://www.themoviedb.org/movie/7220"
  },
  {
    "id": 589761,
    "title": "Chernobyl: Abyss",
    "release_date": "2021-04-15",
    "overview": "The aftermath of a shocking explosion at the Chernobyl nuclear power station made hundreds of people sacrifice their lives to clean up the site of the catastrophe and to successfully prevent an even bigger disaster that could have turned a large part of the European continent into an uninhabitable exclusion zone. This is their story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AmJLuHjxPdIJO6vmymeWADG6jK5.jpg",
    "popularity": 5.6285,
    "tmdb_url": "https://www.themoviedb.org/movie/589761"
  },
  {
    "id": 903939,
    "title": "Detective Conan: The Bride of Halloween",
    "release_date": "2022-04-15",
    "overview": "Shibuya, Tokyo, is bustling with the Halloween season. A wedding is being held at Shibuya Hikarie, where Detective Miwako Sato of the Metropolitan Police Department is dressed in a wedding dress. While Conan and the other invited guests are watching, an assailant suddenly bursts in, and Detective Wataru Takagi, who was trying to protect Sato, is injured. Takagi survived and the situation was settled, but in Sato's eyes, the image of the grim reaper that she had seen when Detective Matsuda, the man she had been in love with, had been killed in a series of bombings three years ago, overlapped with Takagi's.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zfsLhI6yAHH9pdhY6EConmUCumX.jpg",
    "popularity": 5.6078,
    "tmdb_url": "https://www.themoviedb.org/movie/903939"
  },
  {
    "id": 438058,
    "title": "Case Closed: The Crimson Love Letter",
    "release_date": "2017-04-15",
    "overview": "Bombing case at Nichiuri TV in autumn. The Satsuki Cup, which crowns the winner of Japan's Hyakunin Isshu, is currently being filmed inside the facility. The incident results in a big commotion and, while the building is burning to ashes, the only people left inside are Hattori and Toyama Kazuha. They get rescued just in time by Conan , who rushes to the scene. Both the identity and purposes of the bomber are unknown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jj2bDnXgwL9BlmZSdhd6N73HqNM.jpg",
    "popularity": 4.2374,
    "tmdb_url": "https://www.themoviedb.org/movie/438058"
  },
  {
    "id": 39205,
    "title": "Detective Conan: The Private Eyes' Requiem",
    "release_date": "2006-04-15",
    "overview": "Synopsis Kogoro and Conan came to Yokohama according to a request from a mysterious man. But that was a trap of this man. Ran and the Detective Boys will be taken as hostages. If they don't solve the request of the man within 12 hours, the bombs attached to the hostages will explode. Furthermore, the man know that Conan`s true identity is Kudo Shinichi. Also Hattori Heiji, the High School Detective of the West, and Kaito Kid enter the stage. Will they be able to solve the mystery within the time limit and save Ran and the others? And who in the world is the client?",
    "poster_url": "https://image.tmdb.org/t/p/w500/4nWSBZBOP6NSGuBoGQEiIg03lJg.jpg",
    "popularity": 3.9939,
    "tmdb_url": "https://www.themoviedb.org/movie/39205"
  },
  {
    "id": 453575,
    "title": "Crayon Shin-chan: Invasion!! Alien Shiriri",
    "release_date": "2017-04-15",
    "overview": "When the mysterious Shiriri turns his parents into children, Shin-chan must trek across Japan to help return them to adult form.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aa7X8NXBoeQfhqzJ079SN8WAJMm.jpg",
    "popularity": 3.5695,
    "tmdb_url": "https://www.themoviedb.org/movie/453575"
  },
  {
    "id": 796849,
    "title": "Ride or Die",
    "release_date": "2021-04-15",
    "overview": "Rei helps the woman she's been in love with for years escape her abusive husband. While on the run, their feelings for each other catch fire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c7JzcVK4OZY1u7HYiFBOASkKPP5.jpg",
    "popularity": 3.2812,
    "tmdb_url": "https://www.themoviedb.org/movie/796849"
  },
  {
    "id": 34803,
    "title": "Death at a Funeral",
    "release_date": "2010-04-15",
    "overview": "Aaron's father's funeral is today at the family home, and everything goes wrong: the funeral home delivers the wrong body, his cousin accidentally drugs her fiancé, and Aaron's successful younger brother, Ryan, flies in from New York, broke but arrogant. To top it all off, a mysterious stranger wants a word with Aaron.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oBCQYMJTqV3qLjrvZ5sTZUCBky7.jpg",
    "popularity": 3.1165,
    "tmdb_url": "https://www.themoviedb.org/movie/34803"
  },
  {
    "id": 9421,
    "title": "The Dinner Game",
    "release_date": "1998-04-15",
    "overview": "For Pierre Brochant and his friends, Wednesday is “Idiots' Day”. The idea is simple: each person has to bring along an idiot. The one who brings the most spectacular idiot wins the prize. Tonight, Brochant is ecstatic. He has found a gem. The ultimate idiot, “A world champion idiot!”. What Brochant doesn’t know is that Pignon is a real jinx, a past master in the art of bringing on catastrophes...",
    "poster_url": "https://image.tmdb.org/t/p/w500/jCOCdWIim6upzteYswh8BpcsKWg.jpg",
    "popularity": 2.9002,
    "tmdb_url": "https://www.themoviedb.org/movie/9421"
  },
  {
    "id": 128883,
    "title": "Crayon Shin-chan: The Legend Called Dance! Amigo!",
    "release_date": "2006-04-15",
    "overview": "Something sinister's afoot in Kasukabe. Shin-chan doesn't know what it is, but he's pretty sure it involves samba-dancing doppelgängers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vjWBUrPshZiBHAEXR9mlMlVlbOZ.jpg",
    "popularity": 2.791,
    "tmdb_url": "https://www.themoviedb.org/movie/128883"
  },
  {
    "id": 671040,
    "title": "Young Adult Matters",
    "release_date": "2021-04-15",
    "overview": "Se-jin, a high school student, becomes pregnant and gets ostracized by her family and school. While wandering the streets, she meets Joo-yeong, an experienced runaway, and tries to get an abortion with Joo-yeong's help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7GdI2d330vgaNHdqOv3gbsK562E.jpg",
    "popularity": 2.7208,
    "tmdb_url": "https://www.themoviedb.org/movie/671040"
  },
  {
    "id": 41407,
    "title": "The Bunker",
    "release_date": "1981-04-15",
    "overview": "Dramatization depicting the events surrounding Adolf Hitler's last weeks in and around his underground bunker in Berlin before and during the battle for the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c0meiXebNi3GqFfceTG0ynGd08B.jpg",
    "popularity": 2.6222,
    "tmdb_url": "https://www.themoviedb.org/movie/41407"
  },
  {
    "id": 326423,
    "title": "Barbershop: The Next Cut",
    "release_date": "2016-04-15",
    "overview": "To survive harsh economic times, Calvin and Angie have merged the barbershop and beauty salon into one business. The days of male bonding are gone as Eddie and the crew must now contend with sassy female co-workers and spirited clientele. As the battle of the sexes rages on, a different kind of conflict has taken over Chicago. Crime and gangs are on the rise, leaving Calvin worried about the fate of his son. Together, the friends come up with a bold plan to take back their beloved neighborhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9mwzidlGgWfr2hcMWUKM86lOqdo.jpg",
    "popularity": 2.5654,
    "tmdb_url": "https://www.themoviedb.org/movie/326423"
  },
  {
    "id": 55787,
    "title": "Water for Elephants",
    "release_date": "2011-04-15",
    "overview": "In this captivating Depression-era melodrama, impetuous veterinary student Jacob Jankowski joins a celebrated circus as an animal caretaker but faces a wrenching dilemma when he's transfixed by angelic married performer Marlena.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8T7Hvb9trKvCAmbSI8cEIU0Sl2T.jpg",
    "popularity": 2.4489,
    "tmdb_url": "https://www.themoviedb.org/movie/55787"
  },
  {
    "id": 320006,
    "title": "Taxi",
    "release_date": "2015-04-15",
    "overview": "A yellow cab is driving through the vibrant and colourful streets of Tehran. Very diverse passengers enter the taxi, each candidly expressing their views while being interviewed by the driver who is no one else but the director Jafar Panahi himself. His camera placed on the dashboard of his mobile film studio captures the spirit of Iranian society through this comedic and dramatic drive…",
    "poster_url": "https://image.tmdb.org/t/p/w500/pZf8wgEZOpTKte43MFwH44tb2x8.jpg",
    "popularity": 2.3731,
    "tmdb_url": "https://www.themoviedb.org/movie/320006"
  },
  {
    "id": 61667,
    "title": "We Have a Pope",
    "release_date": "2011-04-15",
    "overview": "The newly elected Pope suffers a panic attack just as he is about to greet the faithful who have gathered to see him. His advisors, unable to convince him he is the right man for the job, call on a renowned therapist who also happens to be an atheist. But the Pope's fear of his newfound responsibility is one he must face alone. Winner Best Film at the Italian Golden Globes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8C8AncIi7XKq7Sg0SlN58RXpuqd.jpg",
    "popularity": 2.3529,
    "tmdb_url": "https://www.themoviedb.org/movie/61667"
  },
  {
    "id": 20676,
    "title": "Deep Cover",
    "release_date": "1992-04-15",
    "overview": "Black police officer Russell Stevens applies for a special anti-drug squad which targets the highest boss of cocaine delivery to LA—the Colombian foreign minister's nephew. Russell works his way up from the bottom undercover, until he reaches the boss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vVLNUxxT2BHeBsNKET0tfnUUmwZ.jpg",
    "popularity": 2.3309,
    "tmdb_url": "https://www.themoviedb.org/movie/20676"
  },
  {
    "id": 313922,
    "title": "Green Room",
    "release_date": "2016-04-15",
    "overview": "A punk rock band is forced to fight for survival after witnessing an act of violence at a skinhead bar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/evZicaR7nXe4LiD9G6QYTorcJGO.jpg",
    "popularity": 2.2832,
    "tmdb_url": "https://www.themoviedb.org/movie/313922"
  },
  {
    "id": 65218,
    "title": "Lemonade Mouth",
    "release_date": "2011-04-15",
    "overview": "When five ragtag freshman first meet in detention, it seems they have nothing in common. But, through music, they form an unbreakable bond and discover they have the makings of the greatest high school garage band in history! In the face of incredible odds, Olivia, Stella, Wen, Mohini and Charlie find they can make a real difference when they learn to lean on each other and let go of everything holding back their dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Tbbxf38c16kbfezmXkPYS2tYRN.jpg",
    "popularity": 2.2748,
    "tmdb_url": "https://www.themoviedb.org/movie/65218"
  },
  {
    "id": 838484,
    "title": "Choose or Die",
    "release_date": "2022-04-15",
    "overview": "In pursuit of an unclaimed $125,000 prize, a broke college dropout decides to play an obscure, 1980s survival computer game. But the game curses her, and she’s faced with dangerous choices and reality-warping challenges. After a series of unexpectedly terrifying moments, she realizes she’s no longer playing for the money but for her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jEYE5BPFd5FuPa1judcjpW6xqKp.jpg",
    "popularity": 2.246,
    "tmdb_url": "https://www.themoviedb.org/movie/838484"
  },
  {
    "id": 37433,
    "title": "Neo Tokyo",
    "release_date": "1989-04-15",
    "overview": "A trilogy of separate stories. In \"Labyrinth labyrinthos\", a girl and her cat enter a strange world. In \"Running Man\", a racer takes on the ultimate opponent. In \"Construction Cancellation Order\", a man must shut down worker robots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9I4LJTregQm0bEAMXsPwFGnA5WZ.jpg",
    "popularity": 2.2185,
    "tmdb_url": "https://www.themoviedb.org/movie/37433"
  }
]