[
  {
    "id": 694943,
    "title": "Pizza Dare 1",
    "release_date": "2020-04-10",
    "overview": "Seok, who wants to try perverted sex, pesters Hyun-jin every day, but Hyun-jin rejects it saying she only like normal things.  And then one day while delivering chicken, he found So-ra and Hyun-soo, a couple who enjoys delivery exposures.  Frustrated as he is with Hyun-jin, he starts neglecting her and became more and more hooked with the So-ra couple.  To recover their relationship, Hyun-jin goes on a date with Seok. But then a call came for him. The couple invites him for sex.  Will he be having a date with his wife, or will he accept the invitation he may only get once in a lifetime?  What would be his choice?",
    "poster_url": "https://image.tmdb.org/t/p/w500/km7xKnZoHUXqiozCGzauunMp9OF.jpg",
    "popularity": 22.7373,
    "tmdb_url": "https://www.themoviedb.org/movie/694943"
  },
  {
    "id": 75612,
    "title": "Oblivion",
    "release_date": "2013-04-10",
    "overview": "Jack Harper is one of the last few drone repairmen stationed on Earth. Part of a massive operation to extract vital resources after decades of war with a terrifying threat known as the Scavs, Jack’s mission is nearly complete. His existence is brought crashing down when he rescues a beautiful  stranger from a downed spacecraft. Her arrival triggers a chain of events that  forces him to question everything he knows and puts the fate of humanity in his hands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eO3r38fwnhb58M1YgcjQBd3VNcp.jpg",
    "popularity": 9.2141,
    "tmdb_url": "https://www.themoviedb.org/movie/75612"
  },
  {
    "id": 879,
    "title": "Hook",
    "release_date": "1991-04-10",
    "overview": "The boy who wasn't supposed to grow up—Peter Pan—does just that, becoming a soulless corporate lawyer whose workaholism could cost him his wife and kids. During his trip to see Granny Wendy in London, the vengeful Capt. Hook kidnaps Peter's kids and forces Peter to return to Neverland.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a6rB1lGXoGms7gWxRfJneQmAjNV.jpg",
    "popularity": 7.8098,
    "tmdb_url": "https://www.themoviedb.org/movie/879"
  },
  {
    "id": 66245,
    "title": "Arunachalam",
    "release_date": "1997-04-10",
    "overview": "Arunachalam, the son of a  prominent village elder, discovers the truth about his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vplqDhbUk5GMPUosMuQy91NePxv.jpg",
    "popularity": 7.1809,
    "tmdb_url": "https://www.themoviedb.org/movie/66245"
  },
  {
    "id": 456740,
    "title": "Hellboy",
    "release_date": "2019-04-10",
    "overview": "Hellboy comes to England, where he must defeat Nimue, Merlin's consort and the Blood Queen. But their battle will bring about the end of the world, a fate he desperately tries to turn away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bk8LyaMqUtaQ9hUShuvFznQYQKR.jpg",
    "popularity": 5.4936,
    "tmdb_url": "https://www.themoviedb.org/movie/456740"
  },
  {
    "id": 795,
    "title": "City of Angels",
    "release_date": "1998-04-10",
    "overview": "When a guardian angel – who invisibly watches over the citizens of Los Angeles – becomes captivated by a strong-willed heart surgeon, he ponders trading in his pure, otherworldly existence for a mortal life with his beloved. The couple embarks on a tender but forbidden romance spanning heaven and Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iuzxpUjHsbQJXV3kB9ZAdCimM60.jpg",
    "popularity": 5.199,
    "tmdb_url": "https://www.themoviedb.org/movie/795"
  },
  {
    "id": 2405,
    "title": "Joseph",
    "release_date": "1995-04-10",
    "overview": "Joseph, favored son of Jacob and great-grandson of Abraham, is sold into slavery by his jealous brothers. Rising to become prime minister of Egypt. Joseph governed the country during a seven year famine, during which his brothers visit Egypt seeking grain, only to encounter their brother, presumed long dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lBscKQzEJY1XF2ReZT2vIGrMQ1k.jpg",
    "popularity": 4.6109,
    "tmdb_url": "https://www.themoviedb.org/movie/2405"
  },
  {
    "id": 514439,
    "title": "Breakthrough",
    "release_date": "2019-04-10",
    "overview": "Tragedy strikes when a woman named Joyce's son falls through the ice on a frozen lake and is trapped underwater for over 15 minutes. After being rushed to the hospital, the 14-year-old boy continues to fight for his life as Joyce, her husband and their pastor stay by his bedside and pray for a miracle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lUd2FNC8cMCcHyRMNZtVC48p3xH.jpg",
    "popularity": 4.5174,
    "tmdb_url": "https://www.themoviedb.org/movie/514439"
  },
  {
    "id": 10216,
    "title": "Species II",
    "release_date": "1998-04-10",
    "overview": "Having just returned from a mission to Mars, Commander Ross isn't exactly himself. He's slowly becoming a terrifying alien entity with one goal -- to procreate with human women! When countless women suffer gruesome deaths after bearing half-alien offspring, scientist Laura Baker and hired assassin Press Lennox use Eve, a more tempered alien clone, to find Ross and his brood. Before long Eve escapes to mate with Ross.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fGBdqdQ7nUfEiPXJKTvZXYIbon.jpg",
    "popularity": 3.9941,
    "tmdb_url": "https://www.themoviedb.org/movie/10216"
  },
  {
    "id": 71189,
    "title": "Where Angels Go, Trouble Follows",
    "release_date": "1968-04-10",
    "overview": "Mother Superior of St. Francis Academy is challenged by a modern young nun when they take the girls on a bus trip across the country.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wnDSUbsbaV2umOX39E2b93yhu30.jpg",
    "popularity": 3.6924,
    "tmdb_url": "https://www.themoviedb.org/movie/71189"
  },
  {
    "id": 411994,
    "title": "To Kill a Cop",
    "release_date": "1978-04-10",
    "overview": "Earl Eischied is a man with his hands full. As the Chief of Detectives in New York City he is trying to break up a group of black militants that are on a crime spree including the killing of a police officer. He is also trying to battle with a mayor and police commissioner that want him out of his job.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dmyTMDOXRzgBAwAmdcJkZEJlhBY.jpg",
    "popularity": 3.4754,
    "tmdb_url": "https://www.themoviedb.org/movie/411994"
  },
  {
    "id": 13225,
    "title": "FernGully: The Last Rainforest",
    "release_date": "1992-04-10",
    "overview": "When a sprite named Crysta shrinks a human boy, Zak, down to her size, he vows to help the magical fairy folk stop a greedy logging company from destroying their home: the pristine rainforest known as FernGully. Zak and his new friends fight to defend FernGully from lumberjacks — and the vengeful spirit they accidentally unleash after chopping down a magic tree.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jAD6Ofuz4PiYFV3fd3oBP6aOTyM.jpg",
    "popularity": 3.1983,
    "tmdb_url": "https://www.themoviedb.org/movie/13225"
  },
  {
    "id": 426793,
    "title": "Parallel",
    "release_date": "2018-04-10",
    "overview": "A group of friends stumble upon a mirror that serves as a portal to a \"multiverse\", but soon discover that importing knowledge from the other side in order to better their lives brings increasingly dangerous consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eUi9srjugUumdUK8sGO9ndMFXgI.jpg",
    "popularity": 2.8102,
    "tmdb_url": "https://www.themoviedb.org/movie/426793"
  },
  {
    "id": 750358,
    "title": "Science Friction",
    "release_date": "2022-04-10",
    "overview": "Those TV documentaries you see, and the science experts they feature? Did you know that producers often edit them out of context, and twist their words, to make it seem like they promoted some pop sensationalism instead of the real facts?  Science Friction exposes these faux documentaries by name, and gives the scientists a chance to clear the record.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ymiP7YFa42Z8ZfAw1dKvQgAYeMD.jpg",
    "popularity": 2.7855,
    "tmdb_url": "https://www.themoviedb.org/movie/750358"
  },
  {
    "id": 11527,
    "title": "Excalibur",
    "release_date": "1981-04-10",
    "overview": "A surreal adaptation of Sir Thomas Malory's \"Le Morte d'Arthur\" chronicling Arthur Pendragon's conception, his rise to the throne, the search by his Knights of the Round Table for the Holy Grail, and ultimately, his death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cTWF6zkr5mUOnheowKODIijWYcN.jpg",
    "popularity": 2.7365,
    "tmdb_url": "https://www.themoviedb.org/movie/11527"
  },
  {
    "id": 18126,
    "title": "Hannah Montana: The Movie",
    "release_date": "2009-04-10",
    "overview": "When Miley Stewart (aka pop-star Hannah Montana) gets too caught up in the superstar celebrity lifestyle, her dad decides it's time for a total change of scenery. But sweet niblets! Miley must trade in all the glitz and glamour of Hollywood for some ol' blue jeans on the family farm in Tennessee, and question if she can be both Miley Stewart and Hannah Montana.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nZUKhfpUCFfTy24LGBHdDlK5RLx.jpg",
    "popularity": 2.6619,
    "tmdb_url": "https://www.themoviedb.org/movie/18126"
  },
  {
    "id": 835367,
    "title": "Chôjin densetsu 3: Kanketsu jigoku hen",
    "release_date": "1989-04-10",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/vtMQ1GrXOB7iydRnDlzCJVK9EBw.jpg",
    "popularity": 2.6331,
    "tmdb_url": "https://www.themoviedb.org/movie/835367"
  },
  {
    "id": 13411,
    "title": "Malibu's Most Wanted",
    "release_date": "2003-04-10",
    "overview": "A senator arranges for his son, a rich white kid who fancies himself black, to be kidnapped by a couple of black actors pretending to be murderers to try and shock him out of his plans to become a rapper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bjYuoz2S8S1AED5QIMvmAi21drc.jpg",
    "popularity": 2.5575,
    "tmdb_url": "https://www.themoviedb.org/movie/13411"
  },
  {
    "id": 950237,
    "title": "The 90s Club",
    "release_date": "2022-04-10",
    "overview": "A charming documentary film that showcases the vibrant wisdom and life lessons from a dozen diverse individuals between 90- and 99-years-old.  “The 90s Club” hands the mic to people in their nineties to prove that empathizing with the well-aged is not just socially responsible, but hearing their voices can be inspiring, enriching, funny, and compelling. Over the course of this documentary, we meet and speak with a dozen individuals, who talk unflinchingly about death and loss, but also about love and connection, about accomplishment and meaning. Through the touching, humorous, and reflective stories and insights of the \"cast\" of \"The 90s Club\", we can all gain some perspective for our own lives as we grow older.",
    "poster_url": null,
    "popularity": 2.3534,
    "tmdb_url": "https://www.themoviedb.org/movie/950237"
  },
  {
    "id": 527952,
    "title": "Anunnaki",
    "release_date": "2018-04-10",
    "overview": "450,000 years ago our ancestors descended from the heavens to engineer the first human beings. To us they were Giants that ruled as Gods over mankind. Now new evidence and scientific research acknowledges their existence on earth but reveals when they will return. The truth of their real origin and purpose is much more bizarre and amazing than anything previously believed. From the Garden of Eden to the Great Flood; from the God of the Bible to the secrets of Enoch all shall be revealed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4MYUmWlN8mZuQqGhY8Ut1AS4gPp.jpg",
    "popularity": 2.3049,
    "tmdb_url": "https://www.themoviedb.org/movie/527952"
  },
  {
    "id": 693920,
    "title": "Unlicensed",
    "release_date": "2012-04-10",
    "overview": "A documentary looking at the shady world of 'unlicensed' boxing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3YcyLcUMYs8m999TI82rYYn5bkH.jpg",
    "popularity": 2.2797,
    "tmdb_url": "https://www.themoviedb.org/movie/693920"
  },
  {
    "id": 1266,
    "title": "Street Kings",
    "release_date": "2008-04-10",
    "overview": "Tom Ludlow is a disillusioned L.A. Police Officer, rarely playing by the rules and haunted by the death of his wife. When evidence implicates him in the execution of a fellow officer, he is forced to go up against the cop culture he's been a part of his entire career, ultimately leading him to question the loyalties of everyone around him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/csXyZ1BsDBlH0PXkOFWxggEf9WF.jpg",
    "popularity": 2.2148,
    "tmdb_url": "https://www.themoviedb.org/movie/1266"
  },
  {
    "id": 47940,
    "title": "Padayappa",
    "release_date": "1999-04-10",
    "overview": "Padayappa, a mechanical engineer whose father gives up his property to his foster brother, and then dies of shock soon after. Neelambari initially loves Padayappa, but plans to humiliate him after his family humiliates her father. The rest of the plot deals with Padayappa overcoming all the obstacles placed by Neelambari.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8PSYF0AtpLbSlTDneCUo7zP4qL1.jpg",
    "popularity": 2.1939,
    "tmdb_url": "https://www.themoviedb.org/movie/47940"
  },
  {
    "id": 8617,
    "title": "Prom Night",
    "release_date": "2008-04-10",
    "overview": "Donna's senior prom is supposed to be the best night of her life, though a sadistic killer from her past has different plans for her and her friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pKSeyN02R5khphImEIpAdBjQgEP.jpg",
    "popularity": 2.1878,
    "tmdb_url": "https://www.themoviedb.org/movie/8617"
  },
  {
    "id": 10956,
    "title": "Joe Dirt",
    "release_date": "2001-04-10",
    "overview": "Joe Dirt is a janitor with a mullet hairdo, acid-washed jeans and a dream to find the parents that he lost at the Grand Canyon when he was a belligerent, trailer park-raised eight-year-old. Now, blasting Van Halen in his jacked-up economy car, the irrepressibly optimistic Joe hits the road alone in search of his folks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yykDEtHk6DMtZK8EaxW88YyQ054.jpg",
    "popularity": 2.1641,
    "tmdb_url": "https://www.themoviedb.org/movie/10956"
  },
  {
    "id": 11428,
    "title": "Sleepwalkers",
    "release_date": "1992-04-10",
    "overview": "Charles Brady and his mother, Mary, are the last of a dying breed whose needs are not of this world.  They are Sleepwalkers - able to stay alive only by feeding on the life-force of the innocent, but destined to roam the earth, avoiding discovery while searching for their next victim.  That search takes them to the sleepy little town of Travis, Indiana, where beautiful teenager Tanya Robertson is about to become an unwilling pawn in their nightmarish fight for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iiwplv5pET2HgMog6otunohIiSr.jpg",
    "popularity": 2.144,
    "tmdb_url": "https://www.themoviedb.org/movie/11428"
  }
]