[
  {
    "id": 184345,
    "title": "A Haunted House 2",
    "release_date": "2014-04-17",
    "overview": "After exorcising the demons of his ex, Malcolm starts afresh with his new girlfriend and her two children. After moving into their dream home, Malcolm is once again plagued by bizarre paranormal events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oV7M00fPXy5P0nbdeMbSUjYv0vx.jpg",
    "popularity": 8.8162,
    "tmdb_url": "https://www.themoviedb.org/movie/184345"
  },
  {
    "id": 480414,
    "title": "The Curse of La Llorona",
    "release_date": "2019-04-17",
    "overview": "In 1970s Los Angeles, ignoring the eerie warning of a troubled mother suspected of child endangerment, a social worker and her own young kids are soon drawn into a frightening supernatural realm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hETrPpoKs6BwoilK64YJ7Z5GcRT.jpg",
    "popularity": 8.6711,
    "tmdb_url": "https://www.themoviedb.org/movie/480414"
  },
  {
    "id": 38234,
    "title": "Undisputed III: Redemption",
    "release_date": "2010-04-17",
    "overview": "Russian inmate Boyka, now severely hobbled by the knee injury suffered at the end of Undisputed 2. No longer the feared prison fighter he was, he has declined so far that he is now good only for cleaning toilets. But when a new prison fight tournament begins - an international affair, matching the best fighters from prisons around the globe, enticing them with the promise of freedom for the winner - Boyka must reclaim his dignity and fight for his position in the tournament.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g8KB77SPA7SyU8eid6TAEpt9skU.jpg",
    "popularity": 7.9009,
    "tmdb_url": "https://www.themoviedb.org/movie/38234"
  },
  {
    "id": 371193,
    "title": "The Spirit of Love",
    "release_date": "1993-04-17",
    "overview": "Judging by her lavish home, a model is making a fortune doing TV commercials. When her boyfriend/boss comes over and tries to get romantic, the model begins seeing weird and scary visions. Visions of blood flooding her floor, and a three year old boy ghost. It seems that, three years earlier, she was pregnant and caught her husband athletically knocking off a blonde. Husband kicked her down the stairs, which causes her to abort. The ghost is evidently the aborted baby grown up. Back to the present day, hubby has teamed up with a new girl, and is trying to get back into the house and kidnap the boy ghost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z5gAdrfvLeO8rNTZobjLYPHyNB8.jpg",
    "popularity": 5.202,
    "tmdb_url": "https://www.themoviedb.org/movie/371193"
  },
  {
    "id": 39203,
    "title": "Detective Conan: Magician of the Silver Sky",
    "release_date": "2004-04-17",
    "overview": "Once again, Kaitou Kid crosses swords with Conan Edogawa in this annual installment of the Detective Conan movie franchise. After receiving a letter from the thief, famous actress Juri Maki seeks the help of private detective Kogorou Mouri to protect the Star Sapphire—the \"Jewel of Destiny,\" said to represent faith, fate, and hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bozQR8pgW43WFI4VpV9vCgyXlDq.jpg",
    "popularity": 5.0569,
    "tmdb_url": "https://www.themoviedb.org/movie/39203"
  },
  {
    "id": 79871,
    "title": "Crazy Love",
    "release_date": "1993-04-17",
    "overview": "What was supposed to be summer school in England becomes an adventurous exotic and romantic journey for a beautiful teenage girl. [from the Tai Seng Catalog] A nice story of a free-sprited (or, depending on your viewpoint, prick-teasing) young woman on a short journey of discovery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oj6TyTfm73dUToll45UhleECqXn.jpg",
    "popularity": 5.0153,
    "tmdb_url": "https://www.themoviedb.org/movie/79871"
  },
  {
    "id": 1729,
    "title": "The Forbidden Kingdom",
    "release_date": "2008-04-17",
    "overview": "An American teenager who is obsessed with Hong Kong cinema and kung-fu classics makes an extraordinary discovery in a Chinatown pawnshop: the legendary stick weapon of the Chinese sage and warrior, the Monkey King. With the lost relic in hand, the teenager unexpectedly finds himself travelling back to ancient China to join a crew of warriors from martial arts lore on a dangerous quest to free the imprisoned Monkey King.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z8chF1Z7hyuSVqLYTgElkQZh2VB.jpg",
    "popularity": 4.8325,
    "tmdb_url": "https://www.themoviedb.org/movie/1729"
  },
  {
    "id": 28808,
    "title": "Detective Conan: The Last Wizard of the Century",
    "release_date": "1999-04-17",
    "overview": "Kaitou Kid dares to challenge the police once more, setting his sights on the Russian Imperial Easter Egg. With the date, time, and place, the Osaka police force scrambles to stop him. But this time, Kid may have bitten off more than he can chew—Conan Edogawa, Heiji Hattori, and numerous others are also trying to get their hands on the jeweled egg.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q2v6JmGMVQR0UhUirXuuzXUcAnN.jpg",
    "popularity": 4.7423,
    "tmdb_url": "https://www.themoviedb.org/movie/28808"
  },
  {
    "id": 36568,
    "title": "Paulie",
    "release_date": "1998-04-17",
    "overview": "Paulie, a talking parrot, recounts his travels looking for his original owner to a Russian janitor who helps him to the end of his journey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aiW8TWjIuFveTcA5BCU7KMjPaaW.jpg",
    "popularity": 4.6536,
    "tmdb_url": "https://www.themoviedb.org/movie/36568"
  },
  {
    "id": 9870,
    "title": "Forgetting Sarah Marshall",
    "release_date": "2008-04-17",
    "overview": "When actress Sarah Marshall dumps aspiring musician Peter Bretter for rock star Aldous Snow, Peter's world comes crashing down. His best friend Brian suggests that Peter should get away from everything and to fly off to Hawaii to escape all his problems. After arriving in Hawaii and meeting the beautiful receptionist Rachel Jansen, Peter is shocked to see not only Aldous in Hawaii, but also Sarah.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d4elOzyhNWVlxpG7BwigrumkFTe.jpg",
    "popularity": 4.2302,
    "tmdb_url": "https://www.themoviedb.org/movie/9870"
  },
  {
    "id": 97375,
    "title": "Detective Conan: The Lost Ship in the Sky",
    "release_date": "2010-04-17",
    "overview": "A terrorist group invades a laboratory containing a deadly bacteria and destroys the lab with an explosion. They later announce via the internet they have gained possession of the bacteria and declare themselves to be the Red Siamese Cats, a terrorist group that was eradicated a decade ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kthV4ZwXO37pfCFTbX1cHOYie4r.jpg",
    "popularity": 4.163,
    "tmdb_url": "https://www.themoviedb.org/movie/97375"
  },
  {
    "id": 259720,
    "title": "2 States",
    "release_date": "2014-04-17",
    "overview": "A man and a woman come from two very different cultural backgrounds, and decide that they won't get married until they convince their parents. As feared, differences between the families pose a hurdle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lOQqeKxZg12ZSn0qfHAOXOtbVFR.jpg",
    "popularity": 3.8396,
    "tmdb_url": "https://www.themoviedb.org/movie/259720"
  },
  {
    "id": 199591,
    "title": "Penthouse North",
    "release_date": "2013-04-17",
    "overview": "A reclusive, blind photojournalist lives quietly in a New York penthouse with her boyfriend, until a smooth but sadistic criminal looking for a hidden fortune enters her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1CcbRXZMbhZqFoBPqoR9386iqJp.jpg",
    "popularity": 3.5881,
    "tmdb_url": "https://www.themoviedb.org/movie/199591"
  },
  {
    "id": 556271,
    "title": "Kalank",
    "release_date": "2019-04-17",
    "overview": "Set in 1945, in Pre-Independent India, the elite, opulent and solemn world of the Chaudhry family, and the wild, mysterious and musical underbelly of the town, Hira Mandi, clash when Roop Chaudhry encounters Zafar, a daredevil from Hira Mandi, unleashing deep-buried truths, secrets of betrayal and affairs that threaten to bring both worlds crashing down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aU4DMIzR7u3EHqQ123oLmi9JTbL.jpg",
    "popularity": 3.5794,
    "tmdb_url": "https://www.themoviedb.org/movie/556271"
  },
  {
    "id": 892,
    "title": "Delicatessen",
    "release_date": "1991-04-17",
    "overview": "In a post-apocalyptic world, the residents of an apartment above the butcher shop receive an occasional delicacy of meat, something that is in low supply. A young man new in town falls in love with the butcher's daughter, which causes conflicts in her family, who need the young man for other business-related purposes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gNtOgQHxE5B8e08zuNRAdDpmK5Z.jpg",
    "popularity": 3.3804,
    "tmdb_url": "https://www.themoviedb.org/movie/892"
  },
  {
    "id": 117352,
    "title": "Crayon Shin-chan: Super-Dimension! The Storm Called My Bride",
    "release_date": "2010-04-17",
    "overview": "Shin-chan is approached by his time-traveling future bride-to-be Tamiko, who asks him to help save his adult self from the ruler of Neo Tokio.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zUoLr4wvk45t19HdrNWFGp0RtbG.jpg",
    "popularity": 2.8823,
    "tmdb_url": "https://www.themoviedb.org/movie/117352"
  },
  {
    "id": 245706,
    "title": "True Story",
    "release_date": "2015-04-17",
    "overview": "A drama centered on the relationship between journalist Michael Finkel and Christian Longo, an FBI Most Wanted List murderer who for years lived outside the U.S. under Finkel's name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ncP8XQ0bXP0xSpJmMsRt8mUcEXd.jpg",
    "popularity": 2.8414,
    "tmdb_url": "https://www.themoviedb.org/movie/245706"
  },
  {
    "id": 31287,
    "title": "Eegah",
    "release_date": "1962-04-17",
    "overview": "Teenagers stumble across a prehistoric caveman, who goes on a rampage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mvLmdKwnzVjPNdRs5FYBgL3xQWB.jpg",
    "popularity": 2.8382,
    "tmdb_url": "https://www.themoviedb.org/movie/31287"
  },
  {
    "id": 128878,
    "title": "Crayon Shin-chan: Explosion! The Hot Spring's Feel Good Final Battle",
    "release_date": "1999-04-17",
    "overview": "There's only one way to stop a filthy evil scientist from destroying the world, and it's with a powerful hot spring located under Shin-chan's house!",
    "poster_url": "https://image.tmdb.org/t/p/w500/kYDZKDB0mkAglbl2phJfLFJmKqe.jpg",
    "popularity": 2.7137,
    "tmdb_url": "https://www.themoviedb.org/movie/128878"
  },
  {
    "id": 144069,
    "title": "The Corruption",
    "release_date": "1986-04-17",
    "overview": "Anna, a beautiful lawyer's wife, feels abandoned by her husband and grows closer to their maid, Angela. The maid convinces Anna to try increasingly daring erotic games.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
    "popularity": 2.7084,
    "tmdb_url": "https://www.themoviedb.org/movie/144069"
  },
  {
    "id": 229304,
    "title": "Han Gong-ju",
    "release_date": "2014-04-17",
    "overview": "After being involved in a traumatic incident, 17-year-old Gong-ju is forced to change schools. Uncared for by her parents, her previous teacher arranges for her to hide away at his mother's place. It takes time for her past to catch up with her, but when it does the revelation is devastating.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3LKjzV4NXV76pF3CuL5YXzZs6zR.jpg",
    "popularity": 2.5541,
    "tmdb_url": "https://www.themoviedb.org/movie/229304"
  },
  {
    "id": 492336,
    "title": "Deep Blue Sea 2",
    "release_date": "2018-04-17",
    "overview": "When shark conservationist Dr. Misty Calhoun is invited to consult on a top-secret project run by pharmaceutical billionaire Carl Durant, she is shocked to learn that the company is using unpredictable and highly aggressive bull sharks as its test subjects, which soon break loose and cause havoc.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xqjAHXMJLORx9vVsCTJ6ZPJcr3D.jpg",
    "popularity": 2.5519,
    "tmdb_url": "https://www.themoviedb.org/movie/492336"
  },
  {
    "id": 1043234,
    "title": "Hayseed",
    "release_date": "2023-04-17",
    "overview": "Following the discovery of a reverend’s body, a retired detective uncovers corruption and murder in a Rust Belt community.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x2tr3wAtWy8xEUHYNCulkIJfU8.jpg",
    "popularity": 2.5438,
    "tmdb_url": "https://www.themoviedb.org/movie/1043234"
  },
  {
    "id": 658751,
    "title": "Rising High",
    "release_date": "2020-04-17",
    "overview": "Charting the rise and fall of three corrupt real estate agents who accumulate absurd wealth in no time but fall into a vortex of fraud, greed and drugs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6r83qslpsERzHzCroFSp6X4eUse.jpg",
    "popularity": 2.5026,
    "tmdb_url": "https://www.themoviedb.org/movie/658751"
  },
  {
    "id": 581577,
    "title": "Persian Lessons",
    "release_date": "2020-04-17",
    "overview": "Occupied France, 1942. Gilles is arrested by SS soldiers alongside other Jews and sent to a camp in Germany. He narrowly avoids sudden execution by swearing to the guards that he is not Jewish, but Persian. This lie temporarily saves him, but Gilles gets assigned a life-or-death mission: to teach Farsi to Head of Camp Koch, who dreams of opening a restaurant in Iran once the war is over. Through an ingenious trick, Gilles manages to survive by inventing words of \"Farsi\" every day and teaching them to Koch.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ppReRGszmdZC2194keN4cGoLIPQ.jpg",
    "popularity": 2.3861,
    "tmdb_url": "https://www.themoviedb.org/movie/581577"
  },
  {
    "id": 16995,
    "title": "State of Play",
    "release_date": "2009-04-17",
    "overview": "When a congressional aide is killed, a Washington, D.C. journalist starts investigating the case involving the Representative, his old college friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mWsfeSFUM3NxWa62UrA9IIn240B.jpg",
    "popularity": 2.3654,
    "tmdb_url": "https://www.themoviedb.org/movie/16995"
  },
  {
    "id": 11633,
    "title": "Appleseed",
    "release_date": "2004-04-17",
    "overview": "In a utopian society created at the end of the third world war, a female warrior who has been plucked from the badlands begins to see cracks in this new facade. And what does this community have planned for the rest of humankind?",
    "poster_url": "https://image.tmdb.org/t/p/w500/9WFMSwSuBWRJnWmLTEXw6bSXqDF.jpg",
    "popularity": 2.36,
    "tmdb_url": "https://www.themoviedb.org/movie/11633"
  },
  {
    "id": 13889,
    "title": "Madadayo",
    "release_date": "1993-04-17",
    "overview": "Based on the life of Hyakken Uchida, a Japanese author and academic. The film opens with Uchida resigning his job as a German professor at the onset of WWII. The story is told mostly in vignettes as he is cared for by former students in his old age.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sxNSAUj0UyIFDccmysWfGOFCv3x.jpg",
    "popularity": 2.3561,
    "tmdb_url": "https://www.themoviedb.org/movie/13889"
  },
  {
    "id": 234586,
    "title": "Annan Thambi",
    "release_date": "2008-04-17",
    "overview": "Annan Thambi is the story of twin brothers, Appu and Achu. Their father Ravunni, a ballet artist, separates them due to sibling rivalry, and Appu is sent to live with relatives in Pollachi.  He grows up to be a lovable thug who falls for Thenmozhy, while Achu marries Lakshmi. But soon major misunderstandings created by their enemies crop up and the brothers are baying for each other's blood. Just before the climax, they come to the realization that others were behind their enmity, so they patch up their differences and take on their foes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9QapKEy5FxuV1lmlRyvSPpc0cV0.jpg",
    "popularity": 2.2557,
    "tmdb_url": "https://www.themoviedb.org/movie/234586"
  },
  {
    "id": 17962,
    "title": "After Life",
    "release_date": "1999-04-17",
    "overview": "On a cold Monday morning, a group of counselors clock in at an old-fashioned social services office. Their task is to interview the recently deceased, record their personal details, then, over the course of the week, assist them in choosing a single memory to keep for eternity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bs2M1hqAQl5LeAOPPRV4drwouZS.jpg",
    "popularity": 2.172,
    "tmdb_url": "https://www.themoviedb.org/movie/17962"
  },
  {
    "id": 105001,
    "title": "Iceman",
    "release_date": "2014-04-17",
    "overview": "An imperial guard and his three traitorous childhood friends ordered to hunt him down get accidentally buried and kept frozen in time. 400 years later, they are defrosted continuing the battle they left behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/juAYTbpP05NR8co9GhDTPwEKqde.jpg",
    "popularity": 2.0544,
    "tmdb_url": "https://www.themoviedb.org/movie/105001"
  }
]