[
  {
    "id": 537915,
    "title": "After",
    "release_date": "2019-04-11",
    "overview": "Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
    "popularity": 23.8769,
    "tmdb_url": "https://www.themoviedb.org/movie/537915"
  },
  {
    "id": 427641,
    "title": "Rampage",
    "release_date": "2018-04-11",
    "overview": "Primatologist Davis Okoye shares an unshakable bond with George, the extraordinarily intelligent, silverback gorilla who has been in his care since birth.  But a rogue genetic experiment gone awry mutates this gentle ape into a raging creature of enormous size.  To make matters worse, it’s soon discovered there are other similarly altered animals.  As these newly created alpha predators tear across North America, destroying everything in their path, Okoye teams with a discredited genetic engineer to secure an antidote, fighting his way through an ever-changing battlefield, not only to halt a global catastrophe but to save the fearsome creature that was once his friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/MGADip4thVSErP34FAAfzFBTZ5.jpg",
    "popularity": 12.269,
    "tmdb_url": "https://www.themoviedb.org/movie/427641"
  },
  {
    "id": 44833,
    "title": "Battleship",
    "release_date": "2012-04-11",
    "overview": "When mankind beams a radio signal into space, a reply comes from ‘Planet G’, in the form of several alien crafts that splash down in the waters off Hawaii. Lieutenant Alex Hopper is a weapons officer assigned to the USS John Paul Jones, part of an international naval coalition which becomes the world's last hope for survival as they engage the hostile alien force of unimaginable strength. While taking on the invaders, Hopper must also try to live up to the potential that his brother, and his fiancée's father—an Admiral—expect of him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9b0Im7SfedHiajTwzSL9zGyBI7M.jpg",
    "popularity": 8.1696,
    "tmdb_url": "https://www.themoviedb.org/movie/44833"
  },
  {
    "id": 4258,
    "title": "Scary Movie 5",
    "release_date": "2013-04-11",
    "overview": "Home with their newly-formed family, happy parents Dan and Jody are haunted by sinister, paranormal activities. Determined to expel the insidious force, they install security cameras and discover their family is being stalked by an evil dead demon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9WNozxN2UVf7rA73FJBWdWJZhfP.jpg",
    "popularity": 7.4336,
    "tmdb_url": "https://www.themoviedb.org/movie/4258"
  },
  {
    "id": 15255,
    "title": "Undisputed II: Last Man Standing",
    "release_date": "2006-04-11",
    "overview": "Heavyweight Champ George \"Iceman\" Chambers is sent to a Russian jail on trumped-up drug charges. In order to win his freedom he must fight against the jailhouse fighting champ Uri Boyka in a battle to the death. This time he is not fighting for a title, he is fighting for his life!",
    "poster_url": "https://image.tmdb.org/t/p/w500/2gMCokqpIJoh6u5o06LlOZWsI3k.jpg",
    "popularity": 7.2006,
    "tmdb_url": "https://www.themoviedb.org/movie/15255"
  },
  {
    "id": 9360,
    "title": "Anaconda",
    "release_date": "1997-04-11",
    "overview": "A 'National Geographic' film crew is taken hostage by an insane hunter, who takes them along on his quest to capture the world's largest — and deadliest — snake.",
    "poster_url": "https://image.tmdb.org/t/p/w500/33NysOnLpLZY0ewHTcfpalzAsRG.jpg",
    "popularity": 7.1343,
    "tmdb_url": "https://www.themoviedb.org/movie/9360"
  },
  {
    "id": 9506,
    "title": "Anger Management",
    "release_date": "2003-04-11",
    "overview": "After a small misunderstanding aboard an airplane escalates out of control, timid businessman Dave Buznik is ordered by the court to undergo anger management therapy at the hands of specialist Dr. Buddy Rydell. But when Buddy steps up his aggressive treatment by moving in, Dave goes from mild to wild as the unorthodox treatment wreaks havoc with his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8wX3S5HjL3bgb2yi4CfR2qIqbdH.jpg",
    "popularity": 4.5988,
    "tmdb_url": "https://www.themoviedb.org/movie/9506"
  },
  {
    "id": 143976,
    "title": "Ziddi",
    "release_date": "1997-04-11",
    "overview": "Omnipresent Bollywood acting dynamo Sunny Deol stars as Deva, the son of an honest lawyer (Anupam Kher) who lives with his brother, Aakash (Sachin Khedekar), and his beloved sister, Guddi (Richa Behl). Imprisoned after a man touches Guddi and sets off his violent, jealous rage, Deva falls into a life of crime, quickly rising to the top of the city's criminal underworld--much to the chagrin of the other crime bosses, who plot his murder. Their attempt to frame him for the murder of an important Minister doesn't go as planned, and Deva suddenly finds himself on the run, with the minister as a hostage, and his brother and sister murdered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p8OaWdlGVfpOzTbZo4F0xRzOMOR.jpg",
    "popularity": 3.5415,
    "tmdb_url": "https://www.themoviedb.org/movie/143976"
  },
  {
    "id": 455,
    "title": "Bend It Like Beckham",
    "release_date": "2002-04-11",
    "overview": "Jess Bhamra, the daughter of a strict Indian couple in London, is not permitted to play organized soccer, even though she is 18. When Jess is playing for fun one day, her impressive skills are seen by Jules Paxton, who then convinces Jess to play for her semi-pro team. Jess uses elaborate excuses to hide her matches from her family while also dealing with her romantic feelings for her coach, Joe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2dzSBmFWWqt8NbnubJKIWU21Y86.jpg",
    "popularity": 3.2662,
    "tmdb_url": "https://www.themoviedb.org/movie/455"
  },
  {
    "id": 2662,
    "title": "House of 1000 Corpses",
    "release_date": "2003-04-11",
    "overview": "Two teenage couples traveling across the backwoods of Texas searching for urban legends of serial killers end up as prisoners of a bizarre and sadistic backwater family of serial killers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/29c2qgXmSREosLBevOILEuMWzQC.jpg",
    "popularity": 2.8372,
    "tmdb_url": "https://www.themoviedb.org/movie/2662"
  },
  {
    "id": 795811,
    "title": "Wheel of Fortune and Fantasy",
    "release_date": "2021-04-11",
    "overview": "An unexpected love triangle, a seduction trap, and a random encounter are the three episodes, told in three movements to depict three female characters and trace the trajectories between their choices and regrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z3xqVWOsetW6pSEgx1uiqXfzRet.jpg",
    "popularity": 2.805,
    "tmdb_url": "https://www.themoviedb.org/movie/795811"
  },
  {
    "id": 3980,
    "title": "Critters",
    "release_date": "1986-04-11",
    "overview": "Carnivorous aliens arrive unannounced at a Kansas family farm; two intergalactic bounty hunters soon follow, determined to blow them off the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7tFJqfcmu7sAxwcRwQ0j9qnGrok.jpg",
    "popularity": 2.5908,
    "tmdb_url": "https://www.themoviedb.org/movie/3980"
  },
  {
    "id": 200505,
    "title": "Draft Day",
    "release_date": "2014-04-11",
    "overview": "At the NFL Draft, general manager Sonny Weaver has the opportunity to rebuild his team when he trades for the number one pick. He must decide what he's willing to sacrifice on a life-changing day for a few hundred young men with NFL dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bnl2ocjS1io4UCPhjoFuPKmJ9bf.jpg",
    "popularity": 2.5104,
    "tmdb_url": "https://www.themoviedb.org/movie/200505"
  },
  {
    "id": 118624,
    "title": "Doomsday Book",
    "release_date": "2012-04-11",
    "overview": "In 'A Brave New World', a virus brings the city to ruins and zombies flood the streets of Seoul. In 'The Heavenly Creature', a robot reaches enlightenment while working at a temple, but its creators deem this phenomenon a threat to mankind. In the final segment, 'Happy Birthday', a young girl logs onto a strange website and places an order for a new billiard ball for her father. Soon afterwards a meteor heads toward Earth and people flee to underground bomb shelters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1HQBqpGtsN8f65kzHoZhLKbMchr.jpg",
    "popularity": 2.5102,
    "tmdb_url": "https://www.themoviedb.org/movie/118624"
  },
  {
    "id": 58128,
    "title": "Andaz Apna Apna",
    "release_date": "1994-04-11",
    "overview": "Two slackers competing for the affections of an heiress inadvertently become her protectors from an evil criminal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l1tE1GspvcyeYSfKxmnh8DObnzG.jpg",
    "popularity": 2.4503,
    "tmdb_url": "https://www.themoviedb.org/movie/58128"
  },
  {
    "id": 7183,
    "title": "Perfect Stranger",
    "release_date": "2007-04-11",
    "overview": "A journalist goes undercover to ferret out businessman Harrison Hill as her best friend's killer. Posing as one of his temps, she enters into a game of online cat-and-mouse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i7D5QqQ0q5EXU1UuZVY9KwIxoYR.jpg",
    "popularity": 2.4179,
    "tmdb_url": "https://www.themoviedb.org/movie/7183"
  },
  {
    "id": 9434,
    "title": "Grosse Pointe Blank",
    "release_date": "1997-04-11",
    "overview": "Martin Blank is a hitman for hire. When he starts to develop a conscience, he botches a couple of routine jobs. On the advice of his secretary and his psychiatrist, he decides to attend his ten-year high school reunion in Grosse Pointe, Michigan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7lQ0MSNQqBTYpXTTZL82u1n95Z3.jpg",
    "popularity": 2.3615,
    "tmdb_url": "https://www.themoviedb.org/movie/9434"
  },
  {
    "id": 9299,
    "title": "Thesis",
    "release_date": "1996-04-11",
    "overview": "While doing a thesis about violence, Ángela finds a snuff video where a girl is tortured to death. Soon she discovers that the girl was a former student at her college...",
    "poster_url": "https://image.tmdb.org/t/p/w500/w1ynKTlqOfbIMwcDsTSvCku9bQg.jpg",
    "popularity": 2.2097,
    "tmdb_url": "https://www.themoviedb.org/movie/9299"
  },
  {
    "id": 693550,
    "title": "The Last Roommate",
    "release_date": "2019-04-11",
    "overview": "THE LAST ROOMMATE centers around a young woman, Charlotte, who, upon falling in love with her seductive new roommate, Sarah, sinks into an erotic tangle of violence and deadly obsession. Follow Sarah as she tries to escape her suburban isolation by opening herself to a stranger. And, watch the two of them descend into psycho-sexual madness and violence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ixNksDEU3hdDz6MBPDMRbktNlAG.jpg",
    "popularity": 2.1772,
    "tmdb_url": "https://www.themoviedb.org/movie/693550"
  },
  {
    "id": 450636,
    "title": "Chained - The Seduction of Two Women",
    "release_date": "2017-04-11",
    "overview": "This is a love story between Jin-kyeong who obsessively indulges in Min-ah’s body and Min-ah who feels love and friendship at the same time.  Jin-kyeong mentally and physically comforts Min-ah who is going through a hard time after her boyfriend disappears.  Min-ah is relieved Jin-kyeong is there. One day Min-ah meets Yoon-jae, a student and is mesmerized by the fact that he looks and smells like her ex-boyfriend. Yoon-jae seduces Min-ah and harasses her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2vLoVkIpr8qEyC02p8HVxJAIy50.jpg",
    "popularity": 2.1606,
    "tmdb_url": "https://www.themoviedb.org/movie/450636"
  },
  {
    "id": 399248,
    "title": "Beirut",
    "release_date": "2018-04-11",
    "overview": "In 1980s Beirut, Mason Skiles is a former U.S. diplomat who is called back into service to save a colleague from the group that is possibly responsible for his own family's death. Meanwhile, a CIA field agent who is working under cover at the American embassy is tasked with keeping Mason alive and ensuring that the mission is a success.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s2qIeFsI9TskZr1LkSwljQDh5nl.jpg",
    "popularity": 2.1115,
    "tmdb_url": "https://www.themoviedb.org/movie/399248"
  },
  {
    "id": 499,
    "title": "Cléo from 5 to 7",
    "release_date": "1962-04-11",
    "overview": "Agnès Varda eloquently captures Paris in the sixties with this real-time portrait of a singer set adrift in the city as she awaits test results of a biopsy. A chronicle of the minutes of one woman’s life, Cléo from 5 to 7 is a spirited mix of vivid vérité and melodrama, featuring a score by Michel Legrand and cameos by Jean-Luc Godard and Anna Karina.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oelBStY4xpguaplRv15P3Za7Xsr.jpg",
    "popularity": 2.0325,
    "tmdb_url": "https://www.themoviedb.org/movie/499"
  },
  {
    "id": 303204,
    "title": "The Businessman",
    "release_date": "2014-04-11",
    "overview": "When a serial killer named The Businessman strikes in his town, a young man is forced to take action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hplKrRz7U23VptOf4iQgT56BZvE.jpg",
    "popularity": 2.0292,
    "tmdb_url": "https://www.themoviedb.org/movie/303204"
  }
]