[
  {
    "id": 10138,
    "title": "Iron Man 2",
    "release_date": "2010-04-28",
    "overview": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6WBeq4fCfn7AN0o21W9qNcRF2l9.jpg",
    "popularity": 13.329,
    "tmdb_url": "https://www.themoviedb.org/movie/10138"
  },
  {
    "id": 395000,
    "title": "Young Mother 4",
    "release_date": "2016-04-28",
    "overview": "Woo-jin, who is a repeater of college entrance exam, and Taek-sik's friend, Kang-hee come and visit Woo-jin's hometown on a small island. Woo-jin's mom, Hyeon-sook operates a small sashimi restaurant and a bed and breakfast to make a living on the island. Although Hyeon-sook has sex with Bong-seong, she rejects his proposals. One day, Woo-jin is terribly shocked to accidentally see his mom Hyeon-sook and Bong-seong having sex.",
    "poster_url": "https://image.tmdb.org/t/p/w500/UsQC34yh6U7oAUdRn2nMDNXbwf.jpg",
    "popularity": 7.5117,
    "tmdb_url": "https://www.themoviedb.org/movie/395000"
  },
  {
    "id": 818397,
    "title": "Memory",
    "release_date": "2022-04-28",
    "overview": "Alex, an assassin-for-hire, finds that he's become a target after he refuses to complete a job for a dangerous criminal organization. With the crime syndicate and FBI in hot pursuit, Alex has the skills to stay ahead, except for one thing: he is struggling with severe memory loss, affecting his every move. Alex must question his every action and whom he can ultimately trust.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Q1n3TwieoULnuaztu9aFjqHDTI.jpg",
    "popularity": 7.3291,
    "tmdb_url": "https://www.themoviedb.org/movie/818397"
  },
  {
    "id": 7453,
    "title": "The Hitchhiker's Guide to the Galaxy",
    "release_date": "2005-04-28",
    "overview": "Mere seconds before the Earth is to be demolished by an alien construction crew, Arthur Dent is swept off the planet by his friend Ford Prefect, a researcher penning a new edition of \"The Hitchhiker's Guide to the Galaxy.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/yr9A3KGQlxBh3yW0cmglsr8aMIz.jpg",
    "popularity": 5.3263,
    "tmdb_url": "https://www.themoviedb.org/movie/7453"
  },
  {
    "id": 808806,
    "title": "Subway Serial Rape: Uniform Hunting",
    "release_date": "1987-04-28",
    "overview": "On their way to school two sisters are raped by a gang of punks in full view of the passengers on the subway. When one sister commits suicide the other quits school and picks up a yakuza boyfriend who teaches her how to shoot. When the boyfriend is killed by his old gang the girl becomes a cab driver. With a .45 by her side she hunts for the punks who raped her and anyone else who deserves it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bG6xP4WyWNS2KY1tkk0ZGMSIf91.jpg",
    "popularity": 4.7491,
    "tmdb_url": "https://www.themoviedb.org/movie/808806"
  },
  {
    "id": 1049948,
    "title": "Vikings: Battle of Heirs",
    "release_date": "2023-04-28",
    "overview": "A young Viking must come to terms with the realization that he may be the King's son, who was switched at birth, but not before others try to take his rightful place.",
    "poster_url": "https://image.tmdb.org/t/p/w500/87goLbbqrJqAxqDS5cBsik1zKT.jpg",
    "popularity": 4.6188,
    "tmdb_url": "https://www.themoviedb.org/movie/1049948"
  },
  {
    "id": 9530,
    "title": "RV",
    "release_date": "2006-04-28",
    "overview": "Climbing aboard their mammoth recreational vehicle for a cross-country road trip to the Colorado Rockies, the Munro family – led by dysfunctional patriarch, Bob – prepares for the adventure of a lifetime. But spending two weeks together in one seriously small space has a way of cramping their style.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eqV0JjfwcEJuK3JPZ2rsNvS1p30.jpg",
    "popularity": 4.6036,
    "tmdb_url": "https://www.themoviedb.org/movie/9530"
  },
  {
    "id": 792358,
    "title": "Jana Gana Mana",
    "release_date": "2022-04-28",
    "overview": "Ramanagara wakes up to a series of events that shocks the entire Nation. In this crisis, two individuals with two different perspectives on law and justice intervene to define the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1bSPVn6HlkGYTQ4tJYJ0UGWnQM9.jpg",
    "popularity": 3.7653,
    "tmdb_url": "https://www.themoviedb.org/movie/792358"
  },
  {
    "id": 656159,
    "title": "Endless Rain",
    "release_date": "2021-04-28",
    "overview": "Young-ho doesn't have any dreams for his life. He has been studying for three years to enter a university. He decides to send a letter to his childhood friend So-yeon. But her younger sister So-hee receives the letter instead of her sick sister. So-hee writes back to Young-ho, pretending to be So-yeon. Meanwhile, So-hee takes care of her sick sister and also runs a secondhand bookstore with her mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pn0NSlPTtUfKMP5xqZQCSsVNbsc.jpg",
    "popularity": 3.4123,
    "tmdb_url": "https://www.themoviedb.org/movie/656159"
  },
  {
    "id": 4999,
    "title": "Woman of Straw",
    "release_date": "1964-04-28",
    "overview": "Anthony Richmond schemes to get the fortune of his tyrannical, wheelchair-using tycoon uncle Charles Richmond by persuading Maria, a nurse he employs, to marry him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9SD5o7yLiH3PgzARqWa7WG9jwX.jpg",
    "popularity": 3.2743,
    "tmdb_url": "https://www.themoviedb.org/movie/4999"
  },
  {
    "id": 1102776,
    "title": "AKA",
    "release_date": "2023-04-28",
    "overview": "A steely special ops agent finds his morality put to the test when he infiltrates a crime syndicate and unexpectedly bonds with the boss' young son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/exKj9XSFWLajZ6NI60Gxsj1qNuE.jpg",
    "popularity": 3.2348,
    "tmdb_url": "https://www.themoviedb.org/movie/1102776"
  },
  {
    "id": 889,
    "title": "The Flintstones in Viva Rock Vegas",
    "release_date": "2000-04-28",
    "overview": "The Flintstones are at it again. The Flintstones and the Rubbles head for Rock Vegas with Fred hoping to court the lovely Wilma. Nothing will stand in the way of love, except for the conniving Chip Rockefeller who is the playboy born in Baysville but who has made it in the cutthroat town of Rock Vegas. Will Fred win Wilma's love?",
    "poster_url": "https://image.tmdb.org/t/p/w500/hJ0BqcVItbqe92LfsUC8zcNvwuc.jpg",
    "popularity": 3.1633,
    "tmdb_url": "https://www.themoviedb.org/movie/889"
  },
  {
    "id": 12122,
    "title": "Village of the Damned",
    "release_date": "1995-04-28",
    "overview": "An American village is visited by some unknown life form which leaves the women of the village pregnant. Nine months later, the babies are born, and they all look normal, but it doesn't take the \"parents\" long to realize that the kids are not human or humane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vnK68SPMQTvLWVYaNMINJOismEr.jpg",
    "popularity": 3.0259,
    "tmdb_url": "https://www.themoviedb.org/movie/12122"
  },
  {
    "id": 13751,
    "title": "Akeelah and the Bee",
    "release_date": "2006-04-28",
    "overview": "11-year-old Akeelah Anderson has a way with words. After winning her schoolwide spelling bee, she decides to enter the competition, despite her classmates' derision and the antipathy of her mother Tanya. Thanks to the efforts of her teacher Dr. Larabee, she reaches the finala. As she gets to know her fellow competitors, Akeelah realizes that coming first isn't everything in life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tLejxaLJu8Qh5F2VKacWniMSZ3v.jpg",
    "popularity": 2.9847,
    "tmdb_url": "https://www.themoviedb.org/movie/13751"
  },
  {
    "id": 353069,
    "title": "Mother's Day",
    "release_date": "2016-04-28",
    "overview": "Sandy is a stressed-out, single mom who learns that her ex-husband is marrying a younger woman. Her friend Jesse's parents don't know that she has a family or that  her sister, Gabi is married to a woman. Jesse's friend, Kristin, is juggling motherhood of a toddler, a patient boyfriend who keeps proposing, and searching for her biological mother. Bradley is a widower who's trying to raise two daughters on his own, while Miranda is too busy with her career to worry about children. When their respective problems intersect and start coming to a head, the Mother's Day holiday takes on a special meaning for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AvGTqWgDjQ0TwDkApFMAA1BxJOD.jpg",
    "popularity": 2.7857,
    "tmdb_url": "https://www.themoviedb.org/movie/353069"
  },
  {
    "id": 10559,
    "title": "Frequency",
    "release_date": "2000-04-28",
    "overview": "When a rare phenomenon gives police officer John Sullivan the chance to speak to his father, 30 years in the past, he takes the opportunity to prevent his dad's tragic death.  After his actions inadvertently give rise to a series of brutal murders he and his father must find a way to fix the consequences of altering time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eu3Hrjj271dnBdNAF0HqfmwWASt.jpg",
    "popularity": 2.7302,
    "tmdb_url": "https://www.themoviedb.org/movie/10559"
  },
  {
    "id": 690369,
    "title": "LEGO DC: Shazam! Magic and Monsters",
    "release_date": "2020-04-28",
    "overview": "It’s high time the Justice League took notice of Shazam, but joining the world’s greatest team of superheroes is a lot harder when they’ve all been turned into kids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ziIyuNNNwYqv0qbOpV9VvvdnRBb.jpg",
    "popularity": 2.6871,
    "tmdb_url": "https://www.themoviedb.org/movie/690369"
  },
  {
    "id": 1103856,
    "title": "Sex Games",
    "release_date": "2023-04-28",
    "overview": "A rich couple often spices up their sexual relationship by doing their so-called Sex Games. But when they meet a new set of \"playmates\"- a conservative couple, their game becomes more challenging.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sRrIKxj9aehQKio2oN1C4fMgtV6.jpg",
    "popularity": 2.5517,
    "tmdb_url": "https://www.themoviedb.org/movie/1103856"
  },
  {
    "id": 528656,
    "title": "Genghis Khan",
    "release_date": "2018-04-28",
    "overview": "Temüjin and Börte are childhood lovers who are deeply in love; but news of Temüjin's father's death swiftly disrupted their relationship. Temüjin heads back to his hometown, but was faced with a sudden attack from his father's former comrades, causing his whole tribe to be destroyed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/FgFoX4wlZUT31ErGGzVnNlh8U3.jpg",
    "popularity": 2.5311,
    "tmdb_url": "https://www.themoviedb.org/movie/528656"
  },
  {
    "id": 45075,
    "title": "Blades of Blood",
    "release_date": "2010-04-28",
    "overview": "Lee Mong-hak and a skilled blind swordsman Hwang Jeong-hak, both long to wipe away corruption and heal the world. Lee Mong-hak creates a rebel army to achieve his goal and get rid of the King.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3zCBYNJJCx1HI2d9w0uRP7wlU6W.jpg",
    "popularity": 2.5004,
    "tmdb_url": "https://www.themoviedb.org/movie/45075"
  },
  {
    "id": 16985,
    "title": "Legally Blondes",
    "release_date": "2009-04-28",
    "overview": "Moving from England to California, the youngest cousins of Elle Woods must defend themselves when their schools reigning forces turn on the girls and try to frame them for a crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wZnEw0avASZwBWcJo5F1pdJnmO2.jpg",
    "popularity": 2.4697,
    "tmdb_url": "https://www.themoviedb.org/movie/16985"
  },
  {
    "id": 1631,
    "title": "A Real Young Girl",
    "release_date": "1999-04-28",
    "overview": "Bored and restless, Alice spends much of her time lusting after Jim, a local sawmill worker. When not lusting after him, Alice fills the hours with such pursuits as writing her name on a mirror with vaginal secretions and wandering the fields with her underwear around her ankles. And, in true teenaged tradition, she spends a lot of time writing in her diary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kuSYd4AGcfydRtkcVLqas0zLtql.jpg",
    "popularity": 2.4438,
    "tmdb_url": "https://www.themoviedb.org/movie/1631"
  },
  {
    "id": 508747,
    "title": "Us and Them",
    "release_date": "2018-04-28",
    "overview": "Ten years ago, on a train home during the busy Spring Festival travel period, fate brings Xiaoxiao and Jianqing together. Like many young couples, they meet, fall in love, and strive to make it work, but eventually, the harsh realities of life make them drift apart. Ten years later, they run into each other again. Will they make the most of this second chance and rekindle what they once lost?",
    "poster_url": "https://image.tmdb.org/t/p/w500/awAgLglirZsEqLff79Z8HaMrTXn.jpg",
    "popularity": 2.4157,
    "tmdb_url": "https://www.themoviedb.org/movie/508747"
  },
  {
    "id": 452,
    "title": "The Idiots",
    "release_date": "1998-04-28",
    "overview": "A mix of home-video and documentary styles about a group of young people who have decided to get to know their “inner-idiots” and thus not only facing and breaking their outer appearance but also their inner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rCzKe2A6GFIpyWnrdvDhUfCXp5H.jpg",
    "popularity": 2.3871,
    "tmdb_url": "https://www.themoviedb.org/movie/452"
  },
  {
    "id": 9829,
    "title": "United 93",
    "release_date": "2006-04-28",
    "overview": "A real-time account of the events on United Flight 93, one of the planes hijacked on 9/11 that crashed near Shanksville, Pennsylvania when passengers foiled the terrorist plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r3mdSgsnpoi4UiUufdybhjha68t.jpg",
    "popularity": 2.3716,
    "tmdb_url": "https://www.themoviedb.org/movie/9829"
  },
  {
    "id": 516370,
    "title": "Not Black Enough",
    "release_date": "2017-04-28",
    "overview": "A deep look at the class warfare and the contradictions that African-Americans face within their own community when many of them are ostracized because they are “not black enough.” An analysis of the reasons behind these absurd acts of hatred.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tM1YrPO6PNAsLeuoP8SSaxGR3XY.jpg",
    "popularity": 2.345,
    "tmdb_url": "https://www.themoviedb.org/movie/516370"
  },
  {
    "id": 858082,
    "title": "Ponniyin Selvan: Part II",
    "release_date": "2023-04-28",
    "overview": "968 AD. The Pandyan assassins gather once again to destroy the Chola dynasty. Now the mighty Chola princes must fight the Pandyas, the Rashtrakutas and other Chola enemies who have joined forces. Also, at play are the rumours of Ponniyin Selvan’s death at sea, the powerful Pazhuvettarayar’s betrayal, and the tragic destiny of Aditha Karikalan, whose heart was long lost to the vengeful Nandini.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1fMM5yjLYJNfO3CSQBpfC1kqeIK.jpg",
    "popularity": 2.321,
    "tmdb_url": "https://www.themoviedb.org/movie/858082"
  },
  {
    "id": 1198840,
    "title": "The Test",
    "release_date": "2012-04-28",
    "overview": "A mystery/suspense thriller about a man who discovers he is the child of a rape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/op5gKrDkMXLlLYO7l57Yzh4Yh6b.jpg",
    "popularity": 2.2981,
    "tmdb_url": "https://www.themoviedb.org/movie/1198840"
  },
  {
    "id": 556024,
    "title": "Love Me Tenderly, Love Me Wildly",
    "release_date": "1979-04-28",
    "overview": "Yuichi prides himself on the fact that he is a family man but contrary to his conception of an ideal family life, at age 24, his wife has already run out on him. In utter confusion, he tries to reason out where he had gone amiss that such a thing should happen out of the clear blue sky. About this time, Yuichi helps Ayako, a young girl, embroiled in trouble. She returns Yuichi's kindness by making off with his precious camera. Then she returns and since his wife has washed her hands of him, he forces himself on Ayako who acts as if she had been waiting for him to enter her. Suddenly, Yuichi's wife returns...",
    "poster_url": "https://image.tmdb.org/t/p/w500/ql5dU3Brs5xyFSx6QjDQWGeGX6b.jpg",
    "popularity": 2.2909,
    "tmdb_url": "https://www.themoviedb.org/movie/556024"
  },
  {
    "id": 521288,
    "title": "The Trough",
    "release_date": "2018-04-28",
    "overview": "Yu Chau is a cop who has gone so deep undercover within the triad. He can no longer tell which side of the law he's on. When he accidentally kills one of his pals in an operation, he runs off into the boonies to lick his wounds. Upon his return, he teams up with fellow officers Jim and Jackie to catch a triad Boss, only to unveil collusion with government officials at the highest level. Yu Chau once again faces the dilemma of taking the law into his own hands...",
    "poster_url": "https://image.tmdb.org/t/p/w500/9LiqCJBLkSRzRZuRCUW17ysB0NN.jpg",
    "popularity": 2.2548,
    "tmdb_url": "https://www.themoviedb.org/movie/521288"
  },
  {
    "id": 678287,
    "title": "Marmaduke",
    "release_date": "2022-04-28",
    "overview": "Great Dane Marmaduke epitomizes the overgrown lapdog, with an irascible streak and a penchant for mischief that is tempered with a deep sense of love and responsibility for his human family, the Winslows. The new animation is set in the world of elite dog shows, rife divas, rivalries and slapstick comedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bMUhBeMp0vLQzaPBX0izFdnFvh0.jpg",
    "popularity": 2.2514,
    "tmdb_url": "https://www.themoviedb.org/movie/678287"
  },
  {
    "id": 62977,
    "title": "The Lost Bladesman",
    "release_date": "2011-04-28",
    "overview": "During the warring period of the three kingdoms, ancient China is in turmoil. To unify the country, general Cao Cao, the real power behind the Emperor, enlists the aid of the greatest warrior in the land, Guan Yu.  However, Guan Yu is a loyal friend of Cao Cao's enemy Liu Bei so to persuade the peerless warrior to fight, Cao Cao takes his beloved Qi Lan hostage.  After leading Cao Cao's forces to victory Guan Yu sets out with Qi Lan to rejoin Liu Bei.  Now Cao Cao has deemed him too great a threat to live, and on the journey he must face all the forces at the Emperor's command sent to destroy him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1DSYsGAdeYPws4mBqtQP6YV0tvt.jpg",
    "popularity": 2.2117,
    "tmdb_url": "https://www.themoviedb.org/movie/62977"
  },
  {
    "id": 114372,
    "title": "Fist of the North Star: Legend of Raoh - Chapter of Fierce Fight",
    "release_date": "2007-04-28",
    "overview": "A film adaptation of the Last Nanto General story arc from the manga, depicting the final battle between Kenshiro and Raoh that led to Kenshiro becoming the successor of Hokuto Shinken. Some events from the manga / anime have been excluded from the story (such as Raoh's fight with Juza) whereas others have been altered or expanded. New content featuring the final battle from Raoh's perspective have been added. This film serves as the follow-up to the first film in the series, which introduced Raoh and Reina's relationship, this time bringing it to a conclusion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kghwkWiK99pPscP61Tm771Vu5lm.jpg",
    "popularity": 2.1314,
    "tmdb_url": "https://www.themoviedb.org/movie/114372"
  },
  {
    "id": 21964,
    "title": "Five Fingers of Death",
    "release_date": "1972-04-28",
    "overview": "A young boxer joins a martial arts school to increase his skill so he can enter a martial arts competition. He leaves the school when he hears that a local gangster is terrorizing the town. He comes to the aid of a young singer and brings on the wrath of the local gang. He eventually enters the martial arts competition after learning iron palm technique and takes out all competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iAEd4aorPPLwbMNTYsQXLelHclo.jpg",
    "popularity": 2.0483,
    "tmdb_url": "https://www.themoviedb.org/movie/21964"
  },
  {
    "id": 10345,
    "title": "K-9",
    "release_date": "1989-04-28",
    "overview": "The extravagant cop Michael Dooley needs some help to fight a drug dealer who has tried to kill him. A \"friend\" gives him a dog named Jerry Lee (Officer Lewis), who has been trained to smell drugs. With his help, Dooley sets out to put his enemy behind the bars, but Jerry Lee has a personality of his own and works only when he wants to. On the other hand, the dog is quite good at destroying Dooley's car, house and sex-life...",
    "poster_url": "https://image.tmdb.org/t/p/w500/21mBNUe0X4WYywe6w5DyihltmAn.jpg",
    "popularity": 2.0295,
    "tmdb_url": "https://www.themoviedb.org/movie/10345"
  },
  {
    "id": 1012837,
    "title": "Born to Fly",
    "release_date": "2023-04-28",
    "overview": "A talented trainee pilot is given the opportunity to virtually test the latest fighter jet, which pushes him to his limits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dsbRnYqHm2OBLQK8E2bvgFafvpf.jpg",
    "popularity": 2.0225,
    "tmdb_url": "https://www.themoviedb.org/movie/1012837"
  }
]