[
  {
    "id": 2323,
    "title": "Field of Dreams",
    "release_date": "1989-04-21",
    "overview": "Ray Kinsella is an Iowa farmer who hears a mysterious voice telling him to turn his cornfield into a baseball diamond. He does, but the voice's directions don't stop -- even after the spirits of deceased ballplayers turn up to play.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vL7F8T9B6r4Uztpe1Hw4o63I1m1.jpg",
    "popularity": 13.2891,
    "tmdb_url": "https://www.themoviedb.org/movie/2323"
  },
  {
    "id": 10195,
    "title": "Thor",
    "release_date": "2011-04-21",
    "overview": "Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/prSfAi1xGrhLQNxVSUFh61xQ4Qy.jpg",
    "popularity": 12.2373,
    "tmdb_url": "https://www.themoviedb.org/movie/10195"
  },
  {
    "id": 588,
    "title": "Silent Hill",
    "release_date": "2006-04-21",
    "overview": "Rose, a desperate mother takes her adopted daughter, Sharon, to the town of Silent Hill in an attempt to cure her of her ailment. After a violent car crash, Sharon disappears and Rose begins a desperate search to get her back. She descends into the center of the twisted reality of a town's terrible secret. Pursued by grotesquely deformed creatures and townspeople stuck in permanent purgatory, Rose begins to uncover the truth behind the apocalyptic disaster that burned the town 30 years earlier.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r0bEDWO2w4a43K2xTNSF284qOsc.jpg",
    "popularity": 5.5789,
    "tmdb_url": "https://www.themoviedb.org/movie/588"
  },
  {
    "id": 1443,
    "title": "The Virgin Suicides",
    "release_date": "2000-04-21",
    "overview": "A group of male friends become obsessed with five mysterious sisters who are sheltered by their strict, religious parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1NCQtXPQnaHRjOZVmktA9BSM35F.jpg",
    "popularity": 5.2282,
    "tmdb_url": "https://www.themoviedb.org/movie/1443"
  },
  {
    "id": 32022,
    "title": "Case Closed: Countdown to Heaven",
    "release_date": "2001-04-21",
    "overview": "As a pair of towers in Tokyo are being prepared for their grand opening, there is a series of murders of people connected to the towers. Conan suspects that the mysterious Syndicate may also be involved.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1giFCODG6Bnik84NsyjHwvuX9Da.jpg",
    "popularity": 4.7661,
    "tmdb_url": "https://www.themoviedb.org/movie/32022"
  },
  {
    "id": 37280,
    "title": "Crayon Shin-chan: The Adult Empire Strikes Back",
    "release_date": "2001-04-21",
    "overview": "Shin-chan must rescue the adults of Kasukabe when they mysteriously abandon their responsibilities to relive their youth at the new 20th-century expo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/heJkgOCx4pHqdooYA1h7B65ghvf.jpg",
    "popularity": 4.6961,
    "tmdb_url": "https://www.themoviedb.org/movie/37280"
  },
  {
    "id": 8913,
    "title": "Pet Sematary",
    "release_date": "1989-04-21",
    "overview": "After the Creed family's cat is accidentally killed, a friendly neighbor advises its burial in a mysterious nearby cemetery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ZtH1V4rhrtP53ezlEWrCaMALXF.jpg",
    "popularity": 4.3336,
    "tmdb_url": "https://www.themoviedb.org/movie/8913"
  },
  {
    "id": 39206,
    "title": "Detective Conan: Jolly Roger in the Deep Azure",
    "release_date": "2007-04-21",
    "overview": "The Isle of Koumi, a beautiful island in the Pacific Ocean. On the island, people pass an old legend down from generation to generation that there was the Seabed Palace, an ancient ruin at the bottom of the sea, where the treasure of female pirates Anne Bonny and Mary Reed was left. When Conan and his friends visit Koumi while on vacation, they meet some suspicious treasure hunters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3qiBRbIsfpw6O32TfD1FZ81MiKw.jpg",
    "popularity": 4.038,
    "tmdb_url": "https://www.themoviedb.org/movie/39206"
  },
  {
    "id": 966719,
    "title": "Kisi Ka Bhai... Kisi Ki Jaan",
    "release_date": "2023-04-21",
    "overview": "Bhaijaan, a self-defense trainer lives happily as a bachelor with his three brothers Moh, Ishq and Luv and uses violence to settle disputes. When his brothers, who’ve already found partners, come together to fix a match for him, Bhagya Lakshmi, Bhaijaan decides to mend his ways for his lover's sake. All hell breaks loose when he learns about Bhagya's family facing threats from their haunting past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yJ2JqgfWniQLnXPM5WkM7f1rqaY.jpg",
    "popularity": 3.6836,
    "tmdb_url": "https://www.themoviedb.org/movie/966719"
  },
  {
    "id": 482150,
    "title": "Liz and the Blue Bird",
    "release_date": "2018-04-21",
    "overview": "In their last year of high school, two girls in the brass band club perform a song inspired by a fairy tale that parallels their friendship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7xRIkqWJy4cNpUxPo5aZ24O0Tyx.jpg",
    "popularity": 3.4168,
    "tmdb_url": "https://www.themoviedb.org/movie/482150"
  },
  {
    "id": 41378,
    "title": "Five Element Ninjas",
    "release_date": "1982-04-21",
    "overview": "A young martial artist vows to take revenge against the ninja who murdered his martial arts master and brothers. He finds a new teacher and faces, together with his new brothers, the Five Element Ninja challenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nUidOywTrK8kceDCOHQRuLGqs4y.jpg",
    "popularity": 3.1739,
    "tmdb_url": "https://www.themoviedb.org/movie/41378"
  },
  {
    "id": 2064,
    "title": "While You Were Sleeping",
    "release_date": "1995-04-21",
    "overview": "A transit worker pulls commuter Peter off railway tracks after he's mugged, but—while he's in a coma—his family mistakenly thinks she's Peter's fiancée, and she doesn't correct them. Things get more complicated when she falls for his brother, who's not quite sure that she's who she claims to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qNGO3ETcNwlWqK2kNRpbJSJRlos.jpg",
    "popularity": 3.0765,
    "tmdb_url": "https://www.themoviedb.org/movie/2064"
  },
  {
    "id": 10474,
    "title": "The Basketball Diaries",
    "release_date": "1995-04-21",
    "overview": "A high school basketball player’s life turns upside down after free-falling into the harrowing world of drug addiction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AhvO1GGDPIgN0hOqZEgaFCbswMK.jpg",
    "popularity": 3.0703,
    "tmdb_url": "https://www.themoviedb.org/movie/10474"
  },
  {
    "id": 602302,
    "title": "Recalled",
    "release_date": "2021-04-21",
    "overview": "Soo-jin, who lost her memories due to a horrible incident, starts suspecting her husband. She is confused between reality and illusion, truth and lies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kTXwu4Ux8QJ1iwBprwVRbEtPa90.jpg",
    "popularity": 3.0514,
    "tmdb_url": "https://www.themoviedb.org/movie/602302"
  },
  {
    "id": 100271,
    "title": "A Letter to Momo",
    "release_date": "2012-04-21",
    "overview": "A shy 11-year-old's life takes a strange turn when she discovers three hungry goblins living in the attic of her new house. She misses her old life. She misses her father so very much. Until she makes some new ghoulish friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uH4c5t3Wzzv41Wq9ws2Q47N1Dzo.jpg",
    "popularity": 2.7542,
    "tmdb_url": "https://www.themoviedb.org/movie/100271"
  },
  {
    "id": 46124,
    "title": "Dragon Fist",
    "release_date": "1979-04-21",
    "overview": "After the death of his master, martial arts student Tong Huo-wan travels with his adoptive family to seek redress from the man responsible but finds himself torn between righteousness and filial piety after becoming entangled in a feud between a local clan and gangsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lADZxwVnU5po0ThwduReAiaQUiP.jpg",
    "popularity": 2.5767,
    "tmdb_url": "https://www.themoviedb.org/movie/46124"
  },
  {
    "id": 1085046,
    "title": "Shimmy: The First Monkey King",
    "release_date": "2023-04-21",
    "overview": "Shimmy, a monkey newly discover superhero powers and learns how to control his extraordinary transformative abilities and prevent powerful demonic forces from sending the universe into chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkaymv2mzOw8QdCZ9YllRYbXBb8.jpg",
    "popularity": 2.5605,
    "tmdb_url": "https://www.themoviedb.org/movie/1085046"
  },
  {
    "id": 1103825,
    "title": "War of the Worlds: The Attack",
    "release_date": "2023-04-21",
    "overview": "Three young astronomers fight to survive a deadly Martian invasion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wtar1NytLPRnd8hlwspeRRW5NVm.jpg",
    "popularity": 2.5321,
    "tmdb_url": "https://www.themoviedb.org/movie/1103825"
  },
  {
    "id": 8976,
    "title": "A Lot Like Love",
    "release_date": "2005-04-21",
    "overview": "On a flight from Los Angeles to New York, Oliver and Emily make a connection, only to decide that they are poorly suited to be together. Over the next seven years, however, they are reunited time and time again, they go from being acquaintances to close friends to ... lovers?",
    "poster_url": "https://image.tmdb.org/t/p/w500/6xrF9zwEbYiYBOalMO14RAWBLLj.jpg",
    "popularity": 2.3297,
    "tmdb_url": "https://www.themoviedb.org/movie/8976"
  },
  {
    "id": 390054,
    "title": "Sand Castle",
    "release_date": "2017-04-21",
    "overview": "Set during the occupation of Iraq, a squad of U.S. soldiers try to protect a small village.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aw2K9mV3DE4ez3glmKmBxpzrDPQ.jpg",
    "popularity": 2.2894,
    "tmdb_url": "https://www.themoviedb.org/movie/390054"
  },
  {
    "id": 16931,
    "title": "Into the Blue 2: The Reef",
    "release_date": "2009-04-21",
    "overview": "When they're hired to recover the lost treasure of Columbus, married scuba divers Sebastian and Dani think they've hit the jackpot. But as they get closer to the fortune, the couple begins to suspect their employers have their own agenda. Hitting upon the real plan, the two come to the chilling realization that they may be expendable and that there's much more than riches at stake.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qLWOHSfrwWYrm7yic0ACFKGRLAq.jpg",
    "popularity": 2.2693,
    "tmdb_url": "https://www.themoviedb.org/movie/16931"
  },
  {
    "id": 42170,
    "title": "Vengeance Is Mine",
    "release_date": "1979-04-21",
    "overview": "A thief, a murderer, and a charming lady-killer, Iwao Enokizu is on the run from the police.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7mzlay0miUkplT0EsKdR8znOVpe.jpg",
    "popularity": 2.2333,
    "tmdb_url": "https://www.themoviedb.org/movie/42170"
  },
  {
    "id": 70530,
    "title": "A Chinese Ghost Story IV",
    "release_date": "2011-04-21",
    "overview": "Government official Ling Choi Sin journeys to the parched Black Mountain Village, to help its inhabitants find water.  As he leads a group of volunteers up the haunted mountain, he encounters a bevy of sexy demons as well as a lovely girl named Siu Sin.  After wooing her with some candy, he falls for her... and then realises that he is caught in a deadly triangle; another guy, a demon-hunter named Yan Chek Ha is also in love with Siu Sin.  However, before the two men can settle their differences, they have to contend with the evil Tree Demon as well as a one-armed demon hunter who is determined to kill all the supernatural beings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zKigVU0hX69Nzf2GyDF1O9tZpEJ.jpg",
    "popularity": 2.2091,
    "tmdb_url": "https://www.themoviedb.org/movie/70530"
  },
  {
    "id": 394374,
    "title": "At the End of the Tunnel",
    "release_date": "2016-04-21",
    "overview": "A paraplegic computer engineer that moves in a wheelchair and works in his basement starts hearing noises and voices of bank-robbers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gKfm5UqRwvoNiImFQLEH2WDMK5S.jpg",
    "popularity": 2.1744,
    "tmdb_url": "https://www.themoviedb.org/movie/394374"
  },
  {
    "id": 380111,
    "title": "Flight Crew",
    "release_date": "2016-04-21",
    "overview": "A story about bravery, self-sacrifice and human dignity put on trial by the merciless power of nature. A young pilot is fired from military air force after disobeying an absurd order. He gets a job as a co-pilot with a civil airline. Being brutally honest and direct, he is not on best terms with his new colleagues. During a flight to Asia his crew receives a distress message from a volcanic island and makes a decision to attempt a rescue mission. Will it be a success? Will they survive the disaster? They have a single chance to find that out: by being a team and sticking up for one another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nL1WhzLiD2nZ7ixQcp5K0z4eEB7.jpg",
    "popularity": 2.1258,
    "tmdb_url": "https://www.themoviedb.org/movie/380111"
  },
  {
    "id": 6715,
    "title": "The Cure",
    "release_date": "1995-04-21",
    "overview": "Erik, a loner, finds a friend in Dexter, an eleven-year-old boy with AIDS. They vow to find a cure for AIDS together and save Dexter's life in an eventful summer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3WN1H5NzLOjhY9AP848v8WPc9uu.jpg",
    "popularity": 2.111,
    "tmdb_url": "https://www.themoviedb.org/movie/6715"
  },
  {
    "id": 68263,
    "title": "Shakugan no Shana: The Movie",
    "release_date": "2007-04-21",
    "overview": "The movie is more or less a retelling of the first few episodes of the series that is not much more than a slightly padded director's cut. You do learn some interesting details such as where Yugi's dad is, a look at the flame haze who was in the city before Shana, and even a couple of new powers for the Reiji Maigo. The story is certainly fleshed out quite a bit more and the final 15 minutes of the film comprise a surprisingly powerful conclusion (worth the price of admission on its own), but I would have liked a more original story rather then a highly polished version of one that I've already enjoyed. In the end, spectacular visuals, great new music, and well thought out additions to the core story leave you feeling glad to have seen the film. On the other hand, the fact that anything new that was added obviously doesn't change the events that come later in the series means that established fans will likely leave the experience less than satisfied.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fMRs3Km9gcjVWt9WCujO5E3FPUO.jpg",
    "popularity": 2.0181,
    "tmdb_url": "https://www.themoviedb.org/movie/68263"
  }
]