[
  {
    "id": 271110,
    "title": "Captain America: Civil War",
    "release_date": "2016-04-27",
    "overview": "Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rAGiXaUfPzY7CDEyNKUofk3Kw2e.jpg",
    "popularity": 16.3412,
    "tmdb_url": "https://www.themoviedb.org/movie/271110"
  },
  {
    "id": 455476,
    "title": "Knights of the Zodiac",
    "release_date": "2023-04-27",
    "overview": "When a headstrong street orphan, Seiya, in search of his abducted sister unwittingly taps into hidden powers, he discovers he might be the only person alive who can protect a reincarnated goddess, sent to watch over humanity. Can he let his past go and embrace his destiny to become a Knight of the Zodiac?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
    "popularity": 6.4623,
    "tmdb_url": "https://www.themoviedb.org/movie/455476"
  },
  {
    "id": 2019,
    "title": "Hard Target",
    "release_date": "1993-04-27",
    "overview": "When a woman's father goes missing, she enlists a local to aid in her search.  The pair soon discover that her father has died at the hands of a wealthy sportsman who hunts homeless men as a form of recreation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mXCM7pmUFUGp7QzSmare3RITe6n.jpg",
    "popularity": 6.2746,
    "tmdb_url": "https://www.themoviedb.org/movie/2019"
  },
  {
    "id": 1154269,
    "title": "Menantu dan Mertua",
    "release_date": "2023-04-27",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/yFWFj59VxAWspKQAfcbvCj00oC.jpg",
    "popularity": 4.833,
    "tmdb_url": "https://www.themoviedb.org/movie/1154269"
  },
  {
    "id": 943344,
    "title": "Underground Monster",
    "release_date": "2023-04-27",
    "overview": "Near a remote town, the repeated dumping of toxic waste causes an underground cave dweller to mutate into a hideous monster. A construction team that is digging a tunnel accidentally disturb the creature's habitat causing it to attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lWVwWRLqpS1OaNg7KT0ZecSW0PK.jpg",
    "popularity": 4.5658,
    "tmdb_url": "https://www.themoviedb.org/movie/943344"
  },
  {
    "id": 11679,
    "title": "xXx: State of the Union",
    "release_date": "2005-04-27",
    "overview": "Darius Stone's criminal record and extreme sports obsession make him the perfect candidate to be the newest XXX agent. He must save the U.S. government from a deadly conspiracy led by five-star general and Secretary of Defense George Deckert.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nL9J0N3HJSdZTKRsd5xcE6IzL5s.jpg",
    "popularity": 4.4495,
    "tmdb_url": "https://www.themoviedb.org/movie/11679"
  },
  {
    "id": 878361,
    "title": "Big George Foreman",
    "release_date": "2023-04-27",
    "overview": "Fueled by an impoverished childhood, George Foreman channeled his anger into becoming an Olympic Gold medalist and World Heavyweight Champion, followed by a near-death experience that took him from the boxing ring to the pulpit. But when he sees his community struggling spiritually and financially, Foreman returns to the ring and makes history by reclaiming his title, becoming the oldest and most improbable World Heavyweight Boxing Champion ever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fdVd6thTstt0MQ4dUC1IXiOXpxv.jpg",
    "popularity": 4.0489,
    "tmdb_url": "https://www.themoviedb.org/movie/878361"
  },
  {
    "id": 350312,
    "title": "Bāhubali 2: The Conclusion",
    "release_date": "2017-04-27",
    "overview": "When Mahendra, the son of Bāhubali, learns about his heritage, he begins to look for answers. His story is juxtaposed with past events that unfolded in the Mahishmati Kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xQ22LOWSkClP3maYhR9nZH0dnWM.jpg",
    "popularity": 3.9154,
    "tmdb_url": "https://www.themoviedb.org/movie/350312"
  },
  {
    "id": 81123,
    "title": "Can This Be Love",
    "release_date": "2005-04-27",
    "overview": "University students Ryan and Daisy probably couldn’t be any more dissimilar, with Ryan splitting his time between his nursing studies and a part-time job and Daisy, a Korean exchange student, doing her best to blend in with an unfamiliar culture. At first, their differences ignite an intense dislike for each other, but eventually, they discover they have more in common than they think perhaps even love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pLh1Qb0gltZSKvXy3FHlTvLHK5K.jpg",
    "popularity": 3.8502,
    "tmdb_url": "https://www.themoviedb.org/movie/81123"
  },
  {
    "id": 820446,
    "title": "Downton Abbey: A New Era",
    "release_date": "2022-04-27",
    "overview": "The Crawley family goes on a grand journey to the south of France to uncover the mystery of the dowager countess's newly inherited villa. Meanwhile, a Hollywood director seeks to film his latest production at Downton.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r5n4CLoIjUcnT3shWDi6MHdJ25a.jpg",
    "popularity": 3.697,
    "tmdb_url": "https://www.themoviedb.org/movie/820446"
  },
  {
    "id": 11908,
    "title": "Hatchet",
    "release_date": "2006-04-27",
    "overview": "When a group of tourists on a New Orleans haunted swamp tour find themselves stranded in the wilderness, their evening of fun and spooks turns into a horrific nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lkh3Fwruds78feXfP1Zb9kBLydL.jpg",
    "popularity": 3.6304,
    "tmdb_url": "https://www.themoviedb.org/movie/11908"
  },
  {
    "id": 38410,
    "title": "The Poughkeepsie Tapes",
    "release_date": "2007-04-27",
    "overview": "When hundreds of videotapes showing torture, murder and dismemberment are found in an abandoned house, they reveal a serial killer's decade-long reign of terror and become the most disturbing collection of evidence homicide detectives have ever seen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ppkhu3pO3fnXr05YeE7ryKloVd.jpg",
    "popularity": 3.5959,
    "tmdb_url": "https://www.themoviedb.org/movie/38410"
  },
  {
    "id": 886436,
    "title": "Agent",
    "release_date": "2023-04-27",
    "overview": "Ramakrishna aka Ricky's only one goal in life is to be a RAW recruitee and undertake some Planet-saving mission. Mahadev, RAW head, ropes him in for the most important mission ever known and unknown to even the Prime Minister of India. Ricky must tame The God, the megalomaniacal lynchpin of a giant-sized crime syndicate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ezFe7IZ6xbNdaq4VQglpOIip8qd.jpg",
    "popularity": 3.4487,
    "tmdb_url": "https://www.themoviedb.org/movie/886436"
  },
  {
    "id": 72207,
    "title": "The Five-Year Engagement",
    "release_date": "2012-04-27",
    "overview": "Exactly one year after Tom meets Violet, he surprises her with a wedding ring. By all accounts, Tom and Violet are destined for their happily ever after. However, this engaged couple just keep getting tripped up on the long walk down the aisle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/drsY910CSoSkROYypNVwUxI875T.jpg",
    "popularity": 3.4259,
    "tmdb_url": "https://www.themoviedb.org/movie/72207"
  },
  {
    "id": 10477,
    "title": "Driven",
    "release_date": "2001-04-27",
    "overview": "Talented rookie race-car driver Jimmy Bly has started losing his focus and begins to slip in the race rankings. It's no wonder, with the immense pressure being shoveled on him by his overly ambitious promoter brother as well as Bly's romance with his arch rival's girlfriend Sophia. With much riding on Bly, car owner Carl Henry brings former racing star Joe Tanto on board to help Bly. To drive Bly back to the top of the rankings, Tanto must first deal with the emotional scars left over from a tragic racing accident which nearly took his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8tJ4Ya8yEyxCMihDumEyvwvUuLB.jpg",
    "popularity": 3.2669,
    "tmdb_url": "https://www.themoviedb.org/movie/10477"
  },
  {
    "id": 291276,
    "title": "Unlocked",
    "release_date": "2017-04-27",
    "overview": "After failing to apprehend the terrorist behind a Paris attack that claimed dozens of lives, CIA agent Alice Racine is forced to live in London as a caseworker. Her mentor unexpectedly calls her back into action when the CIA discovers that another attack is imminent. Alice soon learns that the classified information she's uncovered has been compromised...",
    "poster_url": "https://image.tmdb.org/t/p/w500/fBDLdEraxCBKGmOPb6pJPYiDQh1.jpg",
    "popularity": 3.1686,
    "tmdb_url": "https://www.themoviedb.org/movie/291276"
  },
  {
    "id": 394754,
    "title": "Just the 3 of Us",
    "release_date": "2016-04-27",
    "overview": "An unlikely love story between polar opposites Uno and CJ two strangers, and how one night changes their lives forever. Unforeseen circumstances collide and force Uno and CJ to live under the same roof as they both deal with their sense of responsibility and their yearning for security. Uno is motivated by his sense of family while CJ is governed by an unconditional love that should put her first above everything else. The unlikely thing that binds Uno and CJ together paves the way for them to find in each other the kind of love they never thought they needed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2SXeMYcN4q3KwYf2gb3RHYwkCdn.jpg",
    "popularity": 3.0669,
    "tmdb_url": "https://www.themoviedb.org/movie/394754"
  },
  {
    "id": 10911,
    "title": "The Guns of Navarone",
    "release_date": "1961-04-27",
    "overview": "A team of allied saboteurs are assigned an impossible mission: infiltrate an impregnable Nazi-held island and destroy the two enormous long-range field guns that prevent the rescue of 2,000 trapped British soldiers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j6VSFnm20GlkUi8yb7hM5Qfc1fA.jpg",
    "popularity": 3.0215,
    "tmdb_url": "https://www.themoviedb.org/movie/10911"
  },
  {
    "id": 525660,
    "title": "Dynasty Warriors",
    "release_date": "2021-04-27",
    "overview": "In the turbulent late Eastern Han Dynasty, ambitious Dong Zhuo controls the court and the commonalty, and heroes from all over the country begin to rise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7BCTdek5LFHglcgl7shsm7igJAH.jpg",
    "popularity": 2.9549,
    "tmdb_url": "https://www.themoviedb.org/movie/525660"
  },
  {
    "id": 893345,
    "title": "The Secret Kingdom",
    "release_date": "2023-04-27",
    "overview": "Verity and Peter’s trip to the old family mansion takes a turn when the floor of their room suddenly gives way and they fall into an underground chamber where they are met by a civilization of creatures. The leader tells them that Peter's arrival was foretold as he’s the one who can use Great Clock of the Citadel to restart time and destroy the Shroud, a malevolent creature who feeds on fear itself...",
    "poster_url": "https://image.tmdb.org/t/p/w500/dteXMzVY53GBHUgrR7vigAartsP.jpg",
    "popularity": 2.8057,
    "tmdb_url": "https://www.themoviedb.org/movie/893345"
  },
  {
    "id": 19457,
    "title": "The Yards",
    "release_date": "2000-04-27",
    "overview": "In the rail yards of Queens, contractors repair and rebuild the city's subway cars. These contracts are lucrative, so graft and corruption are rife. When Leo Handler gets out of prison, he finds his aunt married to Frank Olchin, one of the big contractors; he's battling with a minority-owned firm for contracts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AtwXtU8CDWvVADgOwRkOSRZFPWI.jpg",
    "popularity": 2.7654,
    "tmdb_url": "https://www.themoviedb.org/movie/19457"
  },
  {
    "id": 14165,
    "title": "Ta Ra Rum Pum",
    "release_date": "2007-04-27",
    "overview": "A poor New York resident, who is of Indian origin, dreams of becoming a fast car race driver. He endeavors, and his efforts are rewarded when he selected by a little-known group called 'RACING SADDLES'. He joins them and soon becomes their ace race driver. This man, whose name is Rajveer, then meets with a rich American woman, also of Indian origin, whose name is Radhika.  Both fall in love with each other. They cannot get married, because Radhika's family hates Rajveer mainly because he is very poor. But Radhika is very stubborn, so she marries him. She loses all her rights to her family's wealth. They get married and become parents of two children. They also become very rich. Then Rajveer has an accident which changes their lives forever. They get into debt and stand to lose everything. Will Radhika be forced to return back to her family?",
    "poster_url": "https://image.tmdb.org/t/p/w500/2KfeenEAF4rgGW6wX9o6ejzL53G.jpg",
    "popularity": 2.7231,
    "tmdb_url": "https://www.themoviedb.org/movie/14165"
  },
  {
    "id": 339988,
    "title": "The Circle",
    "release_date": "2017-04-27",
    "overview": "A young tech worker takes a job at a powerful Internet corporation, quickly rises up the company's ranks, and soon finds herself in a perilous situation concerning privacy, surveillance and freedom. She comes to learn that her decisions and actions will determine the future of humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bQVqd5rWrx5GbXhJNuvKy4Viz6j.jpg",
    "popularity": 2.5464,
    "tmdb_url": "https://www.themoviedb.org/movie/339988"
  },
  {
    "id": 14636,
    "title": "The Condemned",
    "release_date": "2007-04-27",
    "overview": "Jack Conrad is awaiting the death penalty in a corrupt Central American prison. He is \"purchased\" by a wealthy television producer and taken to a desolate island where he must fight to the death against nine other condemned killers from all corners of the world, with freedom going to the sole survivor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uC50pDHgQQtoDFNh9bBNDAvpsqu.jpg",
    "popularity": 2.3617,
    "tmdb_url": "https://www.themoviedb.org/movie/14636"
  },
  {
    "id": 32159,
    "title": "Bloody Tie",
    "release_date": "2006-04-27",
    "overview": "A crystal meth dealer with a tragic past is forced to team up with a renegade cop to take down a powerful crime lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qUQKmwU3HM6DcN5D8jHDgvRNCcH.jpg",
    "popularity": 2.327,
    "tmdb_url": "https://www.themoviedb.org/movie/32159"
  },
  {
    "id": 394830,
    "title": "The Crucifixion",
    "release_date": "2017-04-27",
    "overview": "When a priest is jailed for the murder of a nun on whom he was performing an exorcism, an investigative journalist strives to determine whether he in fact murdered a mentally ill person, or if he lost the battle with a demonic presence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yxTFHGcS0AJab3olU9BjABf5Ogx.jpg",
    "popularity": 2.296,
    "tmdb_url": "https://www.themoviedb.org/movie/394830"
  },
  {
    "id": 15077,
    "title": "Triad Election",
    "release_date": "2006-04-27",
    "overview": "As election time nears, current Triad chairman Lok faces competition from his godsons. At the same time, Jimmy looks to increase his business relations with mainland China.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ovfJrjTFYg1G2xGw0zVAaiUhVBr.jpg",
    "popularity": 2.2691,
    "tmdb_url": "https://www.themoviedb.org/movie/15077"
  },
  {
    "id": 584004,
    "title": "Resurrected",
    "release_date": "2023-04-27",
    "overview": "In a dystopian future, the Vatican knows how to resurrect people. A priest discovers a conspiracy behind the resurrections and their possible link to a series of murders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nWw1x5CpLN25s4i5ZUIXOMhqyY6.jpg",
    "popularity": 2.2544,
    "tmdb_url": "https://www.themoviedb.org/movie/584004"
  },
  {
    "id": 507612,
    "title": "My Little Monster",
    "release_date": "2018-04-27",
    "overview": "Problem student Haru Yoshida sits next to the cold and studious Shizuku Mizutani in class. Without any other friends to turn to, both of them start to get to know each other and grow closer. Haru eventually develop feelings for Shizuku and confesses his feelings to her. Will Haru and Shizuku get their happily ever after?",
    "poster_url": "https://image.tmdb.org/t/p/w500/pPxHH7onQ090ygTx5G5erQmQCSH.jpg",
    "popularity": 2.2421,
    "tmdb_url": "https://www.themoviedb.org/movie/507612"
  },
  {
    "id": 964819,
    "title": "99 Moons",
    "release_date": "2023-04-27",
    "overview": "Everything is under control, she thinks. Everything is lost, he thinks. And then they meet. And fall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8hdVTMczTVcKEGgdL7ze5Xfor4n.jpg",
    "popularity": 2.2416,
    "tmdb_url": "https://www.themoviedb.org/movie/964819"
  },
  {
    "id": 736069,
    "title": "Justice Society: World War II",
    "release_date": "2021-04-27",
    "overview": "When the Flash finds himself dropped into the middle of World War II, he joins forces with Wonder Woman and her top-secret team known as the Justice Society of America.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e4REOC6CZW8J6FslA4nRvdQXFXR.jpg",
    "popularity": 2.0447,
    "tmdb_url": "https://www.themoviedb.org/movie/736069"
  },
  {
    "id": 40812,
    "title": "Return of the Street Fighter",
    "release_date": "1974-04-27",
    "overview": "Martial artist Takuma Tsurugi returns to take on a Yakuza family that may be embezzling money from charities to finance their own operations. Both the police and the Yakuza find themselves battling Tsurugi, but Tsurugi's fight ultimately is with the mob, and he concentrates on them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1LO1vDdUQCG8okR145wwRXGBmHP.jpg",
    "popularity": 2.0243,
    "tmdb_url": "https://www.themoviedb.org/movie/40812"
  },
  {
    "id": 957154,
    "title": "Urban Myths",
    "release_date": "2022-04-27",
    "overview": "Deals with the vivid everyday life horrors that can be easily encountered in familiar places around subjects like noise between floors, secondhand furniture, mannequins, and social media.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kram9qbCVEe66ybYFIJgMYaWJ91.jpg",
    "popularity": 2.0165,
    "tmdb_url": "https://www.themoviedb.org/movie/957154"
  }
]