[
  {
    "id": 26662,
    "title": "Detective Conan: The Phantom of Baker Street",
    "release_date": "2002-04-20",
    "overview": "Noah's Ark—the latest in VR technology and a milestone of human innovation—is set for a showcase to Japan's privileged children. They have the honour of beginning a new revolution in gaming; however, their carefree fun is cut short when a company employee is found murdered, with his dying message pointing to a clue hidden within the Ark.  Along with the Detective Boys and Ran Mouri, Conan Edogawa enters Noah's Ark to solve this mystery and ensure the perpetrator is caught. But once they're inside the Ark, it takes on a mind of its own, imprisoning them and the children within its worlds. To escape and bring the murderer to justice, Conan and company must navigate a simulated 19th century London and track down the infamous Jack the Ripper—with the lives of 50 innocent children depending on them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AbgADjLIYoLAc3mayVWGBWSbjT.jpg",
    "popularity": 6.1995,
    "tmdb_url": "https://www.themoviedb.org/movie/26662"
  },
  {
    "id": 648579,
    "title": "The Unbearable Weight of Massive Talent",
    "release_date": "2022-04-20",
    "overview": "Creatively unfulfilled and facing financial ruin, Nick Cage must accept a $1 million offer to attend the birthday of a dangerous superfan. Things take a wildly unexpected turn when Cage is recruited by a CIA operative and forced to live up to his own legend, channeling his most iconic and beloved on-screen characters in order to save himself and his loved ones.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aqhLeieyTpTUKPOfZ3jzo2La0Mq.jpg",
    "popularity": 4.7906,
    "tmdb_url": "https://www.themoviedb.org/movie/648579"
  },
  {
    "id": 10222,
    "title": "Kickboxer",
    "release_date": "1989-04-20",
    "overview": "If your enemy refuses to be humbled... Destroy him. Accompanied by his brother Kurt, American kickboxing champion Eric Sloane, arrives in Thailand to defeat the Eastern warriors at their own sport. His opponent: ruthless fighter and Thai champion, Tong Po. Tong not only defeats Eric, he paralyzes him for life. Crazed with anger, Kurt vows revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tzEOkUn5708fQvF0bOPB5bLLRNk.jpg",
    "popularity": 4.2762,
    "tmdb_url": "https://www.themoviedb.org/movie/10222"
  },
  {
    "id": 420808,
    "title": "Peter Pan & Wendy",
    "release_date": "2023-04-20",
    "overview": "Wendy Darling, a young girl afraid to leave her childhood home behind, meets Peter Pan, a boy who refuses to grow up. Alongside her brothers and a tiny fairy, Tinker Bell, she travels with Peter to the magical world of Neverland. There, she encounters an evil pirate captain, Captain Hook, and embarks on a thrilling adventure that will change her life forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9NXAlFEE7WDssbXSMgdacsUD58Y.jpg",
    "popularity": 4.0997,
    "tmdb_url": "https://www.themoviedb.org/movie/420808"
  },
  {
    "id": 288985,
    "title": "The Porno Killers",
    "release_date": "1980-04-20",
    "overview": "An international drugs deal goes wrong, and two New York hit-women are dispatched to Rome, Italy, to get the missing pay money. Even before departure the girls have a poolside hot party with two young men, and when they get to their hotel in Rome, they share a shower and an intimate moment together. At the beach, they make eye contact with a pair of Italian gigolos, then use judo and wrestling holds to dominate them - and impose their feminist supremacy. Finally, they will get close to the money, but their mission is made easier as the top men are fighting each other for it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o6vDV0RjXW1XL1Huy8yY69YrI9l.jpg",
    "popularity": 3.8793,
    "tmdb_url": "https://www.themoviedb.org/movie/288985"
  },
  {
    "id": 3536,
    "title": "U-571",
    "release_date": "2000-04-20",
    "overview": "In the midst of World War II, the battle under the sea rages and the Nazis have the upper hand as the Allies are unable to crack their war codes. However, after a wrecked U-boat sends out an SOS signal, the Allies realise this is their chance to seize the 'enigma coding machine'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yeUhRSrlFcXhsuUai2ozWH6rNnK.jpg",
    "popularity": 3.6909,
    "tmdb_url": "https://www.themoviedb.org/movie/3536"
  },
  {
    "id": 67660,
    "title": "Think Like a Man",
    "release_date": "2012-04-20",
    "overview": "The balance of power in four couples’ relationships is upset when the women start using the advice in Steve Harvey’s book, Act Like A Lady, Think Like A Man, to get more of what they want from their men. When the men realize that the women have gotten a hold of their relationship “playbook,” they decide that the best defense is a good offense and come up with a plan to use this information to their advantage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kfIrKVPDzXJDBzPnFEuoatlaZPW.jpg",
    "popularity": 3.6219,
    "tmdb_url": "https://www.themoviedb.org/movie/67660"
  },
  {
    "id": 346470,
    "title": "Nineteen: Shh! No Imagining!",
    "release_date": "2015-04-20",
    "overview": "A smart finger movie about adult rated romance between young men and women who have total control over SNS.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b0irRF0WrUpIYKOoXzhlhGASPXi.jpg",
    "popularity": 3.3567,
    "tmdb_url": "https://www.themoviedb.org/movie/346470"
  },
  {
    "id": 900379,
    "title": "Afire",
    "release_date": "2023-04-20",
    "overview": "Self-important author Leon joins his best friend on a summer holiday near the Baltic Sea to complete his novel. When they arrive, they find their house is already occupied by a carefree woman who challenges Leon to open up. Meanwhile, forest wildfires rage around them and impending disaster looms.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k8NYzD01zAUsdqocjhLXbO9BSS8.jpg",
    "popularity": 3.1583,
    "tmdb_url": "https://www.themoviedb.org/movie/900379"
  },
  {
    "id": 40132,
    "title": "Emanuelle and the White Slave Trade",
    "release_date": "1978-04-20",
    "overview": "Emanuelle returns to Kenya, trying to get an interview with a foreign gangster who's taken refuge in the African countryside while still operating an international criminal network.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z64O6MpwIEQ4sc0xvOG9a2z0nTA.jpg",
    "popularity": 2.7844,
    "tmdb_url": "https://www.themoviedb.org/movie/40132"
  },
  {
    "id": 441531,
    "title": "Shock Wave",
    "release_date": "2017-04-20",
    "overview": "When a terrorist who specializes in explosives takes hold of an underground tunnel, he threatens to kill hostages if his demands are not met.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l4G4M6V9UrNRdbcsbnMmEZUyBGw.jpg",
    "popularity": 2.6599,
    "tmdb_url": "https://www.themoviedb.org/movie/441531"
  },
  {
    "id": 467,
    "title": "The Hole",
    "release_date": "2001-04-20",
    "overview": "Four teenagers at a British private school secretly uncover and explore the depths of a sealed underground hole created decades ago as a possible bomb shelter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n5aMoI6AZLJzUoNbjMj0P60EYMJ.jpg",
    "popularity": 2.6044,
    "tmdb_url": "https://www.themoviedb.org/movie/467"
  },
  {
    "id": 898859,
    "title": "Tomorrow Before After",
    "release_date": "2023-04-20",
    "overview": "In a post-apocalyptic world, a young woman, with the help of an abandoned dog searches for other survivors while trying to cope with an unborn child growing inside of her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jbj5RO4Q9HEIk9hbNtRcGoY3NSI.jpg",
    "popularity": 2.4915,
    "tmdb_url": "https://www.themoviedb.org/movie/898859"
  },
  {
    "id": 1123516,
    "title": "Female College Student's Massage",
    "release_date": "2023-04-20",
    "overview": "Hyeon-goo, who was having a hard time moving, calls a business trip massage that he came across by chance. That night, he learns that the business trip massage he called is famous in the neighborhood, and Hyeon-goo falls in love with calling business trip massage every day. Then one day, Hyeon-goo, who was thinking about who to call, calls 3 people at once...",
    "poster_url": "https://image.tmdb.org/t/p/w500/9mTkP09NrO5FuY28APQz2E0rEJ0.jpg",
    "popularity": 2.4817,
    "tmdb_url": "https://www.themoviedb.org/movie/1123516"
  },
  {
    "id": 1027159,
    "title": "LUPIN THE 3rd vs. CAT'S EYE",
    "release_date": "2023-04-20",
    "overview": "Lupin III competes with the Kisugi sisters to steal a triptych of paintings that once belonged to their father, and which hold the key to a long-unsolved mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t9XXivYtzap9TPNQ5CWskzh5agF.jpg",
    "popularity": 2.3425,
    "tmdb_url": "https://www.themoviedb.org/movie/1027159"
  },
  {
    "id": 626129,
    "title": "The Anchor",
    "release_date": "2022-04-20",
    "overview": "A mysterious informant calls a broadcast news anchor to request that the anchor report on the informant’s inevitable death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Z4bi97AzflpOFOBVtib3xCDGpq.jpg",
    "popularity": 2.3172,
    "tmdb_url": "https://www.themoviedb.org/movie/626129"
  },
  {
    "id": 1034590,
    "title": "Virupaksha",
    "release_date": "2023-04-20",
    "overview": "Set in a village named Rudravanam in 1990's, Surya along with his mother, visit there after a long time. Suddenly a series of mysterious deaths occur due to an unknown person's occult practice and whole village is scared. Will Surya find the person causing the deaths and save the village?",
    "poster_url": "https://image.tmdb.org/t/p/w500/fqMn4h9ctOyumII2nXDnm5mRTxQ.jpg",
    "popularity": 2.3023,
    "tmdb_url": "https://www.themoviedb.org/movie/1034590"
  },
  {
    "id": 447743,
    "title": "Inuyashiki",
    "release_date": "2018-04-20",
    "overview": "A middle-aged office worker encounters aliens and is gifted with alien technology and limitless powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lyqkQ6y7d4YGVQrRjtmGTRMVcDY.jpg",
    "popularity": 2.1949,
    "tmdb_url": "https://www.themoviedb.org/movie/447743"
  },
  {
    "id": 78033,
    "title": "My Heart Is That Eternal Rose",
    "release_date": "1989-04-20",
    "overview": "The fallout resulting from a botched Triad gang smuggling job forces a young couple to separate - she becomes a kingpin’s unwilling moll and he travels to the Philippines to work as a contract killer. Six years later, the two are reunited in a chance encounter, but their rekindled emotions and people from their past lead them into extreme danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/igW5rfwv0BBMu3ogmbjxUMQxm6q.jpg",
    "popularity": 2.1877,
    "tmdb_url": "https://www.themoviedb.org/movie/78033"
  },
  {
    "id": 45295,
    "title": "Appleseed",
    "release_date": "1988-04-20",
    "overview": "In the futuristic city of Olympus, built on the ashes of the third world war, a police officer and her cyborg partner fight terrorism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/psYU0cYB4DaQRGg4v8Dtt7RhXfa.jpg",
    "popularity": 2.1481,
    "tmdb_url": "https://www.themoviedb.org/movie/45295"
  },
  {
    "id": 473149,
    "title": "Traffik",
    "release_date": "2018-04-20",
    "overview": "A couple off for a romantic weekend in the mountains are accosted by a biker gang. Alone in the mountains, Brea and John must defend themselves against the gang, who will stop at nothing to protect their secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jwsmeU8mYEP6GpxJ2sbCzc2MQmi.jpg",
    "popularity": 2.1307,
    "tmdb_url": "https://www.themoviedb.org/movie/473149"
  },
  {
    "id": 1220847,
    "title": "Taylor Swift: America's Sweetheart",
    "release_date": "2015-04-20",
    "overview": "The country/pop superstar has taken the music scene by storm, going multi-platinum on her first album, earning four Grammy Awards for her second and being listed in the 2013 Forbes list of top-earning celebs under 30. Born on the 13th December 1989 in Reading, Pennsylvania she showed an early interest in musical instruments. At the age of 11 she made her first trip to Nashville hoping to get a recording deal but it wasn’t until 4 years later that she got signed to a label- Big Machine Records. A best selling singer-songwriter, musician, record breaker and actress in her own right Taylor Swift is a true phenomenon. Through her own words and great archive footage this film takes an incredible look at the life and times of this truly amazing young artist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q94SF97GmqYCVQLt6qklUbw97lx.jpg",
    "popularity": 2.087,
    "tmdb_url": "https://www.themoviedb.org/movie/1220847"
  }
]