[
  {
    "id": 299536,
    "title": "Avengers: Infinity War",
    "release_date": "2018-04-25",
    "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
    "popularity": 155.8577,
    "tmdb_url": "https://www.themoviedb.org/movie/299536"
  },
  {
    "id": 24428,
    "title": "The Avengers",
    "release_date": "2012-04-25",
    "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
    "poster_url": "https://image.tmdb.org/t/p/w500/RYMX2wcKCBAr24UyPD7xwmjaTn.jpg",
    "popularity": 31.7835,
    "tmdb_url": "https://www.themoviedb.org/movie/24428"
  },
  {
    "id": 956,
    "title": "Mission: Impossible III",
    "release_date": "2006-04-25",
    "overview": "Retired from active duty, and training recruits for the Impossible Mission Force, agent Ethan Hunt faces the toughest foe of his career: Owen Davian, an international broker of arms and information, who's as cunning as he is ruthless. Davian emerges to threaten Hunt and all that he holds dear – including the woman Hunt loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vKGYCpmQyV9uHybWDzXuII8Los5.jpg",
    "popularity": 18.4356,
    "tmdb_url": "https://www.themoviedb.org/movie/956"
  },
  {
    "id": 11423,
    "title": "Memories of Murder",
    "release_date": "2003-04-25",
    "overview": "During the late 1980s, two detectives in a South Korean province attempt to solve the nation's first series of rape-and-murder cases.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rxndHKwUeFgTHx0PuuhZS4dMtrB.jpg",
    "popularity": 9.2682,
    "tmdb_url": "https://www.themoviedb.org/movie/11423"
  },
  {
    "id": 194,
    "title": "Amélie",
    "release_date": "2001-04-25",
    "overview": "At a tiny Parisian café, the adorable yet painfully shy Amélie accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?",
    "poster_url": "https://image.tmdb.org/t/p/w500/oTKduWL2tpIKEmkAqF4mFEAWAsv.jpg",
    "popularity": 9.0672,
    "tmdb_url": "https://www.themoviedb.org/movie/194"
  },
  {
    "id": 1738,
    "title": "Next",
    "release_date": "2007-04-25",
    "overview": "Las Vegas showroom magician Cris Johnson has a secret which torments him: he can see a few minutes into the future. Sick of the examinations he underwent as a child and the interest of the government and medical establishment in his power, he lies low under an assumed name in Vegas, performing cheap tricks and living off small-time gambling \"winnings.\" But when a terrorist group threatens to detonate a nuclear device in Los Angeles, government agent Callie Ferris must use all her wiles to capture Cris and convince him to help her stop the cataclysm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wtBOCJBCP0MWNjmBwjMAzbwgtTK.jpg",
    "popularity": 4.9895,
    "tmdb_url": "https://www.themoviedb.org/movie/1738"
  },
  {
    "id": 2832,
    "title": "Identity",
    "release_date": "2003-04-25",
    "overview": "Complete strangers stranded at a remote desert motel during a raging storm soon find themselves the target of a deranged murderer. As their numbers thin out, the travelers begin to turn on each other, as each tries to figure out who the killer is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bnidwEvWNAVJ3Uco9wWtuzWAfrx.jpg",
    "popularity": 4.7495,
    "tmdb_url": "https://www.themoviedb.org/movie/2832"
  },
  {
    "id": 10925,
    "title": "The Return of the Living Dead",
    "release_date": "1985-04-25",
    "overview": "When foreman Frank shows new employee Freddy a secret military experiment in a supply warehouse in Louisville, Kentucky, the two klutzes accidentally release a gas that reanimates corpses into flesh-eating zombies. As the epidemic spreads throughout the town, and the creatures satisfy their hunger in gory and outlandish ways, Frank and Freddy fight to survive with the help of their boss and a mysterious mortician.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qVTFBabgnWz4jZ8wOQRYZI5EITF.jpg",
    "popularity": 4.5852,
    "tmdb_url": "https://www.themoviedb.org/movie/10925"
  },
  {
    "id": 569151,
    "title": "Bedtime Eyes",
    "release_date": "1987-04-25",
    "overview": "Based on a polemic novel by Amy Yamada, Bedtime Eyes is about the intense love relationship between a second rate Japanese jazz singer and a black American GI on the margins of the law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dlozKAUiOLsxFtbT2OFXAZ8Us5i.jpg",
    "popularity": 3.7018,
    "tmdb_url": "https://www.themoviedb.org/movie/569151"
  },
  {
    "id": 11878,
    "title": "Yojimbo",
    "release_date": "1961-04-25",
    "overview": "A nameless ronin, or samurai with no master, enters a small village in feudal Japan where two rival businessmen are struggling for control of the local gambling trade. Taking the name Sanjuro Kuwabatake, the ronin convinces both silk merchant Tazaemon and sake merchant Tokuemon to hire him as a personal bodyguard, then artfully sets in motion a full-scale gang war between the two ambitious and unscrupulous men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tN7kYPjRhDolpui9sc9Eq9n5b2O.jpg",
    "popularity": 3.3197,
    "tmdb_url": "https://www.themoviedb.org/movie/11878"
  },
  {
    "id": 282070,
    "title": "Parasyte: Part 2",
    "release_date": "2015-04-25",
    "overview": "Humanity is under attack by human-mimicking flesh-eating alien parasites. One parasite bonds with his young high school student host, and he convinces the parasite to help him stop the others.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qO8zQ9dSADWiwRnR7oCOsPDuOom.jpg",
    "popularity": 3.2915,
    "tmdb_url": "https://www.themoviedb.org/movie/282070"
  },
  {
    "id": 23452,
    "title": "Gurren Lagann the Movie: The Lights in the Sky Are Stars",
    "release_date": "2009-04-25",
    "overview": "Seven years after the defeat of the spiral king, Simon and the Dai-Gurren brigade must set out to the vastness of space to defeat a new threat and save the universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fJ1NsL2A7dwY63mBkHdP1K4kD3T.jpg",
    "popularity": 3.1555,
    "tmdb_url": "https://www.themoviedb.org/movie/23452"
  },
  {
    "id": 696,
    "title": "Manhattan",
    "release_date": "1979-04-25",
    "overview": "Manhattan explores how the life of a middle-aged television writer dating a teenage girl is further complicated when he falls in love with his best friend's mistress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k4eT3EvfxW1L9Wmt04UqJqCvCR6.jpg",
    "popularity": 3.1026,
    "tmdb_url": "https://www.themoviedb.org/movie/696"
  },
  {
    "id": 180900,
    "title": "Shield of Straw",
    "release_date": "2013-04-25",
    "overview": "Ninagawa is a powerful man in Japanese politics and with top economic connections.His granddaughter is then murdered. The suspect is Kunihide Kiyomaru. Kunihide Kiyomaru has a prior conviction for assaulting and killing a girl 8 years ago. The police could never apprehend the suspect in the prior killing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/et0mSWojiLxrXjTikUYDFjCY9H1.jpg",
    "popularity": 3.0183,
    "tmdb_url": "https://www.themoviedb.org/movie/180900"
  },
  {
    "id": 1247218,
    "title": "True Sky Blue",
    "release_date": "1992-04-25",
    "overview": "A middle-aged man and an elderly woman are standing in front of a large mansion. The man's name is Hiro and he is an office worker who lives with his elderly mother. Then, a truck arrives with the painter Rin in it. Hiro and Rin end up sleeping together. With his first solo exhibition approaching, Rin plans to complete his new work at Hiro's house. But one day Rin's art dealer asks whether he would like to go to New York to study if this solo exhibition becomes successful. He has an important decision to make.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1fGV0BkXp4f8S9o5CVim7GLz6Z9.jpg",
    "popularity": 2.9202,
    "tmdb_url": "https://www.themoviedb.org/movie/1247218"
  },
  {
    "id": 87567,
    "title": "The Big Wedding",
    "release_date": "2013-04-25",
    "overview": "To the amusement of their adult children and friends, long-divorced couple Don and Ellie Griffin are forced to play the happy couple for the sake of their adopted son's wedding after his ultra conservative Catholic biological mother unexpectedly decides to fly halfway across the world to attend. With all of the wedding guests looking on, the Griffins are hilariously forced to confront their past, present and future - and hopefully avoid killing each other in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ooSGwWVJRp81ErEH7VmTmVwjoMc.jpg",
    "popularity": 2.8397,
    "tmdb_url": "https://www.themoviedb.org/movie/87567"
  },
  {
    "id": 10357,
    "title": "Volcano",
    "release_date": "1997-04-25",
    "overview": "An earthquake shatters a peaceful Los Angeles morning and opens a fissure deep into the earth, causing lava to start bubbling up. As a volcano begins forming in the La Brea Tar Pits, the director of the city's emergency management service, working with a geologist, must then use every resource in the city to try and stop the volcano from consuming LA.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5xIjktjXuro7anZ6AR58t5ZYWjQ.jpg",
    "popularity": 2.701,
    "tmdb_url": "https://www.themoviedb.org/movie/10357"
  },
  {
    "id": 188813,
    "title": "The Untold Story 2",
    "release_date": "1998-04-25",
    "overview": "An unhappily married couple invite the wife's beautiful cousin, who has survived a horrifying experience in Mainland China, to live with them. She has her own special way of overcoming hardship and becomes the master of the human barbecue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nLGPHeC3T1HdUio3FU6M9ScvatQ.jpg",
    "popularity": 2.6754,
    "tmdb_url": "https://www.themoviedb.org/movie/188813"
  },
  {
    "id": 9611,
    "title": "Romy and Michele's High School Reunion",
    "release_date": "1997-04-25",
    "overview": "Two not-too-bright party girls reinvent themselves for their high school reunion. Armed with a borrowed Jaguar, new clothes and the story of their success as the inventors of Post-It notes, Romy and Michele descend on their alma mater, but their façade crumbles quickly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dpX4AFvoCNr5dmqyTfJrOvSb8M4.jpg",
    "popularity": 2.6753,
    "tmdb_url": "https://www.themoviedb.org/movie/9611"
  },
  {
    "id": 13335,
    "title": "Harold & Kumar Escape from Guantanamo Bay",
    "release_date": "2008-04-25",
    "overview": "Having satisfied their urge for White Castle, Harold and Kumar jump on a plane to catch up with Harold's love interest, who's headed for the Netherlands. But the pair must change their plans when Kumar is accused of being a terrorist. Rob Corddry also stars in this wild comedy sequel that follows the hapless stoners' misadventures as they try to avoid being captured by the Department of Homeland Security.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gmXKlm8c8O7JEISYP4WiWq2x3We.jpg",
    "popularity": 2.6708,
    "tmdb_url": "https://www.themoviedb.org/movie/13335"
  },
  {
    "id": 118451,
    "title": "Eungyo",
    "release_date": "2012-04-25",
    "overview": "A reclusive elderly poet feels the fire of his youth when gamine schoolgirl Eun-gyo enters his life, to the chagrin of the old man's assistant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rbxlxwD0YEK31Fm0QUqDlUo6HZx.jpg",
    "popularity": 2.5624,
    "tmdb_url": "https://www.themoviedb.org/movie/118451"
  },
  {
    "id": 336560,
    "title": "Lake Placid vs. Anaconda",
    "release_date": "2015-04-25",
    "overview": "A giant alligator goes head to head with a giant Anaconda. The town sheriff must find a way to destroy the two monsters before they kill the whole town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qF3TYXksv1O0zX3SIS12kNmJLmN.jpg",
    "popularity": 2.4194,
    "tmdb_url": "https://www.themoviedb.org/movie/336560"
  },
  {
    "id": 49706,
    "title": "Dream Home",
    "release_date": "2010-04-25",
    "overview": "A woman will go to whatever lengths necessary to obtain her dream home with a view of the sea. This includes driving down the property value and decreasing the occupancy rate by killing her potential neighbors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/edY2IRaCGEKuJstuLLJ9MQNAYKX.jpg",
    "popularity": 2.3094,
    "tmdb_url": "https://www.themoviedb.org/movie/49706"
  },
  {
    "id": 8780,
    "title": "Baby Mama",
    "release_date": "2008-04-25",
    "overview": "A successful, single businesswoman who dreams of having a baby discovers she is infertile and hires a working class woman to be her unlikely surrogate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xZOwucsL5NInPyFcmqJzytHkaJR.jpg",
    "popularity": 2.2605,
    "tmdb_url": "https://www.themoviedb.org/movie/8780"
  },
  {
    "id": 97434,
    "title": "Gambit",
    "release_date": "2012-04-25",
    "overview": "An art curator decides to seek revenge on his abusive boss by conning him into buying a fake Monet, but his plan requires the help of an eccentric and unpredictable Texas rodeo queen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6KOHKBa6toWdGOKHkzmLGjlOLdS.jpg",
    "popularity": 2.2114,
    "tmdb_url": "https://www.themoviedb.org/movie/97434"
  },
  {
    "id": 74336,
    "title": "The Quiet Family",
    "release_date": "1998-04-25",
    "overview": "A family decides to buy a lodge in a remote hiking area. Their first customer commits suicide and the distraught family buries his body to avoid the bad publicity. But their luck gets worse, the bodies start piling up, and the family becomes frantic to rectify the situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uxRdKdpa0VHXEC3LdDUCwuV9VfN.jpg",
    "popularity": 2.1041,
    "tmdb_url": "https://www.themoviedb.org/movie/74336"
  },
  {
    "id": 55958,
    "title": "Psalms of Planets Eureka Seven: Good Night, Sleep Tight, Young Lovers",
    "release_date": "2009-04-25",
    "overview": "Renton, son of scientists, and Eureka, a girl who can't live under the sun, are raised together when very young and become very attached to each other. One day, Eureka is taken away. Powerless at the time, Renton vows to rescue her. He enters the military and is soon is assigned to the Independent Youths Unit 303 of the First Mobile Forces thanks to his exceptional performance alongside his Nirvash, a bio-mechanical armor/control system. Unknown to Renton, lies a plot to extinguish the alien invasion that is currently happening involving not only him, but Eureka too.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gnAu9xcZEF2yTdfpzQBkkBmbyVB.jpg",
    "popularity": 2.0985,
    "tmdb_url": "https://www.themoviedb.org/movie/55958"
  }
]