[
  {
    "id": 299534,
    "title": "Avengers: Endgame",
    "release_date": "2019-04-24",
    "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
    "popularity": 88.0201,
    "tmdb_url": "https://www.themoviedb.org/movie/299534"
  },
  {
    "id": 1146927,
    "title": "Mobil Goyang",
    "release_date": "2023-04-24",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/ztriNMCLVIocSpaxw45VCJ04yUq.jpg",
    "popularity": 18.2139,
    "tmdb_url": "https://www.themoviedb.org/movie/1146927"
  },
  {
    "id": 124202,
    "title": "I Carabbinieri",
    "release_date": "1981-04-24",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/jHDxa4SMTn3bPnZlbk412ciR3j7.jpg",
    "popularity": 12.8789,
    "tmdb_url": "https://www.themoviedb.org/movie/124202"
  },
  {
    "id": 419743,
    "title": "Disobedience",
    "release_date": "2018-04-24",
    "overview": "New York photographer Ronit flies to London after learning about the death of her estranged father. Ronit is returning to the same Orthodox Jewish community that shunned her decades earlier for her childhood attraction to Esti, a female friend. Their fortuitous and happy reunion soon reignites their burning passion as the two women explore the boundaries of faith and sexuality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/skPT4ffWhlmmDOMNEdxOiP6Emfz.jpg",
    "popularity": 7.296,
    "tmdb_url": "https://www.themoviedb.org/movie/419743"
  },
  {
    "id": 74308,
    "title": "Detachment",
    "release_date": "2011-04-24",
    "overview": "A chronicle of three weeks in the lives of several high school teachers, administrators and students through the eyes of substitute teacher, Henry Barthes. Henry roams from school to school, imparting modes of knowledge, but never staying long enough to form any semblance of sentient attachment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lw1wlekuMMKxmYg7v01vB7Snkq6.jpg",
    "popularity": 6.1252,
    "tmdb_url": "https://www.themoviedb.org/movie/74308"
  },
  {
    "id": 16643,
    "title": "Life or Something Like It",
    "release_date": "2002-04-24",
    "overview": "A reporter Lanie Kerrigan interviews a psychic homeless man for a fluff piece about a football game's score. Instead he tells her that her life has no meaning and is going to end in just a few days, which sparks her to action, trying to change the pattern of her life...",
    "poster_url": "https://image.tmdb.org/t/p/w500/b9lUSfCjv8jjNRSsmk65HEV1Pv3.jpg",
    "popularity": 4.2305,
    "tmdb_url": "https://www.themoviedb.org/movie/16643"
  },
  {
    "id": 428449,
    "title": "A Ghost Story",
    "release_date": "2017-04-24",
    "overview": "Recently deceased, a white-sheeted ghost returns to his suburban home to console his bereft wife, only to find that in his spectral state he has become unstuck in time, forced to watch passively as the life he knew and the woman he loves slowly slip away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rp5JPIyZi9sMob15l46zNQLe5cO.jpg",
    "popularity": 3.7875,
    "tmdb_url": "https://www.themoviedb.org/movie/428449"
  },
  {
    "id": 169934,
    "title": "Iron Man: Rise of Technovore",
    "release_date": "2013-04-24",
    "overview": "Iron Man enlists the help of ruthless vigilante the Punisher to track down War Machine's murderer. All the while, he's being pursued by S.H.I.E.L.D. agents Black Widow and Hawkeye, who suspect his involvement in a recent terrorist plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eHDez1uN5X2ZAq4niX7HvhyZIIO.jpg",
    "popularity": 3.0743,
    "tmdb_url": "https://www.themoviedb.org/movie/169934"
  },
  {
    "id": 71172,
    "title": "Gintama: The Movie",
    "release_date": "2010-04-24",
    "overview": "Odd Jobs Gin has taken on a lot of odd work in the past, and when you're a Jack of All Trades agency based in a feudal Japan that's been conquered and colonized by aliens, the term \"Odd Jobs\" means REALLY ODD jobs. But when some more than slightly suspicious secrets from the shadows of Gintoki Sakata's somewhat shady former samurai past and a new pair of odd jobs collide, the action is bound to get so wild and demented that only a feature film will do it justice!",
    "poster_url": "https://image.tmdb.org/t/p/w500/E3RT3f8oOuPS2pMhgH47TKBPgu.jpg",
    "popularity": 3.0117,
    "tmdb_url": "https://www.themoviedb.org/movie/71172"
  },
  {
    "id": 51859,
    "title": "Trigun: Badlands Rumble",
    "release_date": "2010-04-24",
    "overview": "In a quicksand surrounded town called Makka, rumors spread of a legendary robber named Gasback is after the town. To protect it, Mayor Kepler has hired bounty hunters. These hunters have been following Gasback from town to town in hopes of getting the bounty. Vash the Stampede is in town, along with Meryl and Milly, along with the female bounty hunter Amelia and Nicholas D. Wolfwood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7JYK0FBs2nX6ikqeT6rDzEZRM.jpg",
    "popularity": 2.9924,
    "tmdb_url": "https://www.themoviedb.org/movie/51859"
  },
  {
    "id": 10529,
    "title": "Outlander",
    "release_date": "2008-04-24",
    "overview": "During the reign of the Vikings, a man from another world crash-lands on Earth, bringing with him an alien predator. The man must fuse his advanced technology with the weaponry of the vikings to fight the monster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nCZzrFonDkWfYkfxzsPByBY4Lvk.jpg",
    "popularity": 2.9883,
    "tmdb_url": "https://www.themoviedb.org/movie/10529"
  },
  {
    "id": 8691,
    "title": "Cannibal Ferox",
    "release_date": "1981-04-24",
    "overview": "Three friends out to disprove cannibalism meet two men on the run who tortured and enslaved a cannibal tribe to find emeralds, and now the tribe is out for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ogvtVVsPSuzXKiQY1FCCKwIfBec.jpg",
    "popularity": 2.8242,
    "tmdb_url": "https://www.themoviedb.org/movie/8691"
  },
  {
    "id": 718632,
    "title": "Body of Night",
    "release_date": "2020-04-24",
    "overview": "When a woman begins seeing a mysterious man who challenges her to a series of tests, she enters the dangerous and dark side of online dating.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPQ7Eijzf5pUAa2x9uXNyxzi9yn.jpg",
    "popularity": 2.5981,
    "tmdb_url": "https://www.themoviedb.org/movie/718632"
  },
  {
    "id": 9448,
    "title": "The Big Hit",
    "release_date": "1998-04-24",
    "overview": "Affable hit man Melvin Smiley is constantly being scammed by his cutthroat colleagues in the life-ending business. So, when he and his fellow assassins kidnap the daughter of an electronics mogul, it's naturally Melvin who takes the fall when their prime score turns sour. That's because the girl is the goddaughter of the gang's ruthless crime boss. But, even while dodging bullets, Melvin has to keep his real job secret from his unsuspecting fiancée, Pam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7b1JP2WE0UrVAy34U7X4UngWtBi.jpg",
    "popularity": 2.4746,
    "tmdb_url": "https://www.themoviedb.org/movie/9448"
  },
  {
    "id": 13018,
    "title": "Deception",
    "release_date": "2008-04-24",
    "overview": "As a corporate auditor who works in a number of different offices, Jonathan McQuarry wanders without an anchor among New York's power brokers. A chance meeting with charismatic lawyer Wyatt Bose leads to Jonathan's introduction to The List, an underground sex club. Jonathan begins an affair with a woman known only as S, who introduces Jonathan to a world of treachery and murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lfkdTvfmaqlGiHymJl6EAdIaN1J.jpg",
    "popularity": 2.3836,
    "tmdb_url": "https://www.themoviedb.org/movie/13018"
  },
  {
    "id": 30086,
    "title": "Jeans",
    "release_date": "1998-04-24",
    "overview": "The father of twin brothers wants to get them married to only twin sisters. But one of the brothers falls in love with a woman does not have a twin sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uICyDD1FuQIjAm0M0gL6wq5RgPZ.jpg",
    "popularity": 2.0706,
    "tmdb_url": "https://www.themoviedb.org/movie/30086"
  },
  {
    "id": 27983,
    "title": "Yours, Mine and Ours",
    "release_date": "1968-04-24",
    "overview": "When a widower with ten children marries a widow with eight, can the twenty of them ever come together as one big happy family?",
    "poster_url": "https://image.tmdb.org/t/p/w500/sL6uuFSapJNAGYcA4SrUHO5X4gs.jpg",
    "popularity": 2.0647,
    "tmdb_url": "https://www.themoviedb.org/movie/27983"
  },
  {
    "id": 11662,
    "title": "Casshern",
    "release_date": "2004-04-24",
    "overview": "Fifty years of war between the Great Eastern Federation and Europa - now merged as Eurasia - have taken their toll on planet Earth. As a result of the use of biological, chemical and nuclear weapons, much of Earth has become uninhabitable and people have become prey to new diseases. Professor Azuma's \"neo-cell\" project, which is supposed to be the answer to mankind's hardships, becomes a nightmare come true when mutants spawned from the experiment escape and declare war on the human race. Azuma's son Tetsuya, who was killed during the previous war, is reborn into the cyborg Casshern as mankind's last hope against the new mutant threat. This live-action sci-fi movie based on a 1973 Japanese animé of the same name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/naIjHWfQFge69GqeehgsekwDkbl.jpg",
    "popularity": 2.0287,
    "tmdb_url": "https://www.themoviedb.org/movie/11662"
  },
  {
    "id": 49636,
    "title": "Master of the Flying Guillotine",
    "release_date": "1976-04-24",
    "overview": "A one-armed martial arts master is being stalked by an Imperial assassin, the master of two fighters  killed in the previous film. When the One-Armed Boxer is invited to attend a martial arts tournament, his efforts to lay low are unsuccessful, and the assassin soon tracks him down with the help of his three subordinates: a Thai boxer, a yoga master, and a kobojutsu user.",
    "poster_url": "https://image.tmdb.org/t/p/w500/upa8qI25kJrrQHgYz66IO2ccvoH.jpg",
    "popularity": 2.0093,
    "tmdb_url": "https://www.themoviedb.org/movie/49636"
  }
]