[
  {
    "id": 545609,
    "title": "Extraction",
    "release_date": "2020-04-23",
    "overview": "A hardened gun-for-hire's latest mission becomes a soul-searching race to survive when he's sent into Bangladesh to rescue a drug lord's kidnapped son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nygOUcBKPHFTbxsYRFZVePqgPK6.jpg",
    "popularity": 11.3307,
    "tmdb_url": "https://www.themoviedb.org/movie/545609"
  },
  {
    "id": 123338,
    "title": "Sex and Zen III",
    "release_date": "1998-04-23",
    "overview": "New prostitutes Susan, Fanny, and Chinyun are inducted into the Fragrance House brothel where they are trained in the ways of lovemaking by their veteran madam Tall Kau. Eventually all three enter circulation where Susan is crowned the top prize and becomes enamored of budding scholar Chu Chi-Ang. Fanny is jealous beyond all means and though she's bought by famous horse trader Sir Lui, she still plans her revenge on Susan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sfEu6qJhDJxs552GTkOa1Ulgmjr.jpg",
    "popularity": 8.4951,
    "tmdb_url": "https://www.themoviedb.org/movie/123338"
  },
  {
    "id": 9509,
    "title": "Man on Fire",
    "release_date": "2004-04-23",
    "overview": "Jaded ex-CIA operative John Creasy reluctantly accepts a job as the bodyguard for a 10-year-old girl in Mexico City. They clash at first, but eventually bond, and when she's kidnapped he's consumed by fury and will stop at nothing to save her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/grCGLCcTHv9TChibzOwzUpykcjB.jpg",
    "popularity": 6.6789,
    "tmdb_url": "https://www.themoviedb.org/movie/9509"
  },
  {
    "id": 13448,
    "title": "Angels & Demons",
    "release_date": "2009-04-23",
    "overview": "Harvard symbologist Robert Langdon is recruited by the Vatican to investigate the apparent return of the Illuminati – a secret, underground organization – after four cardinals are kidnapped on the night of the papal conclave.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tFZQAuulEOtFTp0gHbVdEXwGrYe.jpg",
    "popularity": 6.6244,
    "tmdb_url": "https://www.themoviedb.org/movie/13448"
  },
  {
    "id": 276624,
    "title": "I Am a Hero",
    "release_date": "2016-04-23",
    "overview": "Hideo Suzuki is a 35-year-old mangaka assistant, whose life seem to be stuck around his exhausting but low-paying job, unfulfilled dreams, strange hallucinations and unsatisfying relationships. He sees himself as a supporting character in his own life, has low self-esteem, resulting in frustration. One day, the world as Hideo knows it is shattered by the presence of a disease that turns people into homicidal maniacs, whose first instinct is to attack and devour the nearest human.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4RnmHtCLtbBHD9jagVlcSzJTWX6.jpg",
    "popularity": 5.6179,
    "tmdb_url": "https://www.themoviedb.org/movie/276624"
  },
  {
    "id": 369196,
    "title": "I Spit on Your Grave: Déjà Vu",
    "release_date": "2019-04-23",
    "overview": "Following her rape, Jennifer Hills wrote a bestselling account of her ordeal and of the controversial trial in which she was accused of taking the law into her own hands and brutally killing her assailants. In the small town where the rape and revenge took place, the relatives of the rapists she killed are furious that the court declared her not guilty and resolve to take justice into their own hands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hrD8fU6tA1Pzh4ybxG4iN5TbVdU.jpg",
    "popularity": 4.7845,
    "tmdb_url": "https://www.themoviedb.org/movie/369196"
  },
  {
    "id": 1685,
    "title": "Beneath the Planet of the Apes",
    "release_date": "1970-04-23",
    "overview": "The sole survivor of an interplanetary rescue mission lands on the planet of the apes, and uncovers a horrible secret beneath the surface.",
    "poster_url": "https://image.tmdb.org/t/p/w500/szHCeYwi4ubewuYnlnz0YGqWnQC.jpg",
    "popularity": 4.6991,
    "tmdb_url": "https://www.themoviedb.org/movie/1685"
  },
  {
    "id": 602063,
    "title": "Rurouni Kenshin: The Final",
    "release_date": "2021-04-23",
    "overview": "In 1879, Kenshin and his allies face their strongest enemy yet: his former brother-in-law Enishi Yukishiro and his minions, who've vowed their revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
    "popularity": 4.3801,
    "tmdb_url": "https://www.themoviedb.org/movie/602063"
  },
  {
    "id": 34813,
    "title": "The Losers",
    "release_date": "2010-04-23",
    "overview": "On a mission deep in the Bolivian jungle, a team of elite commandos finds itself on the receiving end of a lethal betrayal. Now presumed dead, the men join forces with a mysterious operative named Aisha to hunt down their enemy and even the score.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b9dVH0n7YnBqLmW2c5AzftxhhpH.jpg",
    "popularity": 3.6216,
    "tmdb_url": "https://www.themoviedb.org/movie/34813"
  },
  {
    "id": 795564,
    "title": "Crayon Shin-chan: Shrouded in Mystery! The Flowers of Tenkazu Academy",
    "release_date": "2021-04-23",
    "overview": "When the five visit a private academy, Kazama is attacked, and left with reduced intelligence and strange bite marks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/onjXddYzreFnVHUGiAoCFNJtequ.jpg",
    "popularity": 3.1282,
    "tmdb_url": "https://www.themoviedb.org/movie/795564"
  },
  {
    "id": 366170,
    "title": "Yu-Gi-Oh!: The Dark Side of Dimensions",
    "release_date": "2016-04-23",
    "overview": "Having faced each other on countless occasions, Yugi and Kaiba again put their pride and experience to the test in a duel that transcends dimensions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ti0CRprP9iSg9IDadTZ3TFnuczS.jpg",
    "popularity": 3.0433,
    "tmdb_url": "https://www.themoviedb.org/movie/366170"
  },
  {
    "id": 9451,
    "title": "Election",
    "release_date": "1999-04-23",
    "overview": "Tracy Flick is running unopposed for this year’s high school student election. But Jim McAllister has a different plan. Partly to establish a more democratic election, and partly to satisfy some deep personal anger toward Tracy, Jim talks football player Paul Metzler to run for president as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5gPOFU6IPvDrx50XaPCK4twNw79.jpg",
    "popularity": 3.0299,
    "tmdb_url": "https://www.themoviedb.org/movie/9451"
  },
  {
    "id": 150354,
    "title": "The Making of 'Jurassic Park'",
    "release_date": "1995-04-23",
    "overview": "This documentary treats film fans to a behind-the-scenes look at the making of \"Jurassic Park,\" one of the 90's biggest hits and a milestone in special effects development. Narrated by James Earl Jones, it includes footage of the filming process, as well as interviews with director Steven Spielberg, and other members of the cast and crew, who give their insights into what it was like working together on this project and the efforts it took to bring the film to completion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kYVJCtAOhkIbz4MWulx0N17ZNTQ.jpg",
    "popularity": 3.0262,
    "tmdb_url": "https://www.themoviedb.org/movie/150354"
  },
  {
    "id": 63414,
    "title": "Darling",
    "release_date": "2010-04-23",
    "overview": "Prabha prepares to meet Nandini, his childhood friend, at a reunion party organised by his father. However, things take a turn when Nisha, a gangster's daughter, falls in love with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lUPhjbTUbOdprc9waFcB47bmKKE.jpg",
    "popularity": 2.7297,
    "tmdb_url": "https://www.themoviedb.org/movie/63414"
  },
  {
    "id": 819216,
    "title": "Oleg: The Oleg Vidov Story",
    "release_date": "2021-04-23",
    "overview": "Oleg Vidov — one of the Soviet Union's most beloved actors — was persecuted, blacklisted and pushed to the breaking point before escaping to the West and achieving the American dream.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r10dpjjGYt5nBxdfJJYXlmNLJNy.jpg",
    "popularity": 2.6944,
    "tmdb_url": "https://www.themoviedb.org/movie/819216"
  },
  {
    "id": 65650,
    "title": "The Good Doctor",
    "release_date": "2011-04-23",
    "overview": "Dr. Martin Blake, who has spent his life looking for respect, meets an 18-year-old patient named Diane, suffering from a kidney infection, and gets a much-needed boost of self-esteem. However, when her health starts improving, Martin fears losing her, so he begins tampering with her treatment, keeping Diane sick and in the hospital right next to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fJSdqHzpMeCkXMrILYt1SdGN2sL.jpg",
    "popularity": 2.6692,
    "tmdb_url": "https://www.themoviedb.org/movie/65650"
  },
  {
    "id": 74135,
    "title": "Gantz: Perfect Answer",
    "release_date": "2011-04-23",
    "overview": "Summoned by the black sphere, Kei and Masaru fight against extraterrestrials until Masaru grows tired of fighting and refuses to continue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ir6QhKXU3zDYaOnJ0ISpu3nkE7O.jpg",
    "popularity": 2.6674,
    "tmdb_url": "https://www.themoviedb.org/movie/74135"
  },
  {
    "id": 374853,
    "title": "I've Always Liked You",
    "release_date": "2016-04-23",
    "overview": "Love is blooming at Sakuragaoka High School. Natsuki Enomoto has finally mustered the courage to confess to her childhood friend, Yuu Setoguchi. However, in the final moments of her confession, an embarrassed Natsuki passes it off as a \"practice confession.\" Oblivious to her true feelings and struggling with his own, Yuu promises to support Natsuki in her quest for love. While Natsuki deals with her failed confession, fellow classmate Koyuki Ayase struggles with his own feelings for Natsuki. Despite his timidness, he is determined to win over her heart.  This movie follows Natsuki as she dreams of one day ending her practices and genuinely confessing to Yuu. Meanwhile, close friends also find themselves entangled in their own webs of unrequited love and unspoken affections.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rQDnIuWMYdZ2BXwaqy4Ird4w8Kw.jpg",
    "popularity": 2.6334,
    "tmdb_url": "https://www.themoviedb.org/movie/374853"
  },
  {
    "id": 10215,
    "title": "Sliding Doors",
    "release_date": "1998-04-23",
    "overview": "London publicist Helen, effortlessly slides between parallel storylines that show what happens when she does or does not catch a train back to her apartment. Love. Romantic entanglements. Deception. Trust. Friendship. Comedy. All come into focus as the two stories shift back and forth, overlap and surprisingly converge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s8VOVTywXZIIHqdEjkCZziH0ebq.jpg",
    "popularity": 2.5652,
    "tmdb_url": "https://www.themoviedb.org/movie/10215"
  },
  {
    "id": 109526,
    "title": "Crayon Shin-chan: The Hidden Treasure of the Buri Buri Kingdom",
    "release_date": "1994-04-23",
    "overview": "The Noharas win a vacation to the Kingdom of Buri Buri -- but the whole thing was just a clever ploy by an evil organization to kidnap Shin-chan!",
    "poster_url": "https://image.tmdb.org/t/p/w500/pKAKgrrz4jyl7HlQETu8grWR3t4.jpg",
    "popularity": 2.4285,
    "tmdb_url": "https://www.themoviedb.org/movie/109526"
  },
  {
    "id": 34806,
    "title": "The Back-Up Plan",
    "release_date": "2010-04-23",
    "overview": "When Zoe tires of looking for Mr. Right, she decides to have a baby on her own. But on the day she's artificially inseminated, she meets Stan, who seems to be just who she's been searching for all her life. Now, Zoe has to figure out how to make her two life's dreams fit with each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fB6PxwdydGzdq5jSWrxwSMEqSFs.jpg",
    "popularity": 2.3526,
    "tmdb_url": "https://www.themoviedb.org/movie/34806"
  },
  {
    "id": 248574,
    "title": "Barely Lethal",
    "release_date": "2015-04-23",
    "overview": "A 16-year-old international assassin yearning for a \"normal\" adolescence fakes her own death and enrolls as a senior in a suburban high school. She quickly learns that being popular can be more painful than getting water-boarded.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8emz9dKW8KKIqG8WcFG1lJbr2ub.jpg",
    "popularity": 2.3418,
    "tmdb_url": "https://www.themoviedb.org/movie/248574"
  },
  {
    "id": 374056,
    "title": "Sound! Euphonium the Movie – Welcome to the Kitauji High School Concert Band",
    "release_date": "2016-04-23",
    "overview": "After swearing off music due to an incident at the middle school regional brass band competition, euphonist Kumiko Oumae enters high school, hoping for a fresh start. As fate would have it, she ends up surrounded by people with an interest in the brass band. Kumiko finds the motivation she needs to make music once more with the help of her bandmates, some old friends, some new. However, in the band itself, chaos reigns supreme. Despite their intention to qualify for the national band competition, as they currently are, just competing in the local festival will be a challenge—unless new band advisor Noboru Taki does something about it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hZ8mXFsjaE0gSkNe8vtr8UxZA4Z.jpg",
    "popularity": 2.2939,
    "tmdb_url": "https://www.themoviedb.org/movie/374056"
  }
]