[
  {
    "id": 8656,
    "title": "Deep Impact",
    "release_date": "1998-05-08",
    "overview": "A seven-mile-wide space rock is hurtling toward Earth, threatening to obliterate the planet. Now, it's up to the president of the United States to save the world. He appoints a tough-as-nails veteran astronaut to lead a joint American-Russian crew into space to destroy the comet before impact. Meanwhile, an enterprising reporter uses her smarts to uncover the scoop of the century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a3vQS7JKqlOb3MdVJHuTCP9s7Mg.jpg",
    "popularity": 5.759,
    "tmdb_url": "https://www.themoviedb.org/movie/8656"
  },
  {
    "id": 2057,
    "title": "Original Sin",
    "release_date": "2001-05-08",
    "overview": "A young man is plunged into a life of subterfuge, deceit and mistaken identity in pursuit of a femme fatale whose heart is never quite within his grasp.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xvTtsdvvVr1NYlVJxWZibzhaEt5.jpg",
    "popularity": 5.3242,
    "tmdb_url": "https://www.themoviedb.org/movie/2057"
  },
  {
    "id": 339331,
    "title": "Honey",
    "release_date": "1981-05-08",
    "overview": "A surreal erotic fantasy about a young woman who checks into a bizarre, labyrinthine hotel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i8DSB20bvAhn8WgpQJIhLbNW9Yj.jpg",
    "popularity": 4.5829,
    "tmdb_url": "https://www.themoviedb.org/movie/339331"
  },
  {
    "id": 212778,
    "title": "Chef",
    "release_date": "2014-05-08",
    "overview": "When Chef Carl Casper suddenly quits his job at a prominent Los Angeles restaurant after refusing to compromise his creative integrity for its controlling owner, he is left to figure out what's next. Finding himself in Miami, he teams up with his ex-wife, his friend and his son to launch a food truck. Taking to the road, Chef Carl goes back to his roots to reignite his passion for the kitchen -- and zest for life and love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyp8EXDmO4dSC8V6Q5jU7gD1kcg.jpg",
    "popularity": 4.5315,
    "tmdb_url": "https://www.themoviedb.org/movie/212778"
  },
  {
    "id": 195589,
    "title": "Neighbors",
    "release_date": "2014-05-08",
    "overview": "A couple with a newborn baby face unexpected difficulties after they are forced to live next to a fraternity house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sN1RU08CMi8xkRIibremh3AOdgw.jpg",
    "popularity": 4.4892,
    "tmdb_url": "https://www.themoviedb.org/movie/195589"
  },
  {
    "id": 287424,
    "title": "Maggie",
    "release_date": "2015-05-08",
    "overview": "There's a deadly zombie epidemic threatening humanity, but Wade, a small-town farmer and family man, refuses to accept defeat even when his daughter Maggie becomes infected. As Maggie's condition worsens and the authorities seek to eradicate those with the virus, Wade is pushed to the limits in an effort to protect her. Joely Richardson co-stars in this post-apocalyptic thriller.",
    "poster_url": "https://image.tmdb.org/t/p/w500/twa9gXjocLM629sJrQYVtmF306R.jpg",
    "popularity": 3.6953,
    "tmdb_url": "https://www.themoviedb.org/movie/287424"
  },
  {
    "id": 268920,
    "title": "Hot Pursuit",
    "release_date": "2015-05-08",
    "overview": "Straight-arrow policewoman Cooper is excited and thrilled about her next assignment. Her task is to escort Daniella Riva, a wisecracking Colombian beauty, from San Antonio to Dallas so both she and her husband can testify against a drug lord. Plans go awry when Mr. Riva gets ambushed, leaving Daniella a widow. Cooper and her witness must now use their wits to escape from crooked cops and murderous gunmen, while not killing each other in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lobNOBHuJQCP9ZYAf86MBMwRrmZ.jpg",
    "popularity": 3.3201,
    "tmdb_url": "https://www.themoviedb.org/movie/268920"
  },
  {
    "id": 9264,
    "title": "Poison Ivy",
    "release_date": "1992-05-08",
    "overview": "A seductive teen befriends an introverted high school student and schemes her way into the lives of her wealthy family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/igwGf0qNka1qH1HPijgbABfUfB4.jpg",
    "popularity": 2.3022,
    "tmdb_url": "https://www.themoviedb.org/movie/9264"
  },
  {
    "id": 10403,
    "title": "The Player",
    "release_date": "1992-05-08",
    "overview": "A Hollywood studio executive is being sent death threats by a writer whose script he rejected - but which one?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tZ3kDut2dhFVGkWNEn9xoCHCNAx.jpg",
    "popularity": 2.2097,
    "tmdb_url": "https://www.themoviedb.org/movie/10403"
  },
  {
    "id": 24124,
    "title": "The Burning",
    "release_date": "1981-05-08",
    "overview": "A caretaker at a summer camp is burned when a prank goes tragically wrong. After several years of intensive treatment at hospital, he is released back into society, albeit missing some social skills. What follows is a bloody killing spree with the caretaker making his way back to his old stomping ground to confront one of the youths that accidentally burned him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d8as1GtCAhlc5rirarnUUd85gJA.jpg",
    "popularity": 2.2027,
    "tmdb_url": "https://www.themoviedb.org/movie/24124"
  },
  {
    "id": 59981,
    "title": "Legends of Oz: Dorothy's Return",
    "release_date": "2014-05-08",
    "overview": "Dorothy wakes in post-tornado Kansas, only to be whisked back to Oz to try to save her old friends, the Scarecrow, the Lion, the Tin Man, and Glinda, from a devious new villain, the Jester. New comrades Wiser the Owl, Marshal Mallow, China Princess, and Tugg the Tugboat join Dorothy on her latest magical journey through the colorful landscape of Oz to restore order and happiness to Emerald City.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5XiNCjFudNX0Wj5LanPuIb8E9pU.jpg",
    "popularity": 2.1679,
    "tmdb_url": "https://www.themoviedb.org/movie/59981"
  },
  {
    "id": 513083,
    "title": "Wine Country",
    "release_date": "2019-05-08",
    "overview": "A group of friends head to the land of oaky Chardonnays and big, bold Cabernet Sauvignons for one member of the squad’s 50th birthday party.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mi5l29DQFdwrTXxbqM2OLbs830H.jpg",
    "popularity": 2.0073,
    "tmdb_url": "https://www.themoviedb.org/movie/513083"
  }
]