[
  {
    "id": 18,
    "title": "The Fifth Element",
    "release_date": "1997-05-02",
    "overview": "In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg",
    "popularity": 12.1223,
    "tmdb_url": "https://www.themoviedb.org/movie/18"
  },
  {
    "id": 816,
    "title": "Austin Powers: International Man of Mystery",
    "release_date": "1997-05-02",
    "overview": "As a swinging fashion photographer by day and a groovy British superagent by night, Austin Powers is the '60s' most shagadelic spy. But can he stop megalomaniac Dr. Evil after the bald villain freezes himself and unthaws in the '90s? With the help of sexy sidekick Vanessa Kensington, he just might.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cCrwSLofFvxIKxiM7m0l2s1uKt2.jpg",
    "popularity": 5.4332,
    "tmdb_url": "https://www.themoviedb.org/movie/816"
  },
  {
    "id": 187596,
    "title": "Walk of Shame",
    "release_date": "2014-05-02",
    "overview": "A reporter's dream of becoming a news anchor is compromised after a one-night stand leaves her stranded in downtown L.A. without a phone, car, ID or money - and only 8 hours to make it to the most important job interview of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3zMS66gtw8ccvy1BWD6thJ67jgX.jpg",
    "popularity": 4.8998,
    "tmdb_url": "https://www.themoviedb.org/movie/187596"
  },
  {
    "id": 499726,
    "title": "MILF",
    "release_date": "2018-05-02",
    "overview": "Three childhood friends - Elise, Sonia and Cecile - leave for a summer in the South of France to help clear Cecile’s holiday house before it is put up for sale. There, they soon become the prime targets of three horny young men, for whom these single forty-year-old women are much more attractive than girls their age.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qBU82NPKF1LOAD9D3jLUqypyEdL.jpg",
    "popularity": 4.6887,
    "tmdb_url": "https://www.themoviedb.org/movie/499726"
  },
  {
    "id": 2163,
    "title": "Breakdown",
    "release_date": "1997-05-02",
    "overview": "On their cross-country drive, a married couple, Jeff and Amy Taylor, experience car trouble after their SUV breaks down. Stranded in the New Mexico desert, the two catch a break when a passing truck driver offers Amy a ride to a nearby café to call for help. Meanwhile, Jeff is able to fix the car and make his way to the café, but Amy isn't there. He tracks down the trucker -- who tells the police he's never seen Jeff or his wife before. Jeff then begins a desperate, frenzied search for Amy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m3VB59ppr1RlpxNUYRUfZTgjgU.jpg",
    "popularity": 4.0203,
    "tmdb_url": "https://www.themoviedb.org/movie/2163"
  },
  {
    "id": 659,
    "title": "The Tin Drum",
    "release_date": "1979-05-02",
    "overview": "Oskar Matzerath is a very unusual boy. Refusing to leave the womb until promised a tin drum by his mother, Agnes, Oskar is reluctant to enter a world he sees as filled with hypocrisy and injustice, and vows on his third birthday to never grow up. Miraculously, he gets his wish. As the Nazis rise to power in Danzig, Oskar wills himself to remain a child, beating his tin drum incessantly and screaming in protest at the chaos surrounding him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tm408GMyQqfqFJ7MKCkwc5uQ3wi.jpg",
    "popularity": 3.9385,
    "tmdb_url": "https://www.themoviedb.org/movie/659"
  },
  {
    "id": 18736,
    "title": "The Lizzie McGuire Movie",
    "release_date": "2003-05-02",
    "overview": "Lizzie McGuire has graduated from middle school and takes a trip to Rome, Italy with her class. And what was supposed to be only a normal trip, becomes a teenager's dream come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jGN9PS4JKmxp7oyMqmW8G6HKcG6.jpg",
    "popularity": 3.8046,
    "tmdb_url": "https://www.themoviedb.org/movie/18736"
  },
  {
    "id": 457799,
    "title": "Extremely Wicked, Shockingly Evil and Vile",
    "release_date": "2019-05-02",
    "overview": "A chronicle of the crimes of Ted Bundy, from the perspective of his longtime girlfriend, Elizabeth Kloepfer, who refused to believe the truth about him for years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a7dVwEBU3vupg3hZQMeyL6ksz0F.jpg",
    "popularity": 3.5051,
    "tmdb_url": "https://www.themoviedb.org/movie/457799"
  },
  {
    "id": 53064,
    "title": "Midori",
    "release_date": "1992-05-02",
    "overview": "After losing her parents, young flower selling Midori is put up by a fairground group. She is abused and forced to slavery, until the arrival of an enigmatic magician of short stature, who gives her hope for a better future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lyYTyGvRdLhGeyFXBwJ3MWIY4EG.jpg",
    "popularity": 3.3395,
    "tmdb_url": "https://www.themoviedb.org/movie/53064"
  },
  {
    "id": 347200,
    "title": "Code Geass: Akito the Exiled 3: The Brightness Falls",
    "release_date": "2015-05-02",
    "overview": "After discovering the face of their true enemy, someone who is related to Akito and responsible for the Geass placed upon him, W-0 attempts to return to their base at Castle Weisswolf. However, stranded in Warsaw due to a complication involving their military identification, they are forced to accept the help of local gypsies, allowing the squad to take some time to deepen their bonds. Meanwhile, Britannian advisor Julius Kingsley and his guard Suzaku Kururugi begin working together with the Knights of St. Michael in order to crush the European resistance once and for all, armed with the destructive power of a giant weapon known as the Ark Fleet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n7ajLedWF7AFMwkUVXhowNZG3cA.jpg",
    "popularity": 3.2567,
    "tmdb_url": "https://www.themoviedb.org/movie/347200"
  },
  {
    "id": 459992,
    "title": "Long Shot",
    "release_date": "2019-05-02",
    "overview": "Journalist Fred Flarsky reunites with his childhood crush, Charlotte Field, now one of the most influential women in the world. As she prepares to make a run for the Presidency, Charlotte hires Fred as her speechwriter — much to the dismay of her trusted advisers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1F9AItQ6fhrfhBVQlmC8ReOQAFG.jpg",
    "popularity": 3.2129,
    "tmdb_url": "https://www.themoviedb.org/movie/459992"
  },
  {
    "id": 791348,
    "title": "Constantine: The House of Mystery",
    "release_date": "2022-05-02",
    "overview": "John Constantine wakes up in the eerie House of Mystery with no recollection of how he got there. Fortunately, Zatanna and his friends are all there. Unfortunately, they have a bad habit of turning into demons and ripping him to shreds, over and over again!",
    "poster_url": "https://image.tmdb.org/t/p/w500/n3FQYSzptYZJRvp9yGVDxoTfE0L.jpg",
    "popularity": 2.7181,
    "tmdb_url": "https://www.themoviedb.org/movie/791348"
  },
  {
    "id": 12721,
    "title": "No Retreat, No Surrender",
    "release_date": "1986-05-02",
    "overview": "The mob is trying to strongarm local martial arts schools, forcing young Jason Stillwell and his family to move after his father is injured defending their dojo.  With his father now rejecting violence, Jason is forced to train on his own to protect himself and his best friend from the members of a rival karate school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bDwcHvRXIRVCD2RLACEsykzoHPe.jpg",
    "popularity": 2.5135,
    "tmdb_url": "https://www.themoviedb.org/movie/12721"
  },
  {
    "id": 113947,
    "title": "The Sessions",
    "release_date": "2012-05-02",
    "overview": "Though a childhood bout with polio left him dependent on an iron lung, Mark O'Brien maintains a career as a journalist and poet. A writing assignment dealing with sex and the disabled piques Mark's curiosity, and he decides to investigate the possibility of experiencing sex himself. When his overtures toward a caregiver scare her away, he books an appointment with sex surrogate Cheryl Cohen-Greene to lose his virginity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/57o1DBc5DfJXVc8wArAblSbZ8sD.jpg",
    "popularity": 2.0892,
    "tmdb_url": "https://www.themoviedb.org/movie/113947"
  }
]