[
  {
    "id": 453395,
    "title": "Doctor Strange in the Multiverse of Madness",
    "release_date": "2022-05-04",
    "overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ddJcSKbcp4rKZTmuyWaMhuwcfMz.jpg",
    "popularity": 89.8924,
    "tmdb_url": "https://www.themoviedb.org/movie/453395"
  },
  {
    "id": 329505,
    "title": "Lola's Secret",
    "release_date": "1984-05-04",
    "overview": "Young man has his dreams come true when the sexy new maid seduces him. But she also has a secret that leads to trouble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aSiY96aHJLGWtftHLWvxlImKHGN.jpg",
    "popularity": 25.4098,
    "tmdb_url": "https://www.themoviedb.org/movie/329505"
  },
  {
    "id": 98,
    "title": "Gladiator",
    "release_date": "2000-05-04",
    "overview": "After the death of Emperor Marcus Aurelius, his devious son takes power and demotes Maximus, one of Rome's most capable generals who Marcus preferred. Eventually, Maximus is forced to become a gladiator and battle to the death against other men for the amusement of paying audiences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ty8TGRuvJLPUmAR1H1nRIsgwvim.jpg",
    "popularity": 19.4775,
    "tmdb_url": "https://www.themoviedb.org/movie/98"
  },
  {
    "id": 1734,
    "title": "The Mummy Returns",
    "release_date": "2001-05-04",
    "overview": "Rick and Evelyn O’Connell, along with their 8-year-old son Alex, discover the key to the legendary Scorpion King’s might: the fabled Bracelet of Anubis. Unfortunately, a newly resurrected Imhotep has designs on the bracelet as well, and isn’t above kidnapping its new bearer, Alex, to gain control of Anubis’s otherworldly army.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdJsW7hcy1lrj7tdMPycTAQPAiR.jpg",
    "popularity": 11.1691,
    "tmdb_url": "https://www.themoviedb.org/movie/1734"
  },
  {
    "id": 458083,
    "title": "Covet: Island of Desire",
    "release_date": "2017-05-04",
    "overview": "People who are on a fishing boat in a secluded countryside wake up to a deep desire in their heart.  Money, sex, power ... In the uninhabited desert of endless desire, it turns out that somebody is found as a body and another person is on the island.  Can they escape safely from the island of desire?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zNebLQ3O2BNNI1qCDqTRCzxJTrS.jpg",
    "popularity": 5.9198,
    "tmdb_url": "https://www.themoviedb.org/movie/458083"
  },
  {
    "id": 552688,
    "title": "The Mother",
    "release_date": "2023-05-04",
    "overview": "A deadly female assassin comes out of hiding to protect the daughter that she gave up years before, while on the run from dangerous men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o8tL9HtheHXHzRMolrFvpyiLOSg.jpg",
    "popularity": 4.4653,
    "tmdb_url": "https://www.themoviedb.org/movie/552688"
  },
  {
    "id": 758336,
    "title": "Love Again",
    "release_date": "2023-05-04",
    "overview": "Mira Ray, dealing with the loss of her fiancé, John, sends a series of romantic texts to his old cell phone number… not realizing the number was reassigned to Rob Burns' new work phone. Rob, a journalist, is captivated by the honesty in the beautifully confessional texts. When he’s assigned to write a profile of megastar Céline Dion, he enlists her help in figuring out how to meet Mira in person and win her heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/koswMk0y7jGcyofV1sBccnNtY0B.jpg",
    "popularity": 4.111,
    "tmdb_url": "https://www.themoviedb.org/movie/758336"
  },
  {
    "id": 77117,
    "title": "Sunny",
    "release_date": "2011-05-04",
    "overview": "Seven girls become good friends in high school, then events pull them apart for 25 years. When one of the friends lies dying in a hospital, she wishes to see each of them one last time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m21yedsv5rGNmvOU0X9ARvxC0XM.jpg",
    "popularity": 3.2835,
    "tmdb_url": "https://www.themoviedb.org/movie/77117"
  },
  {
    "id": 15144,
    "title": "Sixteen Candles",
    "release_date": "1984-05-04",
    "overview": "With the occasion all but overshadowed by her sister's upcoming wedding, angst-ridden Samantha faces her 16th birthday with typical adolescent dread. Samantha pines for studly older boy Jake, but worries that her chastity will be a turnoff for the popular senior. Meanwhile, she must constantly rebuff the affections of nerdy Ted, who is unfortunately the only boy in school who seems to take an interest in her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hgIDeDxu21fxoqfvBKMN0K7pLmU.jpg",
    "popularity": 3.2275,
    "tmdb_url": "https://www.themoviedb.org/movie/15144"
  },
  {
    "id": 433861,
    "title": "Lamog",
    "release_date": "2011-05-04",
    "overview": "A family falls into turmoil as the son defies his abusive father in order to protect the people he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xdcTMr7JgKdtiN6UO0pJOwkdbUd.jpg",
    "popularity": 3.1171,
    "tmdb_url": "https://www.themoviedb.org/movie/433861"
  },
  {
    "id": 325133,
    "title": "Neighbors 2: Sorority Rising",
    "release_date": "2016-05-04",
    "overview": "A sorority moves in next door to the home of Mac and Kelly Radner who have a young child. The Radner's enlist their former nemeses from the fraternity to help battle the raucous sisters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gu3PEiV2uEUXYWbmg1Oiw21Waa.jpg",
    "popularity": 2.7119,
    "tmdb_url": "https://www.themoviedb.org/movie/325133"
  },
  {
    "id": 360227,
    "title": "Evil Instinct",
    "release_date": "1996-05-04",
    "overview": "Penny and Wendy originally are co-workers and best friends until Wendy is promoted. Penny feels that she is getting old and can't compete with Wendy, she leaves Hong Kong, takes snake blood to cleanse herself, and then returns to Hong Kong for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uyaPkz0AHFSEd8ODIwLY0wLkJJZ.jpg",
    "popularity": 2.6219,
    "tmdb_url": "https://www.themoviedb.org/movie/360227"
  },
  {
    "id": 366514,
    "title": "Up for Love",
    "release_date": "2016-05-04",
    "overview": "Diane is a well-known lawyer, divorced for three years. She loses her mobile telephone and receives a call from the person who finds it. That person is Alexandre, a charming man and the perfect gentleman. They make a connection over the phone and agree to meet up the following day. But when Alexandre arrives, there's a surprise in store when Diane discovers he is only 4' 6\" tall. From that moment on, Diane tries to overcome the prejudices of society and her own fears to experience the best time of her life...",
    "poster_url": "https://image.tmdb.org/t/p/w500/vBOioZKaGacNtx8G7qZeTPqemk7.jpg",
    "popularity": 2.6204,
    "tmdb_url": "https://www.themoviedb.org/movie/366514"
  },
  {
    "id": 400579,
    "title": "Tully",
    "release_date": "2018-05-04",
    "overview": "Marlo, a mother of three, including a newborn, is gifted a night nanny by her brother. Hesitant at first, she quickly forms a bond with the thoughtful, surprising, and sometimes challenging nanny named Tully.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wDI4YXBXolMYi15Qx2kClvdSERM.jpg",
    "popularity": 2.4712,
    "tmdb_url": "https://www.themoviedb.org/movie/400579"
  },
  {
    "id": 2669,
    "title": "The Bounty",
    "release_date": "1984-05-04",
    "overview": "The familiar story of Lieutenant  Bligh, whose cruelty leads to a mutiny on his ship. This version follows both the efforts of  Fletcher Christian to get his men beyond the reach of British retribution, and the epic voyage of Lieutenant Bligh to get his loyalists safely to East Timor in a tiny lifeboat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hMFgXhUv5UWqgZckOtSmv1H0diS.jpg",
    "popularity": 2.413,
    "tmdb_url": "https://www.themoviedb.org/movie/2669"
  },
  {
    "id": 37757,
    "title": "Never Sleep Again: The Elm Street Legacy",
    "release_date": "2010-05-04",
    "overview": "For decades, Freddy Krueger has slashed his way through the dreams of countless youngsters, scaring up over half a billion dollars at the box office across eight terrifying, spectacular films.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wjo0erw7vqzI3gGfbapCkZjxehV.jpg",
    "popularity": 2.3838,
    "tmdb_url": "https://www.themoviedb.org/movie/37757"
  },
  {
    "id": 998022,
    "title": "The Teachers' Lounge",
    "release_date": "2023-05-04",
    "overview": "When one of her students is suspected of theft, teacher Carla Nowak decides to get to the bottom of the matter. Caught between her ideals and the school system, the consequences of her actions threaten to break her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kWXA6PfQ0PpZpoCXoeBFRciRrUw.jpg",
    "popularity": 2.0475,
    "tmdb_url": "https://www.themoviedb.org/movie/998022"
  },
  {
    "id": 45089,
    "title": "Blood Rain",
    "release_date": "2005-05-04",
    "overview": "In 1808, an imperial investigator arrives on an idyllic island to investigate a series of grisly murders. The locals believe that a ghost is responsible, taking revenge for a wrongful execution seven years ago. But the investigator suspects that something else may be behind it all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nMp2NCtAcU3tA2w4l4AKOdraXJD.jpg",
    "popularity": 2.0108,
    "tmdb_url": "https://www.themoviedb.org/movie/45089"
  }
]