[
  {
    "id": 557,
    "title": "Spider-Man",
    "release_date": "2002-05-01",
    "overview": "After being bitten by a genetically altered spider at Oscorp, nerdy but endearing high school student Peter Parker is endowed with amazing powers to become the superhero known as Spider-Man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gh4cZbhZxyTbgxQPxD0dOudNPTn.jpg",
    "popularity": 19.6486,
    "tmdb_url": "https://www.themoviedb.org/movie/557"
  },
  {
    "id": 559,
    "title": "Spider-Man 3",
    "release_date": "2007-05-01",
    "overview": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qFmwhVUoUSXjkKRmca5yGDEXBIj.jpg",
    "popularity": 14.4056,
    "tmdb_url": "https://www.themoviedb.org/movie/559"
  },
  {
    "id": 63197,
    "title": "Megan Is Missing",
    "release_date": "2011-05-01",
    "overview": "Fourteen-year–old Megan and her best friend Amy spend a lot of time on the internet, posting videos of themselves and chatting with guys online. One night Megan chats with a guy named Josh who convinces her to meet him for a date. The next day, Megan is missing—forever. Based on actual cases of child abduction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vqFIC6miVQWBUrkQYk3Fe0jqXrD.jpg",
    "popularity": 5.2099,
    "tmdb_url": "https://www.themoviedb.org/movie/63197"
  },
  {
    "id": 9725,
    "title": "Friday the 13th Part 2",
    "release_date": "1981-05-01",
    "overview": "Five years after the horrible bloodbath at Camp Crystal Lake, new counselors roam the area, not sensing the ominous lurking presence that proves that the grisly legend is real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/92rGctBMTv4uaSlIBVnhz01kRWL.jpg",
    "popularity": 4.115,
    "tmdb_url": "https://www.themoviedb.org/movie/9725"
  },
  {
    "id": 67605,
    "title": "Naseeb",
    "release_date": "1981-05-01",
    "overview": "Naseeb, a story of destiny and fate, begins with a lottery ticket. A drunk who cannot pay his restaurant bill trades his recently purchased ticket with a waiter. Naseeb becomes a poignant story about love, friendship, sacrifice, deceit, revenge and above all, destiny.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oDUddLemim047H3V9tNrkhTotOK.jpg",
    "popularity": 3.6615,
    "tmdb_url": "https://www.themoviedb.org/movie/67605"
  },
  {
    "id": 1568,
    "title": "Carne",
    "release_date": "1991-05-01",
    "overview": "After a dreadful incident coupled with an ungovernable paroxysm of violence, a butcher will fall into a downward spiral that will burn to the ground whatever dignity still remained in him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7QNHk05hoi3dXaLFiZyXoj1I81b.jpg",
    "popularity": 3.3253,
    "tmdb_url": "https://www.themoviedb.org/movie/1568"
  },
  {
    "id": 4415,
    "title": "Les Misérables",
    "release_date": "1998-05-01",
    "overview": "In 19th century France, Jean Valjean, a man imprisoned for stealing bread, must flee a relentless policeman named Javert. The pursuit consumes both men's lives, and soon Valjean finds himself in the midst of the student revolutions in France.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3TOgmlIY8X3WjIjvU7Z0jqeNkyU.jpg",
    "popularity": 3.2838,
    "tmdb_url": "https://www.themoviedb.org/movie/4415"
  },
  {
    "id": 9469,
    "title": "He Got Game",
    "release_date": "1998-05-01",
    "overview": "A basketball player's father must try to convince him to go to a college so he can get a shorter prison sentence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kd8hRaysUQOz7AvSorZDJHuihcJ.jpg",
    "popularity": 3.2395,
    "tmdb_url": "https://www.themoviedb.org/movie/9469"
  },
  {
    "id": 60669,
    "title": "Book Girl",
    "release_date": "2010-05-01",
    "overview": "Konoha Inoue and Tōko Amano, the Literary Girl, as she calls herself, are the sole members of their high school literature club. Their lives will be altered when Konoha's past, forgotten for a long time, reaches the present, involving them in a whirlwind of feelings where love, jealousy, revenge, remorse and forgiveness struggle to prevail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1qR1LjPZLdgjfkjQJWf9ppHifjJ.jpg",
    "popularity": 3.0206,
    "tmdb_url": "https://www.themoviedb.org/movie/60669"
  },
  {
    "id": 597219,
    "title": "The Half of It",
    "release_date": "2020-05-01",
    "overview": "Shy, straight-A student Ellie is hired by sweet but inarticulate jock Paul, who needs help wooing the most popular girl in school. But their new and unlikely friendship gets tricky when Ellie discovers she has feelings for the same girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jC1PNXGET1ZZQyrJvdFhPfXdPP1.jpg",
    "popularity": 2.8226,
    "tmdb_url": "https://www.themoviedb.org/movie/597219"
  },
  {
    "id": 791128,
    "title": "Youngest Sister Class",
    "release_date": "2020-05-01",
    "overview": "Lim Da-yeong, the older sister, intercepted the lover of her younger sister, Lim Da-jeong, who is Yoon Tae-jin. As if this were not enough, Da-yeong imprisoned her younger sister in a mental hospital and lived a happy married life with Tae-jin. Then one day, the Da-jeong escapes from the mental hospital and conspires with helper Jo Yong-hwan, who is her ward friend, to exact cruel revenge on her older sister and her former lover. Both Da-yeong and Tae-jin endure Da-jeong's bloody kidnapping, domesticated slave life and harsh punishments. They look for opportunities to escape with a scary plot in their hearts.  What will be the ending for these crazy sisters?",
    "poster_url": "https://image.tmdb.org/t/p/w500/ce29t67HRvnOwjEHuDaUByPnJXR.jpg",
    "popularity": 2.7465,
    "tmdb_url": "https://www.themoviedb.org/movie/791128"
  },
  {
    "id": 1160774,
    "title": "Baby Steps",
    "release_date": "2023-05-01",
    "overview": "A year after the death of their beloved Lily, Beau and Caden learn that she froze some of her eggs and they must decide whether they are ready to take the next step in their relationship and become parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gXoAAY1AvZRirn0IRiXgMWxzRfd.jpg",
    "popularity": 2.7382,
    "tmdb_url": "https://www.themoviedb.org/movie/1160774"
  },
  {
    "id": 454458,
    "title": "UglyDolls",
    "release_date": "2019-05-01",
    "overview": "In the adorably different town of Uglyville, weirdness is celebrated, strangeness is special and beauty is embraced as more than meets the eye. After traveling to the other side of a mountain, Moxy and her UglyDoll friends discover Perfection -- a town where more conventional dolls receive training before entering the real world to find the love of a child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p97LQ1TL95mptVL2AS8Rz1cJCQg.jpg",
    "popularity": 2.7125,
    "tmdb_url": "https://www.themoviedb.org/movie/454458"
  },
  {
    "id": 41280,
    "title": "Private Lessons",
    "release_date": "1981-05-01",
    "overview": "Phillip Filmore is a naive, 15-year-old, preoccupied with sex, who develops a crush on Nicole Mallow, the new 30-something, French housekeeper and sitter to look after him when Phillip's father is out of town for the summer on a \"business\" trip. But Mr. Filmore's unscrupulous chauffeur, Lester Lewis, takes advantage of Phillip's crush on Nicole to hire her to seduce the youth, then draws her into a plot to fake her own death in a blackmail scheme aimed to drain Phillip's trust fund.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dTkBOgOv3tpCnfMY6kX2MCYibo3.jpg",
    "popularity": 2.6193,
    "tmdb_url": "https://www.themoviedb.org/movie/41280"
  },
  {
    "id": 29343,
    "title": "Humanoids from the Deep",
    "release_date": "1980-05-01",
    "overview": "After a new cannery introduces scientifically augmented salmon to a seaside town in the Pacific Northwest, a species of mysterious, mutated sea creatures begin killing the men and raping the women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ntb2ZCDkuE65P6QFw4V2Ll2D0Mk.jpg",
    "popularity": 2.5905,
    "tmdb_url": "https://www.themoviedb.org/movie/29343"
  },
  {
    "id": 12556,
    "title": "Ghosts of Girlfriends Past",
    "release_date": "2009-05-01",
    "overview": "Celebrity photographer Connor Mead lives life in the fast lane, committed to lifelong bachelorhood and simultaneous relationships with multiple women. On the eve of his younger brother Paul's wedding, Connor's mockery of love proves a real buzz-kill for everyone - including his childhood crush, Jenny, the one woman who always seemed immune to his considerable charms. Later that night, he gets a wake-up call from the ghost of his late Uncle Wayne, the hard-partying, legendary ladies' man who was Connor's mentor. Uncle Wayne has an urgent message which he delivers through three ghosts who guide Connor on an eye-opening tour of his romantic past, present and future. Along the way, they attempt to discern whether he will ever be able to change his ways -- and if there is any hope of him finding true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yNn5NjNQF8m7w05Jqk2kEW2XOfU.jpg",
    "popularity": 2.5558,
    "tmdb_url": "https://www.themoviedb.org/movie/12556"
  },
  {
    "id": 534179,
    "title": "Mother's Friends",
    "release_date": "2017-05-01",
    "overview": "Hyeri and Ji-yeon are friends in the same neighborhood. They have a son to go to the army after some time. One day, Min-gu, who was playing at Jun-suk's house, sees Jun-suk's mother Hyeri in the shower and gets excited and hits her. Hyeri, who initially resisted, gave up resistance to Mingu's power, and after that day, the two develop into sex every time they have time. After a few days, Ji-yeon, who accidentally witnessed her son Min-gu and Hye-ri having sex, begins to seduce Hye-ri's son Jun-seok.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n2koZwS6eqOWihxQ1OyEgdiJJya.jpg",
    "popularity": 2.4472,
    "tmdb_url": "https://www.themoviedb.org/movie/534179"
  },
  {
    "id": 520358,
    "title": "Champion",
    "release_date": "2018-05-01",
    "overview": "A former arm-wrestling champion raised in the U.S. returns to South Korea for a tournament that could return him to glory, but he finds his life complicated by the appearance of the biological family he never knew.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wzblS6RZaFhyTBNQRBr9Q6iYIV9.jpg",
    "popularity": 2.4051,
    "tmdb_url": "https://www.themoviedb.org/movie/520358"
  },
  {
    "id": 954563,
    "title": "Good Business Sense",
    "release_date": "2020-05-01",
    "overview": "\"Good Business Sense\" is a short comedy film about how business sometimes gets in the way of romance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gacActJaed8wZ2qs8swu4wZsRAF.jpg",
    "popularity": 2.3315,
    "tmdb_url": "https://www.themoviedb.org/movie/954563"
  },
  {
    "id": 496704,
    "title": "Tremors: A Cold Day in Hell",
    "release_date": "2018-05-01",
    "overview": "Burt Gummer and Travis Welker find themselves in a fight for survival after investigating deadly giant worm attacks in the Canadian arctic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aFOdiHaRjeTmHG67e5B7md2Q1cq.jpg",
    "popularity": 2.302,
    "tmdb_url": "https://www.themoviedb.org/movie/496704"
  },
  {
    "id": 863861,
    "title": "Estanislao",
    "release_date": "2021-05-01",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/60mvO4lY26IyToyYdBdNl2rMwmd.jpg",
    "popularity": 2.2304,
    "tmdb_url": "https://www.themoviedb.org/movie/863861"
  },
  {
    "id": 477779,
    "title": "Code Geass: Lelouch of the Rebellion - Glorification",
    "release_date": "2018-05-01",
    "overview": "A recap of Code Geass: Lelouch of the Rebellion episodes 42–50, with new footage. The Black Knights and the Holy Empire of Britannia finally meet head-on. Meanwhile, Lelouch is confronted with an issue least anticipated: his kid sister Nunnally.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qGoOP4VWAMQifbCRJkDPVSAkSi2.jpg",
    "popularity": 2.2066,
    "tmdb_url": "https://www.themoviedb.org/movie/477779"
  },
  {
    "id": 534643,
    "title": "Tabu",
    "release_date": "2010-05-01",
    "overview": "Young musician goes on vacation with his family. He meets an older woman there, they fall in love and spend a passionate night together. The next day, his family has something shocking to tell him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ekfLoHZdFO7YiEJNQbxPcfesOUX.jpg",
    "popularity": 2.1821,
    "tmdb_url": "https://www.themoviedb.org/movie/534643"
  },
  {
    "id": 24056,
    "title": "The Tournament",
    "release_date": "2009-05-01",
    "overview": "Every ten years, in an unsuspecting town, The Tournament takes place. A battle royale between 30 of the world's deadliest assassins. The last man standing receives the $10,000,000 cash prize and the title of World's No. 1 Assassin, which itself carries the legendary million dollar-a-bullet price tag.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zVkPQAIoCNDc8khNjmSAiTb3lV5.jpg",
    "popularity": 2.1188,
    "tmdb_url": "https://www.themoviedb.org/movie/24056"
  },
  {
    "id": 48693,
    "title": "The Mother and the Whore",
    "release_date": "1973-05-01",
    "overview": "Aimless young Alexandre juggles his relationships with his girlfriend, Marie, and a casual lover named Veronika. Marie becomes increasingly jealous of Alexandre's fling with Veronika and as the trio continues their unsustainable affair, the emotional stakes get higher, leading to conflict and unhappiness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xJpUVGnjoCvSOLjQaVAESwKzTuG.jpg",
    "popularity": 2.0972,
    "tmdb_url": "https://www.themoviedb.org/movie/48693"
  },
  {
    "id": 62557,
    "title": "Fetish",
    "release_date": "2008-05-01",
    "overview": "When yuppie Korean-American lawyer Peter brings beauteous bride Sookhy home to suburban New Jersey, she seems withdrawn, English-challenged and easily bullied by her mother-in-law. But fate abruptly takes Peter out of the picture, leaving a curiously unperturbed Sookhy (who's descended from a line of female shamans) free to force her company on the glamorous Caucasian couple next door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yxMC0JdK9RvwvnCgxvU5KqpcRB.jpg",
    "popularity": 2.0578,
    "tmdb_url": "https://www.themoviedb.org/movie/62557"
  },
  {
    "id": 205601,
    "title": "Belle",
    "release_date": "2013-05-01",
    "overview": "Dido Elizabeth Bell, the illegitimate, mixed-race daughter of a Royal Navy admiral, plays an important role in the campaign to abolish slavery in England.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
    "popularity": 2.0453,
    "tmdb_url": "https://www.themoviedb.org/movie/205601"
  },
  {
    "id": 25678,
    "title": "American Ninja 2: The Confrontation",
    "release_date": "1987-05-01",
    "overview": "On a remote Caribbean island, Army Ranger Joe Armstrong saves an old friend from the clutches of \"The Lion\", an evil super-criminal who has kidnapped a local scientist and mass-produced an army of mutant Ninja warriors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4a4pASHNv68ZhfKJESekI2b6Dse.jpg",
    "popularity": 2.0337,
    "tmdb_url": "https://www.themoviedb.org/movie/25678"
  }
]