[
  {
    "id": 808,
    "title": "Shrek",
    "release_date": "2001-05-18",
    "overview": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iB64vpL3dIObOtMZgX3RqdVdQDc.jpg",
    "popularity": 29.0284,
    "tmdb_url": "https://www.themoviedb.org/movie/808"
  },
  {
    "id": 447277,
    "title": "The Little Mermaid",
    "release_date": "2023-05-18",
    "overview": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ym1dxyOk4jFcSl4Q2zmRrA5BEEN.jpg",
    "popularity": 14.1796,
    "tmdb_url": "https://www.themoviedb.org/movie/447277"
  },
  {
    "id": 246655,
    "title": "X-Men: Apocalypse",
    "release_date": "2016-05-18",
    "overview": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ikA8UhYdTGpqbatFa93nIf6noSr.jpg",
    "popularity": 9.0943,
    "tmdb_url": "https://www.themoviedb.org/movie/246655"
  },
  {
    "id": 264656,
    "title": "The Homesman",
    "release_date": "2014-05-18",
    "overview": "When three women living on the edge of the American frontier are driven mad by harsh pioneer life, the task of saving them falls to the pious, independent-minded Mary Bee Cuddy. Transporting the women by covered wagon to Iowa, she soon realizes just how daunting the journey will be, and employs a low-life drifter, George Briggs, to join her. The unlikely pair and the three women head east, where a waiting minister and his wife have offered to take the women in. But the group first must traverse the harsh Nebraska Territories marked by stark beauty, psychological peril and constant threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eGpuOhkm1wG2AxEJShazH5NVGAO.jpg",
    "popularity": 8.2381,
    "tmdb_url": "https://www.themoviedb.org/movie/264656"
  },
  {
    "id": 619803,
    "title": "The Roundup",
    "release_date": "2022-05-18",
    "overview": "The 'Beast Cop' Ma Seok-do heads to a foreign country to extradite a suspect, but soon after his arrival, he discovers additional murder cases and hears about a vicious killer who has been committing crimes against tourists for several years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aTogcymFfYXYb2sx950ntIpgOJe.jpg",
    "popularity": 7.0113,
    "tmdb_url": "https://www.themoviedb.org/movie/619803"
  },
  {
    "id": 824,
    "title": "Moulin Rouge!",
    "release_date": "2001-05-18",
    "overview": "A celebration of love and creative inspiration takes place in the infamous, gaudy and glamorous Parisian nightclub, at the cusp of the 20th century. A young poet, who is plunged into the heady world of Moulin Rouge, begins a passionate affair with the club's most notorious and beautiful star.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2kjM5CUZRIU5yOANUowrbJcRL9L.jpg",
    "popularity": 4.769,
    "tmdb_url": "https://www.themoviedb.org/movie/824"
  },
  {
    "id": 417678,
    "title": "Everything, Everything",
    "release_date": "2017-05-18",
    "overview": "A teenager who's lived a sheltered life because she's allergic to everything, falls for the boy who moves in next door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gukkmf3W5Cev7winxBa8FHvKLql.jpg",
    "popularity": 4.3055,
    "tmdb_url": "https://www.themoviedb.org/movie/417678"
  },
  {
    "id": 96,
    "title": "Beverly Hills Cop II",
    "release_date": "1987-05-18",
    "overview": "Axel Foley returns to the land of sunshine and palm trees to investigate the near-fatal shooting of police Captain Andrew Bogomil. With the help of Sgt. Taggart and Det. Rosewood, they soon uncover that the shooting is associated with a series of \"alphabet\" robberies masterminded by a heartless weapons kingpin—and the chase is on.",
    "poster_url": "https://image.tmdb.org/t/p/w500/egDakU8O5yUwpUJP9IMAUVtIDll.jpg",
    "popularity": 4.2518,
    "tmdb_url": "https://www.themoviedb.org/movie/96"
  },
  {
    "id": 33410,
    "title": "Stagecoach",
    "release_date": "1986-05-18",
    "overview": "Story follows a stagecoach ride through Old West Apache territory. On board are a cavalry man's pregnant wife, a prostitute with a broken heart, a Marshal taking in his prisoner Johnny Ringo, a crooked gambler, and the infamous Doc Holliday",
    "poster_url": "https://image.tmdb.org/t/p/w500/t54iTwdUka0R6YtLo8vgZ1hvn56.jpg",
    "popularity": 4.2149,
    "tmdb_url": "https://www.themoviedb.org/movie/33410"
  },
  {
    "id": 17422,
    "title": "Summer Palace",
    "release_date": "2006-05-18",
    "overview": "Yu Hong leaves her home village and starts university in Beijing, where she develops a consuming and compulsive relationship with another student. The student riots from 1989 then ensue and take a toll on their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kr0UdRRdjZigVfdYoik9kPy97hk.jpg",
    "popularity": 4.0013,
    "tmdb_url": "https://www.themoviedb.org/movie/17422"
  },
  {
    "id": 713,
    "title": "The Piano",
    "release_date": "1993-05-18",
    "overview": "When an arranged marriage brings Ada and her spirited daughter to the wilderness of nineteenth-century New Zealand, she finds herself locked in a battle of wills with both her controlling husband and a rugged frontiersman to whom she develops a forbidden attraction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rx8RKXn8OtuS6lqloYsjyrGOUp4.jpg",
    "popularity": 3.328,
    "tmdb_url": "https://www.themoviedb.org/movie/713"
  },
  {
    "id": 31439,
    "title": "To Live",
    "release_date": "1994-05-18",
    "overview": "Married couple Fugui and Jiazhen endure tumultuous events in mid-20th century mainland China as their personal fortunes move from wealthy landownership to peasantry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bv0qREWTw8TPAtgt22ELp1UlKVl.jpg",
    "popularity": 3.0165,
    "tmdb_url": "https://www.themoviedb.org/movie/31439"
  },
  {
    "id": 756422,
    "title": "Game Face",
    "release_date": "2020-05-18",
    "overview": "Winning isn't everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zLugBaa2KMorHQvKwpLTSpyhoQA.jpg",
    "popularity": 2.554,
    "tmdb_url": "https://www.themoviedb.org/movie/756422"
  },
  {
    "id": 1727,
    "title": "Bird on a Wire",
    "release_date": "1990-05-18",
    "overview": "An FBI informant has kept his new identity secret for 15 years. Now an old flame has recognised him, and the bad guys are back for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/liMWv3o05MbXV0QoDdFNsincUxa.jpg",
    "popularity": 2.5443,
    "tmdb_url": "https://www.themoviedb.org/movie/1727"
  },
  {
    "id": 14576,
    "title": "Shade",
    "release_date": "2003-05-18",
    "overview": "Tiffany, Charlie and Vernon are con artists looking to up the ante from their typical scams. They figure a good way of doing this is taking down Dean \"The Dean\" Stevens, a well-known cardsharp, in a rigged game. However, they first need enough money to enter a game with Stevens, so they decide to strike a deal with fellow crook Larry Jennings to scam a local gangster -- which turns out to be a bad idea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2uK217wp1SSFgbIcwDaPrzlLd7X.jpg",
    "popularity": 2.4922,
    "tmdb_url": "https://www.themoviedb.org/movie/14576"
  },
  {
    "id": 12806,
    "title": "Nico and Dani",
    "release_date": "2000-05-18",
    "overview": "While his parents are away for the summer, 16-year-old Dani invites his best friend, the irrepressible Nico, to stay for the holidays. Jealously rears its head when Nico appears more interested in the local girls than in Dani. Hot summer nights and too many  joints lead to experimentation which neither boy can talk about, a situation complicated by the appearance of the older and openly gay Julián, a published writer and old friend of Dani’s father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iw5BLbL1rSmya9I6puP1q5dUn81.jpg",
    "popularity": 2.4246,
    "tmdb_url": "https://www.themoviedb.org/movie/12806"
  },
  {
    "id": 740658,
    "title": "Catman",
    "release_date": "2021-05-18",
    "overview": "Liang Qu is a chic, confident and cold but charming half cat, half human due to a magic spell and he has the ability to melt/heal broken hearts. He lives with Miao Xiaowan, an honest, confident woman who's created an app that translates cats' sounds and language.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qnzqFK1oMVDXIPgPuZUvzdDvBsh.jpg",
    "popularity": 2.3373,
    "tmdb_url": "https://www.themoviedb.org/movie/740658"
  },
  {
    "id": 502682,
    "title": "Book Club",
    "release_date": "2018-05-18",
    "overview": "Four lifelong friends decide that their lives could change by becoming nasty and reading Fifty Shades of Grey in their monthly book club to get inspiration on how to handle sexual pleasure at an elderly age.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6ORGBbOA45pfKQXvntPf46NoFGO.jpg",
    "popularity": 2.3279,
    "tmdb_url": "https://www.themoviedb.org/movie/502682"
  },
  {
    "id": 14211,
    "title": "Prey",
    "release_date": "2007-05-18",
    "overview": "An American family on holiday in Africa becomes lost in a game reserve and stalked by vicious killer lions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tPmURKjF15srICbmAjpz36PmZlP.jpg",
    "popularity": 2.2906,
    "tmdb_url": "https://www.themoviedb.org/movie/14211"
  },
  {
    "id": 454615,
    "title": "Black Water",
    "release_date": "2018-05-18",
    "overview": "A deep cover operative awakens to find himself imprisoned on a submarine. With the help of a fellow prisoner and an amateur agent, he must race against the clock to escape the vessel and expose who set him up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
    "popularity": 2.246,
    "tmdb_url": "https://www.themoviedb.org/movie/454615"
  },
  {
    "id": 530,
    "title": "A Grand Day Out",
    "release_date": "1990-05-18",
    "overview": "Wallace and Gromit have run out of cheese, and this provides an excellent excuse for the duo to take their holiday to the moon, where, as everyone knows, there is ample cheese.  Preserved by the Academy Film Archive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h5e3r12VwfUotN36fBr1DNeCD4n.jpg",
    "popularity": 2.2458,
    "tmdb_url": "https://www.themoviedb.org/movie/530"
  },
  {
    "id": 8981,
    "title": "Dear Frankie",
    "release_date": "2004-05-18",
    "overview": "Nine-year-old Frankie and his single mum Lizzie have been on the move ever since Frankie can remember, most recently arriving in a seaside Scottish town. Wanting to protect her deaf son from the truth that they've run away from his father, Lizzie has invented a story that he is away at sea on the HMS Accra. Every few weeks, Lizzie writes Frankie a make-believe letter from his father, telling of his adventures in exotic lands. As Frankie tracks the ship's progress around the globe, he discovers that it is due to dock in his hometown. With the real HMS Accra arriving in only a fortnight, Lizzie must choose between telling Frankie the truth or finding the perfect stranger to play Frankie's father for just one day...",
    "poster_url": "https://image.tmdb.org/t/p/w500/5YRDvaBWBbhTKBYYc7BoOWdW01N.jpg",
    "popularity": 2.2332,
    "tmdb_url": "https://www.themoviedb.org/movie/8981"
  },
  {
    "id": 950526,
    "title": "The Smoke Master",
    "release_date": "2023-05-18",
    "overview": "The journey of Gabriel and Daniel, two brothers cursed by the Chinese mafia with its feared Three Generations Revenge, who have already reaped the life of their grandfather and their father. To survive, one of the brothers must learn the Smoke Style secrets, a little known Cannabis martial art, taught by a single master, high up in the mountains.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mg6YkwftQOJjpT2ygYlCi11LWeC.jpg",
    "popularity": 2.1084,
    "tmdb_url": "https://www.themoviedb.org/movie/950526"
  },
  {
    "id": 31638,
    "title": "Beyond the Poseidon Adventure",
    "release_date": "1979-05-18",
    "overview": "After \"The Poseidon Adventure\", in which the ship got flipped over by a tidal wave, the ship drifts bottom-up in the sea. While the passengers are still on board waiting to be rescued, two rivaling salvage parties enter the ship on search for money, gold and a small amount of plutonium.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wJOIXW4bjsXBPGzqojBV8laiLKM.jpg",
    "popularity": 2.0132,
    "tmdb_url": "https://www.themoviedb.org/movie/31638"
  }
]