[
  {
    "id": 293670,
    "title": "The Wailing",
    "release_date": "2016-05-12",
    "overview": "A stranger arrives in a little village and soon after a mysterious sickness starts spreading. A policeman is drawn into the incident and is forced to solve the mystery in order to save his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aXlL7yYwpXInhltamtzKQFBG08G.jpg",
    "popularity": 10.6763,
    "tmdb_url": "https://www.themoviedb.org/movie/293670"
  },
  {
    "id": 4564,
    "title": "Sex and the City",
    "release_date": "2008-05-12",
    "overview": "A New York writer on sex and love is finally getting married to her Mr. Big. But her three best girlfriends must console her after one of them inadvertently leads Mr. Big to jilt her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AhNfnsGW95RKHQNLdgFH48UN0Zy.jpg",
    "popularity": 6.2085,
    "tmdb_url": "https://www.themoviedb.org/movie/4564"
  },
  {
    "id": 602734,
    "title": "Spiral: From the Book of Saw",
    "release_date": "2021-05-12",
    "overview": "Working in the shadow of an esteemed police veteran, brash Detective Ezekiel “Zeke” Banks and his rookie partner take charge of a grisly investigation into murders that are eerily reminiscent of the city’s gruesome past.  Unwittingly entrapped in a deepening mystery, Zeke finds himself at the center of the killer’s morbid game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cTvSDfBuXTZTdRCNduGMANd7VEP.jpg",
    "popularity": 5.8972,
    "tmdb_url": "https://www.themoviedb.org/movie/602734"
  },
  {
    "id": 20662,
    "title": "Robin Hood",
    "release_date": "2010-05-12",
    "overview": "When soldier Robin happens upon the dying Robert of Loxley, he promises to return the man's sword to his family in Nottingham. There, he assumes Robert's identity; romances his widow, Marion; and draws the ire of the town's sheriff and King John's henchman, Godfrey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9NS5QGOfck24yL3bZqWeW06PgPC.jpg",
    "popularity": 5.3882,
    "tmdb_url": "https://www.themoviedb.org/movie/20662"
  },
  {
    "id": 405775,
    "title": "The Wall",
    "release_date": "2017-05-12",
    "overview": "An American sniper and his spotter engage in a deadly cat-and-mouse game with an Iraqi sniper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/470L4b8erR58cWBpwJwcHZcbqi.jpg",
    "popularity": 4.7643,
    "tmdb_url": "https://www.themoviedb.org/movie/405775"
  },
  {
    "id": 961484,
    "title": "Last Seen Alive",
    "release_date": "2022-05-12",
    "overview": "After Will Spann's wife suddenly vanishes at a gas station, his desperate search to find her leads him down a dark path that forces him to run from authorities and take the law into his own hands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qvqyDj34Uivokf4qIvK4bH0m0qF.jpg",
    "popularity": 4.4404,
    "tmdb_url": "https://www.themoviedb.org/movie/961484"
  },
  {
    "id": 679844,
    "title": "Radhe",
    "release_date": "2021-05-12",
    "overview": "As Mumbai’s youth are falling prey to rampant drug abuse, suspended cop Radhe is recalled for a clean-up mission. But Radhe is up against a dangerous new outlaw Rana, who will stop at nothing to rule the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n6kZfTjuTK3P9ByRFTkBlUwdBRA.jpg",
    "popularity": 4.0105,
    "tmdb_url": "https://www.themoviedb.org/movie/679844"
  },
  {
    "id": 303858,
    "title": "Money Monster",
    "release_date": "2016-05-12",
    "overview": "Financial TV host Lee Gates and his producer Patty are put in an extreme situation when an irate investor takes over their studio.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r0Es5M6zTFpuV2sSaYtAlzz10qw.jpg",
    "popularity": 3.8946,
    "tmdb_url": "https://www.themoviedb.org/movie/303858"
  },
  {
    "id": 1119106,
    "title": "If My Favorite Pop Idol Made It to the Budokan, I Would Die: The Movie",
    "release_date": "2023-05-12",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/5N6TETkLKMTa2SxKVJfDyL80fQn.jpg",
    "popularity": 3.8719,
    "tmdb_url": "https://www.themoviedb.org/movie/1119106"
  },
  {
    "id": 8963,
    "title": "Crimson Tide",
    "release_date": "1995-05-12",
    "overview": "After the Cold War, a breakaway Russian republic with nuclear warheads becomes a possible worldwide threat. U.S. submarine Capt. Frank Ramsey signs on a relatively green but highly recommended Lt. Cmdr. Ron Hunter to the USS Alabama, which may be the only ship able to stop a possible Armageddon. When Ramsey insists that the Alabama must act aggressively, Hunter, fearing they will start rather than stop a disaster, leads a potential mutiny to stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/21nqRJ6ofEgVvEl68J4O9V26Xzy.jpg",
    "popularity": 3.4139,
    "tmdb_url": "https://www.themoviedb.org/movie/8963"
  },
  {
    "id": 11185,
    "title": "See No Evil, Hear No Evil",
    "release_date": "1989-05-12",
    "overview": "A murder takes place in the shop of David Lyons, a deaf man who fails to hear the gunshot being fired. Outside, blind man Wally Karue hears the shot but cannot see the perpetrator. Both are arrested, but escape to form an unlikely partnership. Being chased by both the law AND the original killers, can the pair work together to outwit them all?",
    "poster_url": "https://image.tmdb.org/t/p/w500/e9JrnUotqhKTUQEgg2UzDQ7nME2.jpg",
    "popularity": 3.2803,
    "tmdb_url": "https://www.themoviedb.org/movie/11185"
  },
  {
    "id": 16411,
    "title": "Initial D",
    "release_date": "2005-05-12",
    "overview": "After winning his first competition, Takumi focuses his attention on drift racing, a sport he has unknowingly perfected while delivering tofu in his father's Toyota AE86.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xMSbtGNX9pftwfHwfTVeoEaVTSw.jpg",
    "popularity": 3.1288,
    "tmdb_url": "https://www.themoviedb.org/movie/16411"
  },
  {
    "id": 10025,
    "title": "Just My Luck",
    "release_date": "2006-05-12",
    "overview": "Manhattanite Ashley is known to many as the luckiest woman around. After a chance encounter with a down-and-out young man, however, she realizes that she's swapped her fortune for his.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A3Axi7gWVdkD1i7ScqMCN1fhyGc.jpg",
    "popularity": 3.055,
    "tmdb_url": "https://www.themoviedb.org/movie/10025"
  },
  {
    "id": 527729,
    "title": "Asterix: The Secret of the Magic Potion",
    "release_date": "2018-05-12",
    "overview": "Following a fall during mistletoe picking, Druid Getafix decides that it is time to secure the future of the village. Accompanied by Asterix and Obelix, he undertakes to travel the Gallic world in search of a talented young druid to transmit the Secret of the Magic Potion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5OvHpzWXBzOvgZwOoUsqNSouSwy.jpg",
    "popularity": 2.9679,
    "tmdb_url": "https://www.themoviedb.org/movie/527729"
  },
  {
    "id": 1111966,
    "title": "Mercy",
    "release_date": "2023-05-12",
    "overview": "An ex-military doctor finds herself in a deadly battle for survival when the Irish mafia seize control of the hospital at which she works. When her son is taken hostage, she is forced to rely upon her battle-hardened past and lethal skills after realizing there’s no one left to save the day but her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8voINwqMlscROrjhN97fGkmhvEV.jpg",
    "popularity": 2.9363,
    "tmdb_url": "https://www.themoviedb.org/movie/1111966"
  },
  {
    "id": 620705,
    "title": "Crater",
    "release_date": "2023-05-12",
    "overview": "After the death of his father, a boy growing up on a lunar mining colony takes a trip to explore a legendary crater, along with his four best friends, prior to being permanently relocated to another planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n8ZpMwYT02XjpQHpSxn1eJw5Zpz.jpg",
    "popularity": 2.907,
    "tmdb_url": "https://www.themoviedb.org/movie/620705"
  },
  {
    "id": 817485,
    "title": "My Lovely Angel",
    "release_date": "2021-05-12",
    "overview": "A life-changing story of a man who has lived as a loner his entire life. Jae Shik begins to live together with a child with a hearing-visual disability, as they change each other's lives and try to find a way to communicate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cE3cQo7f9voSaCKDb7GeIjobw4n.jpg",
    "popularity": 2.8793,
    "tmdb_url": "https://www.themoviedb.org/movie/817485"
  },
  {
    "id": 532710,
    "title": "Firestarter",
    "release_date": "2022-05-12",
    "overview": "For more than a decade, parents Andy and Vicky have been on the run, desperate to hide their daughter Charlie from a shadowy federal agency that wants to harness her unprecedented gift for creating fire into a weapon of mass destruction. Andy has taught Charlie how to defuse her power, which is triggered by anger or pain. But as Charlie turns 11, the fire becomes harder and harder to control. After an incident reveals the family's location, a mysterious operative is deployed to hunt down the family and seize Charlie once and for all. Charlie has other plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jjBdPcQ0bplBnv2XgElKLoeFDuM.jpg",
    "popularity": 2.7714,
    "tmdb_url": "https://www.themoviedb.org/movie/532710"
  },
  {
    "id": 457648,
    "title": "Radha",
    "release_date": "2017-05-12",
    "overview": "Radha Krishna, a young boy gets inspired to become a police officer following his belief that Lord Krishna rescued him in the avatar of a cop when he was a child, and does so. Radha Krishna is transferred to Hyderabad, where a bomb goes off at politician Sujatha's election campaign. Radha vows to take revenge, only to discover that all is not what it seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wC3PzIc8Xu2yusQBiNQsbAuJhfn.jpg",
    "popularity": 2.7236,
    "tmdb_url": "https://www.themoviedb.org/movie/457648"
  },
  {
    "id": 408381,
    "title": "Monolith",
    "release_date": "2016-05-12",
    "overview": "A mother and her son plan a surprise visit to Los Angeles to see her husband/his father. Halfway there they get into a terrible accident in the middle of nowhere and now must fight to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gyI1M8toCUr6xlVnVqXOdATg9gY.jpg",
    "popularity": 2.5937,
    "tmdb_url": "https://www.themoviedb.org/movie/408381"
  },
  {
    "id": 110,
    "title": "Three Colors: Red",
    "release_date": "1994-05-12",
    "overview": "Part-time model Valentine unexpectedly befriends a retired judge after she runs over his dog. At first, the grumpy man shows no concern about the dog, and Valentine decides to keep it. But the two form a bond when she returns to his house and catches him listening to his neighbors’ phone calls.",
    "poster_url": "https://image.tmdb.org/t/p/w500/JHmsBiX1tjCKqAul1lzC20WcAW.jpg",
    "popularity": 2.5102,
    "tmdb_url": "https://www.themoviedb.org/movie/110"
  },
  {
    "id": 401905,
    "title": "Fahrenheit 451",
    "release_date": "2018-05-12",
    "overview": "In an oppressive future, a 'fireman' whose duty is to destroy all books begins to question his task.",
    "poster_url": "https://image.tmdb.org/t/p/w500/urH9H50gKbUK8U6qTVd89SLQPjx.jpg",
    "popularity": 2.4121,
    "tmdb_url": "https://www.themoviedb.org/movie/401905"
  },
  {
    "id": 803702,
    "title": "Lady Gaga - Encore",
    "release_date": "2020-05-12",
    "overview": "Gaga has travelled through time with her ever changing sound, reinventing herself for every album, award ceremony and red carpet. With a strong fan base behind her, she continues to reign as one of the biggest pop stars of the industry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3AHi0gtaQNEB71fP3MeeLsyL1K4.jpg",
    "popularity": 2.37,
    "tmdb_url": "https://www.themoviedb.org/movie/803702"
  },
  {
    "id": 1008102,
    "title": "Rally Road Racers",
    "release_date": "2023-05-12",
    "overview": "Zhi, a rookie race car driver, gets the opportunity to compete against the reigning champion of the rally car circuit. With help from a former driver-turned-mechanic, Zhi must overcome treacherous terrain, rival racers, and unexpected obstacles to prove he has what it takes to be the next great racer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
    "popularity": 2.2718,
    "tmdb_url": "https://www.themoviedb.org/movie/1008102"
  },
  {
    "id": 5491,
    "title": "Battlefield Earth",
    "release_date": "2000-05-12",
    "overview": "In the year 3000, man is no match for the Psychlos, a greedy, manipulative race of aliens on a quest for ultimate profit. Led by the powerful Terl, the Psychlos are stripping Earth clean of its natural resources, using the broken remnants of humanity as slaves. What is left of the human race has descended into a near primitive state. After being captured, it is up to Tyler to save mankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wXCRuBHdJ5aTFQdsuGJFXNdo79T.jpg",
    "popularity": 2.167,
    "tmdb_url": "https://www.themoviedb.org/movie/5491"
  },
  {
    "id": 15691,
    "title": "Doctor Who",
    "release_date": "1996-05-12",
    "overview": "The Seventh Doctor becomes the Eighth. And on the streets of San Francisco – alongside new ally Grace Holloway - he battles the Master.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cwae2p7JcRNtz1CvNCzpX5ad96V.jpg",
    "popularity": 2.1641,
    "tmdb_url": "https://www.themoviedb.org/movie/15691"
  },
  {
    "id": 59678,
    "title": "Attack the Block",
    "release_date": "2011-05-12",
    "overview": "A teen gang in a South London housing estate must team up with the other residents to protect their neighbourhood from a terrifying alien invasion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wzCMnA6NDruLzgWeqMcLPDrGAdF.jpg",
    "popularity": 2.1359,
    "tmdb_url": "https://www.themoviedb.org/movie/59678"
  },
  {
    "id": 916405,
    "title": "The Quiet Girl",
    "release_date": "2022-05-12",
    "overview": "A quiet, neglected girl is sent away from her dysfunctional family to live with relatives for the summer. She blossoms in their care, but in this house where there are meant to be no secrets, she discovers one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Njyz53N417cgxE0d7cBEWHUEjc.jpg",
    "popularity": 2.1246,
    "tmdb_url": "https://www.themoviedb.org/movie/916405"
  },
  {
    "id": 80924,
    "title": "Bhadra",
    "release_date": "2005-05-12",
    "overview": "Bhadra(Telugu: భద్ర) is a Telugu film released on 12 May 2005 ( Dubbed in malayalam as Brahmam ) and was directed by debutant director Boyapati Srinu. Ravi Teja and Meera Jasmine played the lead roles. The film was later remade into Tamil as Saravana with Silambarasan and Jyothikaand also remade into bengali as Josh with Jeet and Srabonti. Linda Arsenio danced in an item number.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ouHTWtftjKEKlId67nUvpofSmbr.jpg",
    "popularity": 2.1042,
    "tmdb_url": "https://www.themoviedb.org/movie/80924"
  },
  {
    "id": 20506,
    "title": "The Eel",
    "release_date": "1997-05-12",
    "overview": "A businessman kills his adulterous wife and is sent to prison. After his release, he opens a barbershop and meets new people, talking  to almost no one except for an eel he befriended while in prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3TEzcwdF3DPeO8uSPmCfBBUhgNp.jpg",
    "popularity": 2.0872,
    "tmdb_url": "https://www.themoviedb.org/movie/20506"
  },
  {
    "id": 474538,
    "title": "The Blood of Wolves",
    "release_date": "2018-05-12",
    "overview": "Set in 1988 in Hiroshima, Japan, prior to the enactment of the anti-organized crime law. A rumor exists that Detective Shogo Ogami has ties with the yakuza. He is partnered with Detective Shuichi Hioka and they investigate a missing person case involving a financial company employee. Conflicts between opposing yakuza groups become more serious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gpMqk6o8mT3bQSRez1Y04bd6dua.jpg",
    "popularity": 2.0762,
    "tmdb_url": "https://www.themoviedb.org/movie/474538"
  },
  {
    "id": 1027535,
    "title": "Slasher",
    "release_date": "2023-05-12",
    "overview": "Julio inherits a mask like his father used to kill. A group of young people will arrive at his town and cross his path. Julio must decide whether to continue the family tradition or embrace the love he has just known.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vuJbekPe5rxkq8rCmsGEfgSzyH2.jpg",
    "popularity": 2.0367,
    "tmdb_url": "https://www.themoviedb.org/movie/1027535"
  },
  {
    "id": 24655,
    "title": "The Car",
    "release_date": "1977-05-12",
    "overview": "The Utah community of Santa Ynez is being terrorized by a mysterious black coupe that appears out of nowhere and begins running people down. After the car kills off the town sheriff, Captain Wade Parent is determined to stop the murderous driver.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gFM9yMrO4fQMiG440Lx6bazB517.jpg",
    "popularity": 2.0206,
    "tmdb_url": "https://www.themoviedb.org/movie/24655"
  },
  {
    "id": 179387,
    "title": "Heavenly Touch",
    "release_date": "2009-05-12",
    "overview": "Jonard is having trouble making ends meet. His mother is suffering from depression, and he and his sister are forced to quit school in order to take care of her. One day, Jonard meets up his friend Rodel, and Rodel introduces him to the world of massage parlors. Rodel teaches him massage, and brings him to Heavenly Touch, a syndicate-run massage parlor that mostly caters to homosexuals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ory8WuAqznTE7lfopTSymHpop2t.jpg",
    "popularity": 2.0024,
    "tmdb_url": "https://www.themoviedb.org/movie/179387"
  }
]