[
  {
    "id": 809,
    "title": "Shrek 2",
    "release_date": "2004-05-19",
    "overview": "Shrek, Fiona, and Donkey set off to Far, Far Away to meet Fiona's mother and father, the Queen and King. But not everyone is happily ever after. Shrek and the King find it difficult to get along, and there's tension in the marriage. The Fairy Godmother discovers that Fiona has married Shrek instead of her son Prince Charming and plots to destroy their marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2yYP0PQjG8zVqturh1BAqu2Tixl.jpg",
    "popularity": 16.7518,
    "tmdb_url": "https://www.themoviedb.org/movie/809"
  },
  {
    "id": 285,
    "title": "Pirates of the Caribbean: At World's End",
    "release_date": "2007-05-19",
    "overview": "Will Turner and Elizabeth Swann join forces with the revived Captain Barbossa to free Jack Sparrow from Davy Jones' locker. The group must navigate dangerous waters, confront many foes and, ultimately, choose sides in a battle wherein piracy itself hangs in the balance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jGWpG4YhpQwVmjyHEGkxEkeRf0S.jpg",
    "popularity": 15.8188,
    "tmdb_url": "https://www.themoviedb.org/movie/285"
  },
  {
    "id": 1893,
    "title": "Star Wars: Episode I - The Phantom Menace",
    "release_date": "1999-05-19",
    "overview": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6wkfovpn7Eq8dYNKaG5PY3q2oq6.jpg",
    "popularity": 10.6034,
    "tmdb_url": "https://www.themoviedb.org/movie/1893"
  },
  {
    "id": 60898,
    "title": "Erotic Ghost Story",
    "release_date": "1990-05-19",
    "overview": "After one thousand years, three vixens transform into humans. They seduce a poor young scholar who soon finds himself in a horrifying situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fTUCwsxVoLFuodAtlL6aITP1B45.jpg",
    "popularity": 10.4542,
    "tmdb_url": "https://www.themoviedb.org/movie/60898"
  },
  {
    "id": 28,
    "title": "Apocalypse Now",
    "release_date": "1979-05-19",
    "overview": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gQB8Y5RCMkv2zwzFHbUJX3kAhvA.jpg",
    "popularity": 8.6864,
    "tmdb_url": "https://www.themoviedb.org/movie/28"
  },
  {
    "id": 10567,
    "title": "Dinosaur",
    "release_date": "2000-05-19",
    "overview": "An orphaned dinosaur raised by lemurs joins an arduous trek to a sancturary after a meteorite shower destroys his family home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rSje3FS7ycJSglowlngjsvDt7vO.jpg",
    "popularity": 7.3279,
    "tmdb_url": "https://www.themoviedb.org/movie/10567"
  },
  {
    "id": 385128,
    "title": "F9",
    "release_date": "2021-05-19",
    "overview": "Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/deEmLILTPejEb6OGsXRJ5MCvyDW.jpg",
    "popularity": 7.32,
    "tmdb_url": "https://www.themoviedb.org/movie/385128"
  },
  {
    "id": 158852,
    "title": "Tomorrowland",
    "release_date": "2015-05-19",
    "overview": "Bound by a shared destiny, a bright, optimistic teen bursting with scientific curiosity and a former boy-genius inventor jaded by disillusionment embark on a danger-filled mission to unearth the secrets of an enigmatic place somewhere in time and space that exists in their collective memory as \"Tomorrowland.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/kziYpr5Nfw60P0My8aj1sgCEqed.jpg",
    "popularity": 7.1752,
    "tmdb_url": "https://www.themoviedb.org/movie/158852"
  },
  {
    "id": 9543,
    "title": "Prince of Persia: The Sands of Time",
    "release_date": "2010-05-19",
    "overview": "A rogue prince reluctantly joins forces with a mysterious princess and together, they race against dark forces to safeguard an ancient dagger capable of releasing the Sands of Time – gift from the gods that can reverse time and allow its possessor to rule the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/34Vbk8VNMtETTOSG3jCHWwlWr1m.jpg",
    "popularity": 6.2336,
    "tmdb_url": "https://www.themoviedb.org/movie/9543"
  },
  {
    "id": 1572,
    "title": "Die Hard: With a Vengeance",
    "release_date": "1995-05-19",
    "overview": "New York detective John McClane is back and kicking bad-guy butt in the third installment of this action-packed series, which finds him teaming with civilian Zeus Carver to prevent the loss of innocent lives. McClane thought he'd seen it all, until a genius named Simon engages McClane, his new \"partner\" -- and his beloved city -- in a deadly game that demands their concentration.",
    "poster_url": "https://image.tmdb.org/t/p/w500/buqmCdFQEWwEpL3agGgg2GVjN2d.jpg",
    "popularity": 6.1911,
    "tmdb_url": "https://www.themoviedb.org/movie/1572"
  },
  {
    "id": 1075515,
    "title": "Sandwich",
    "release_date": "2023-05-19",
    "overview": "A newly wed couple invites a woman for threesome. Unknown to them someone is watching their sexcapade. When the threesome becomes foursome, that's when chaos begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aHCwT1InO29aFibhmONnpJnjaj8.jpg",
    "popularity": 6.0984,
    "tmdb_url": "https://www.themoviedb.org/movie/1075515"
  },
  {
    "id": 9285,
    "title": "Road Trip",
    "release_date": "2000-05-19",
    "overview": "After an Ithaca College student films his one-night stand with a beautiful sorority girl, he discovers one of his friends has accidentally mailed the homemade sex tape to his girlfriend in Austin. In a frenzy, he must borrow a car and hit the road in a desperate bid to intercept the tape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3jJYfq9Va7ZKFvSu2cJh7FTDJgB.jpg",
    "popularity": 4.9704,
    "tmdb_url": "https://www.themoviedb.org/movie/9285"
  },
  {
    "id": 32629,
    "title": "A Chinese Torture Chamber Story",
    "release_date": "1994-05-19",
    "overview": "A corrupt magistrate subjects a innocent young bride to inconceivable physical punishments after convicting her of killing her husband.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wbMoB0gCTA9oKz75YuE8szcCjfJ.jpg",
    "popularity": 4.0915,
    "tmdb_url": "https://www.themoviedb.org/movie/32629"
  },
  {
    "id": 995206,
    "title": "Hard Days",
    "release_date": "2023-05-19",
    "overview": "After going to extremes to cover up an accident, a corrupt cop's life spirals out of control when he starts receiving threats from a mysterious witness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zZFqGmhJMUiTuEJSneIbI7N5sCw.jpg",
    "popularity": 3.6071,
    "tmdb_url": "https://www.themoviedb.org/movie/995206"
  },
  {
    "id": 48266,
    "title": "Ma mère",
    "release_date": "2004-05-19",
    "overview": "After his father's death, a young man is introduced to a world of hedonism and depravity by his amoral mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uYWyC1jjcEkjR3aKFZ4ruNWM1io.jpg",
    "popularity": 3.2889,
    "tmdb_url": "https://www.themoviedb.org/movie/48266"
  },
  {
    "id": 436120,
    "title": "Lu Over the Wall",
    "release_date": "2017-05-19",
    "overview": "In a small fishing village, a gloomy middle school student named Kai meets a mermaid named Lu.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zpVqh11aATvy0fsAvEVhRNlkIhq.jpg",
    "popularity": 3.2379,
    "tmdb_url": "https://www.themoviedb.org/movie/436120"
  },
  {
    "id": 10135,
    "title": "Road House",
    "release_date": "1989-05-19",
    "overview": "The Double Deuce is the meanest, loudest and rowdiest bar south of the Mason-Dixon Line, and Dalton has been hired to clean it up. He might not look like much, but the Ph.D.-educated bouncer proves he's more than capable – busting the heads of troublemakers and turning the roadhouse into a jumping hot spot. But Dalton's romance with the gorgeous Dr. Clay puts him on the bad side of cutthroat local big shot Brad Wesley.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r2hGyhvNneAifk7UpwAYxrkeFO4.jpg",
    "popularity": 3.2142,
    "tmdb_url": "https://www.themoviedb.org/movie/10135"
  },
  {
    "id": 9396,
    "title": "Crocodile Dundee II",
    "release_date": "1988-05-19",
    "overview": "Australian outback expert protects his New York love from gangsters who've followed her down under.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Nf0xeDuToLHysdkWj3aT5r42rC.jpg",
    "popularity": 3.1657,
    "tmdb_url": "https://www.themoviedb.org/movie/9396"
  },
  {
    "id": 417830,
    "title": "Diary of a Wimpy Kid: The Long Haul",
    "release_date": "2017-05-19",
    "overview": "A Heffley family road trip to attend Meemaw's 90th birthday party goes hilariously off course thanks to Greg's newest scheme to get to a video gaming convention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ivRrDm5PlOndteVZgjhQenzKU5t.jpg",
    "popularity": 2.9456,
    "tmdb_url": "https://www.themoviedb.org/movie/417830"
  },
  {
    "id": 513268,
    "title": "Body Cam",
    "release_date": "2020-05-19",
    "overview": "As a police officer investigates the gruesome murder of her colleague, she discovers that a mysterious supernatural force is behind it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/akmjfKPlxBAdXi4G1TZOirty8Ia.jpg",
    "popularity": 2.878,
    "tmdb_url": "https://www.themoviedb.org/movie/513268"
  },
  {
    "id": 567608,
    "title": "Last Moment of Clarity",
    "release_date": "2020-05-19",
    "overview": "After his girlfriend Georgia is murdered by European mobsters, Sam flees to Paris to hide out. Years later, he sees a woman in a Hollywood film who he's certain is Georgia. In L.A. to investigate, he encounters Kat who impulsively decides to help him on his quest. But when Sam meets the mystery actress face to face his life spins out of control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mHWbWIB2YntY9865pXfqoVf8vAy.jpg",
    "popularity": 2.8269,
    "tmdb_url": "https://www.themoviedb.org/movie/567608"
  },
  {
    "id": 887357,
    "title": "Green Lantern: Beware My Power",
    "release_date": "2022-05-19",
    "overview": "Recently discharged Marine sniper John Stewart is at a crossroads in his life, one which is only complicated by receiving an extraterrestrial ring which grants him the powers of the Green Lantern of Earth. Unfortunately, the ring doesn't come with instructions - but it does come with baggage, like a horde of interplanetary killers bent on eliminating every Green Lantern in the universe. Now, with the aid of the light-hearted Green Arrow, Adam Strange and Hawkgirl, this reluctant soldier must journey into the heart of a galactic Rann/Thanagar war and somehow succeed where all other Green Lanterns have failed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fSSvyX9rrdsDyY3oWLxCCyy34qZ.jpg",
    "popularity": 2.6237,
    "tmdb_url": "https://www.themoviedb.org/movie/887357"
  },
  {
    "id": 5072,
    "title": "Severance",
    "release_date": "2006-05-19",
    "overview": "Members of the Palisades Defense Corp. sales group arrive in Europe for a team-building exercise. A fallen tree blocks the route, and they must hike to their destination. However, a psychotic killer lurks in the woods, and he has a horrible fate in mind for each of the co-workers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yg1XRTyH5knwh3Tnij2sUV0ZZ5w.jpg",
    "popularity": 2.4144,
    "tmdb_url": "https://www.themoviedb.org/movie/5072"
  },
  {
    "id": 387886,
    "title": "Canola",
    "release_date": "2016-05-19",
    "overview": "A girl who went missing after an accident returns 10 years later and reunites with her grandmother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2pEgQwzWGhJY2Y41wNhPfwfcGMA.jpg",
    "popularity": 2.2667,
    "tmdb_url": "https://www.themoviedb.org/movie/387886"
  },
  {
    "id": 297725,
    "title": "The Man Who Killed Don Quixote",
    "release_date": "2018-05-19",
    "overview": "Toby, a cynical film director finds himself trapped in the outrageous delusions of an old Spanish shoe-maker who believes himself to be Don Quixote. In the course of their comic and increasingly surreal adventures, Toby is forced to confront the tragic repercussions of a film he made in his idealistic youth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4o4zw2c9sfHvszIb5xpuFagnouR.jpg",
    "popularity": 2.2438,
    "tmdb_url": "https://www.themoviedb.org/movie/297725"
  },
  {
    "id": 40724,
    "title": "Anne of Green Gables: The Sequel",
    "release_date": "1987-05-19",
    "overview": "Anne Shirley, now a schoolteacher, has begun writing stories and collecting rejection slips. She acts as Diana's maid of honor, develops a relationship with Gilbert Blythe, and finds herself at Kingsport Ladies' College. But while Anne enjoys the battles and the friends she makes, she finds herself returning to Avonlea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2n8qhm9SQph1s7njjO1kq3c6Imk.jpg",
    "popularity": 2.1706,
    "tmdb_url": "https://www.themoviedb.org/movie/40724"
  },
  {
    "id": 10304,
    "title": "Starship Troopers 2: Hero of the Federation",
    "release_date": "2004-05-19",
    "overview": "A group of troopers take refuge in an abandoned outpost after fighting alien bugs, failing to realize that more danger lays in wait.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9iqrqOjLaFcGNnSQlJxYLfgrhqn.jpg",
    "popularity": 2.1647,
    "tmdb_url": "https://www.themoviedb.org/movie/10304"
  },
  {
    "id": 10007,
    "title": "See No Evil",
    "release_date": "2006-05-19",
    "overview": "A group of delinquents are sent to clean the Blackwell Hotel but little do they know reclusive psychopath Jacob Goodnight has holed away in the rotting hotel. When one of the teens is captured, those who remain band together to survive against the brutal killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6a0vqkB4SVIkl2JlHlUOcY9qmS.jpg",
    "popularity": 2.1564,
    "tmdb_url": "https://www.themoviedb.org/movie/10007"
  },
  {
    "id": 186969,
    "title": "Rainbow Fireflies",
    "release_date": "2012-05-19",
    "overview": "One year ago, Yūta lost his father in a car crash. Now in the 6th grade, Yūta goes to catch beetles in a dam near a mountain, a place he often went with his father. There, Yūta meets a strange old man, and while walking in heavy rainfall, slips and blacks out. When Yūta awakes, he sees a child, Saeko, who shows him a village from the past. A precious summer vacation for Yūta begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hNiOMm90Ei3prxgh3nnbXv9WVKG.jpg",
    "popularity": 2.1269,
    "tmdb_url": "https://www.themoviedb.org/movie/186969"
  },
  {
    "id": 441182,
    "title": "Godha",
    "release_date": "2017-05-19",
    "overview": "In a rustic village in Kerala, a group of old wrestling aficionados led by \"Captain\" Das is at odds with the youth of the village who are more into cricket. Though a former wrestler himself,  the Captain's son Anjaneya is also part of the cricketer gang. Anjaneya is forced to go to college in Punjab by his father and there his paths cross with a Punjabi girl Aditi  who's coincidentally also a wrestler. Due to unforeseen circumstances both of them end up returning to Anjaneya's village in Kerala.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gzacK6MbJQAzwEFQPKPWmXngNnE.jpg",
    "popularity": 2.0298,
    "tmdb_url": "https://www.themoviedb.org/movie/441182"
  }
]