[
  {
    "id": 76341,
    "title": "Mad Max: Fury Road",
    "release_date": "2015-05-13",
    "overview": "An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hA2ple9q4qnwxp3hKVNhroipsir.jpg",
    "popularity": 16.1626,
    "tmdb_url": "https://www.themoviedb.org/movie/76341"
  },
  {
    "id": 652,
    "title": "Troy",
    "release_date": "2004-05-13",
    "overview": "In year 1250 B.C. during the late Bronze age, two emerging nations begin to clash. Paris, the Trojan prince, convinces Helen, Queen of Sparta, to leave her husband Menelaus, and sail with him back to Troy. After Menelaus finds out that his wife was taken by the Trojans, he asks his brother Agamemnon to help him get her back. Agamemnon sees this as an opportunity for power. They set off with 1,000 ships holding 50,000 Greeks to Troy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a07wLy4ONfpsjnBqMwhlWTJTcm.jpg",
    "popularity": 14.4625,
    "tmdb_url": "https://www.themoviedb.org/movie/652"
  },
  {
    "id": 1135869,
    "title": "Salome",
    "release_date": "2023-05-13",
    "overview": "Kelas Bintang is back with this pack of drama called Salome.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9R94k6pMdLWHwzxSSlKVrPo0EE3.jpg",
    "popularity": 13.7622,
    "tmdb_url": "https://www.themoviedb.org/movie/1135869"
  },
  {
    "id": 55721,
    "title": "Bridesmaids",
    "release_date": "2011-05-13",
    "overview": "Annie's life is a mess. But when she finds out her lifetime best friend is engaged, she simply must serve as Lillian's maid of honor. Though lovelorn and broke, Annie bluffs her way through the expensive and bizarre rituals. With one chance to get it perfect, she’ll show Lillian and her bridesmaids just how far you’ll go for someone you love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gJtA7hYsBMQ7EM3sPBMUdBfU7a0.jpg",
    "popularity": 8.8213,
    "tmdb_url": "https://www.themoviedb.org/movie/55721"
  },
  {
    "id": 634429,
    "title": "Shin Ultraman",
    "release_date": "2022-05-13",
    "overview": "The Japanese government sets up a special task force to fight the giant creatures suddenly appearing across the country. Soon, the squad unexpectedly meets a giant silver humanoid who starts appearing every time a space monster attacks!",
    "poster_url": "https://image.tmdb.org/t/p/w500/8e4WjXrOY7WH94jlhBeoYCYUVwj.jpg",
    "popularity": 5.0988,
    "tmdb_url": "https://www.themoviedb.org/movie/634429"
  },
  {
    "id": 45202,
    "title": "The Housemaid",
    "release_date": "2010-05-13",
    "overview": "Eun-yi is hired as a maid in a mansion owned by a wealthy businessman. He quickly starts seducing his employee who seemingly has little choice but to comply with his sexual advances. Soon the women of the family plot against Eun-yi who must fight an equally devious battle to protect herself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/md6HraW0KUU6URNLPMkGsQwjovN.jpg",
    "popularity": 4.4963,
    "tmdb_url": "https://www.themoviedb.org/movie/45202"
  },
  {
    "id": 4379,
    "title": "Monster-in-Law",
    "release_date": "2005-05-13",
    "overview": "Office temp Charlotte Cantilini thinks she's found Mr. Right when she starts dating gorgeous surgeon Dr. Kevin Fields. But there's a problem standing in the way of everlasting bliss: Kevin's overbearing and controlling mother, Viola. Fearing she'll lose her son's affections forever, Viola decides to break up the happy couple by becoming the world's worst mother-in-law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iRqcGkIPdRbEaW0xMEA5kgceUF8.jpg",
    "popularity": 4.0425,
    "tmdb_url": "https://www.themoviedb.org/movie/4379"
  },
  {
    "id": 19186,
    "title": "The Parent Trap",
    "release_date": "1961-05-13",
    "overview": "Two identical twin sisters, separated at birth by their parents' divorce, are reunited years later at a summer camp, where they scheme to bring their parents back together. The girls, one of whom has been living with their mother and the other with their father, switch places after camp and go to work on their plan, the first objective being to scare off a gold-digger pursuing their father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jaZFWy6ZAvQoMW2mo9xP5gx4URo.jpg",
    "popularity": 3.4534,
    "tmdb_url": "https://www.themoviedb.org/movie/19186"
  },
  {
    "id": 37056,
    "title": "Letters to Juliet",
    "release_date": "2010-05-13",
    "overview": "An American girl on vacation in Italy finds an unanswered \"letter to Juliet\" -- one of thousands of missives left at the fictional lover's Verona courtyard, which are typically answered by the \"secretaries of Juliet\" -- and she goes on a quest to find the lovers referenced in the letter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y9DdvY1IRNS2hWLq161hmP2gXn.jpg",
    "popularity": 3.3753,
    "tmdb_url": "https://www.themoviedb.org/movie/37056"
  },
  {
    "id": 582596,
    "title": "The Wrong Missy",
    "release_date": "2020-05-13",
    "overview": "A guy meets the woman of his dreams and invites her to his company's corporate retreat, but realizes he sent the invite to the wrong person.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A2YlIrzypvhS3vTFMcDkG3xLvac.jpg",
    "popularity": 3.1557,
    "tmdb_url": "https://www.themoviedb.org/movie/582596"
  },
  {
    "id": 10281,
    "title": "Friday the 13th Part VII: The New Blood",
    "release_date": "1988-05-13",
    "overview": "Tina Shepard, a telekinetic teenage girl, accidentally unchains Jason from his watery grave, allowing him to go on another killing spree in the area.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rUzk9Qnyz2FZGxHMBrq6DYIQZkO.jpg",
    "popularity": 3.0739,
    "tmdb_url": "https://www.themoviedb.org/movie/10281"
  },
  {
    "id": 769749,
    "title": "Finding You",
    "release_date": "2021-05-13",
    "overview": "Finley, a talented aspiring violinist, meets Beckett, a famous young movie star, on the way to her college semester abroad program in a small coastal village in Ireland. An unexpected romance emerges as the heartthrob Beckett leads the uptight Finley on an adventurous reawakening, and she emboldens him to take charge of his future, until the pressures of his stardom get in the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mRSsYtYcbhNAfHBp3ha1Nr65agi.jpg",
    "popularity": 2.9378,
    "tmdb_url": "https://www.themoviedb.org/movie/769749"
  },
  {
    "id": 39857,
    "title": "The Untold Story",
    "release_date": "1993-05-13",
    "overview": "Macau cops begin to suspect a man running a pork buns restaurant of murder, after tracing the origin of a case full of chopped up human remains that washed ashore, which leads them to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8nHvbaDx3R7U5vBkOCfWBm39UkQ.jpg",
    "popularity": 2.8349,
    "tmdb_url": "https://www.themoviedb.org/movie/39857"
  },
  {
    "id": 976906,
    "title": "Spitfire Over Berlin",
    "release_date": "2022-05-13",
    "overview": "August 1944. With the American Eighth Air Force poised to strike over Nazi Germany, British Intelligence learns that they could be flying into a deadly trap. With only hours to spare, Flight Lieutenant Edward Barnes must fly a life and death mission over Berlin in his unarmed Spitfire to obtain photographic evidence and save the lives of 1200 men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xtPPOPTad1qopK6uDe3VlYUa22o.jpg",
    "popularity": 2.8273,
    "tmdb_url": "https://www.themoviedb.org/movie/976906"
  },
  {
    "id": 11902,
    "title": "Underground",
    "release_date": "1995-05-13",
    "overview": "A group of Serbian socialists prepares for the war in a surreal underground filled by parties, tragedies, love and hate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h8N6y13t4VusrDdH5PzTkwvBvgN.jpg",
    "popularity": 2.7117,
    "tmdb_url": "https://www.themoviedb.org/movie/11902"
  },
  {
    "id": 384798,
    "title": "Kill Command",
    "release_date": "2016-05-13",
    "overview": "Set in a near future, technology-reliant society that pits man against killing machines. Against this backdrop an elite army unit is helicoptered to a remote, off-the-grid island training facility. What starts out as a simple training exercise for Captain Bukes and his tight-knit unit, descends into a terrifying battle to the death, as the marines discover the island is overrun by an enemy that transcends the human concept of evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xn6t1nYJaUMmudnHHiK390AORNu.jpg",
    "popularity": 2.598,
    "tmdb_url": "https://www.themoviedb.org/movie/384798"
  },
  {
    "id": 369299,
    "title": "Don't Blame the Kid",
    "release_date": "2016-05-13",
    "overview": "After a one-night stand results in pregnancy, a young woman decides to become partners with the emotionally immature father-to-be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zWp8QZ1KxNrirNK9MF1EAIHjqVw.jpg",
    "popularity": 2.5426,
    "tmdb_url": "https://www.themoviedb.org/movie/369299"
  },
  {
    "id": 960258,
    "title": "Shark Bait",
    "release_date": "2022-05-13",
    "overview": "A group of friends enjoying a weekend steal a couple of jetskis racing them out to sea, ending up in a horrific head-on collision. They struggle to find a way home with a badly injured friend while from the waters below predators lurk.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mVVU9zC8snNHlcqYONY2HOsh9ob.jpg",
    "popularity": 2.5134,
    "tmdb_url": "https://www.themoviedb.org/movie/960258"
  },
  {
    "id": 520663,
    "title": "The Woman in the Window",
    "release_date": "2021-05-13",
    "overview": "An agoraphobic woman living alone in New York begins spying on her new neighbors only to witness a disturbing act of violence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wcrjc1uwQaqoqtqi67Su4VCOYo0.jpg",
    "popularity": 2.4045,
    "tmdb_url": "https://www.themoviedb.org/movie/520663"
  },
  {
    "id": 9981,
    "title": "Kicking & Screaming",
    "release_date": "2005-05-13",
    "overview": "Phil Weston has been unathletic his entire life. In college he failed at every sport that he tried out for. It looks like his 10-year old son, Sam, is following in his footsteps. But when Phil's hyper-competitive dad benches Sam, Phil decides to transfer his son to a new team which needs a coach. Phil steps in to be the temporary coach and immediately begins to butt heads with his dad over this new competition in their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uuN3bJ0wiC1dk4tNFhc2jROR0DR.jpg",
    "popularity": 2.3846,
    "tmdb_url": "https://www.themoviedb.org/movie/9981"
  },
  {
    "id": 58878,
    "title": "Three Outlaw Samurai",
    "release_date": "1964-05-13",
    "overview": "Shiba, a wandering ronin, encounters a band of peasants who have kidnapped the daughter of their dictatorial magistrate, in hopes of coercing from him a reduction in taxes. Shiba takes up their fight, joined by two renegades from the magistrate's guard, Sakura and Kikyo. The three outlaws find themselves in a battle to the death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tLMiKmFpIFPkTwxwi18hxxd2Q8r.jpg",
    "popularity": 2.3459,
    "tmdb_url": "https://www.themoviedb.org/movie/58878"
  },
  {
    "id": 957997,
    "title": "Saunkan Saunkne",
    "release_date": "2022-05-13",
    "overview": "A couple married for more than 7 years loses hope for a child. On insistence of his wife he marries her sister. Shortly small squabbles between the two wives lead to comic situation and fun begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rMAreVJF8PxvKFSUNsTYyCuJdTi.jpg",
    "popularity": 2.2463,
    "tmdb_url": "https://www.themoviedb.org/movie/957997"
  },
  {
    "id": 22244,
    "title": "Society",
    "release_date": "1989-05-13",
    "overview": "Bill Whitney is worried that he is different to his sister and parents. They mix with other upper-class people while Bill is more down to earth. Even his girlfriend seems a bit odd. All is revealed when Bill returns home to find a party in full swing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Yg51sD6loLBYIlUcMDCO0bUGSh.jpg",
    "popularity": 2.1234,
    "tmdb_url": "https://www.themoviedb.org/movie/22244"
  },
  {
    "id": 717192,
    "title": "Ferry",
    "release_date": "2021-05-13",
    "overview": "Before he built a drug empire, Ferry Bouman returns to his hometown on a revenge mission that finds his loyalty tested — and a love that alters his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uT0CbPtySSNLNh6MvFkq3xwbRBR.jpg",
    "popularity": 2.1053,
    "tmdb_url": "https://www.themoviedb.org/movie/717192"
  },
  {
    "id": 20558,
    "title": "Scooby-Doo! in Where's My Mummy?",
    "release_date": "2005-05-13",
    "overview": "Scooby-Doo and the Mystery Inc. gang become involved in a supernatural mystery in Egypt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9CpKZmgDfQvHe8WzFsvxxKCNyc.jpg",
    "popularity": 2.0102,
    "tmdb_url": "https://www.themoviedb.org/movie/20558"
  }
]