[
  {
    "id": 102651,
    "title": "Maleficent",
    "release_date": "2014-05-28",
    "overview": "A beautiful, pure-hearted young woman, Maleficent has an idyllic life growing up in a peaceable forest kingdom, until one day when an invading army threatens the harmony of the land. She rises to be the land's fiercest protector, but she ultimately suffers a ruthless betrayal – an act that begins to turn her heart into stone. Bent on revenge, Maleficent faces an epic battle with the invading King's successor and, as a result, places a curse upon his newborn infant Aurora. As the child grows, Maleficent realizes that Aurora holds the key to peace in the kingdom – and to Maleficent's true happiness as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bDG3yei6AJlEAK3A5wN7RwFXQ7V.jpg",
    "popularity": 16.6255,
    "tmdb_url": "https://www.themoviedb.org/movie/102651"
  },
  {
    "id": 14160,
    "title": "Up",
    "release_date": "2009-05-28",
    "overview": "Carl Fredricksen spent his entire life dreaming of exploring the globe and experiencing life to its fullest. But at age 78, life seems to have passed him by, until a twist of fate (and a persistent 8-year old Wilderness Explorer named Russell) gives him a new lease on life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mFvoEwSfLqbcWwFsDjQebn9bzFe.jpg",
    "popularity": 15.3161,
    "tmdb_url": "https://www.themoviedb.org/movie/14160"
  },
  {
    "id": 335866,
    "title": "Circle",
    "release_date": "2015-05-28",
    "overview": "In a massive, mysterious chamber, fifty strangers awaken to find themselves trapped with no memory of how they got there.  Organized in an inward-facing circle and unable to move, they quickly learn that every two minutes, one of them must die…executed by a strange device in the center of the room.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hbIL53MdZFJXsgxXaSOVuApWTs8.jpg",
    "popularity": 8.138,
    "tmdb_url": "https://www.themoviedb.org/movie/335866"
  },
  {
    "id": 2005,
    "title": "Sister Act",
    "release_date": "1992-05-28",
    "overview": "A Reno singer witnesses a mob murder and the cops stash her in a nunnery to protect her from the mob's hitmen. The mother superior does not trust her, and takes steps to limit her influence on the other nuns. Eventually the singer rescues the failing choir and begins helping with community projects, which gets her an interview on TV—and identification by the mob.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xZvVSZ0RTxIjblLV87vs7ADM12m.jpg",
    "popularity": 7.1381,
    "tmdb_url": "https://www.themoviedb.org/movie/2005"
  },
  {
    "id": 280092,
    "title": "Insidious: Chapter 3",
    "release_date": "2015-05-28",
    "overview": "A twisted new tale of terror begins for a teenage girl and her family, and revealing more mysteries of the otherworldly realm, 'The Further'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iDdGfdNvY1EX0uDdA4Ru77fwMfc.jpg",
    "popularity": 5.2308,
    "tmdb_url": "https://www.themoviedb.org/movie/280092"
  },
  {
    "id": 9350,
    "title": "Cliffhanger",
    "release_date": "1993-05-28",
    "overview": "A year after losing his friend in a tragic 4,000-foot fall, former ranger Gabe Walker and his partner, Hal, are called to return to the same peak to rescue a group of stranded climbers, only to learn the climbers are actually thieving hijackers who are looking for boxes full of money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8v2nPPLvhEVlfXu08UZ0djK31be.jpg",
    "popularity": 5.0284,
    "tmdb_url": "https://www.themoviedb.org/movie/9350"
  },
  {
    "id": 30018,
    "title": "Mother",
    "release_date": "2009-05-28",
    "overview": "A mother lives quietly with her son. One day, a girl is brutally killed, and the boy is charged with the murder. Now, it's his mother's mission to prove him innocent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8oBnSkZE6GDVugAbLPO6uJd4GcS.jpg",
    "popularity": 4.4741,
    "tmdb_url": "https://www.themoviedb.org/movie/30018"
  },
  {
    "id": 1371,
    "title": "Rocky III",
    "release_date": "1982-05-28",
    "overview": "After an intense fight with Clubber Lang and the death of his trainer Mickey, Rocky Balboa is left devastated. Former rival Apollo Creed steps in to help Balboa get back his fighting spirit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9jS3wG3cNSEu8sVUFAFQ8exyaaH.jpg",
    "popularity": 4.2398,
    "tmdb_url": "https://www.themoviedb.org/movie/1371"
  },
  {
    "id": 12657,
    "title": "Soul Plane",
    "release_date": "2004-05-28",
    "overview": "Following a ridiculously awful flight that leads to his pet's death, Nashawn Wade files a lawsuit against the airline, and wins a multimillion-dollar settlement. Determined to create a better flying experience, Nashawn starts his own airline, one that caters to an African-American clientele. Going into business with a tricked-out plane piloted by the smooth Capt. Mack, the airline hits a snag when it has to deal with the family of Elvis Hunkee.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b5Rzb5JUwPinllWGYUYER3OV14F.jpg",
    "popularity": 3.1504,
    "tmdb_url": "https://www.themoviedb.org/movie/12657"
  },
  {
    "id": 9607,
    "title": "Super Mario Bros.",
    "release_date": "1993-05-28",
    "overview": "Mario and Luigi, plumbers from Brooklyn, find themselves in an alternate universe where evolved dinosaurs live in hi-tech squalor. They're the only hope to save our universe from invasion by the dino dictator, Koopa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yt5bbMfKpg1nRr4k5edxs7tPK2m.jpg",
    "popularity": 3.0123,
    "tmdb_url": "https://www.themoviedb.org/movie/9607"
  },
  {
    "id": 11051,
    "title": "The Last Temptation of Christ",
    "release_date": "1988-05-28",
    "overview": "Jesus, a humble Judean carpenter beginning to see that he is the son of God, is drawn into revolutionary action against the Roman occupiers by Judas -- despite his protestations that love, not violence, is the path to salvation. The burden of being the savior of mankind torments Jesus throughout his life, leading him to doubt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7L4qwrC1mipZXJfU5oRgQWChLv1.jpg",
    "popularity": 2.4466,
    "tmdb_url": "https://www.themoviedb.org/movie/11051"
  },
  {
    "id": 635237,
    "title": "Arthur & Merlin: Knights of Camelot",
    "release_date": "2020-05-28",
    "overview": "King Arthur returns home after fighting the Roman Empire. His illegitimate son has corrupted the throne of Camelot and King Arthur must reunite with the wizard Merlin and the Knights of the Round Table to fight to get back his crown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hJJt55m14FIOM305lgMukhGCbDy.jpg",
    "popularity": 2.3995,
    "tmdb_url": "https://www.themoviedb.org/movie/635237"
  },
  {
    "id": 11948,
    "title": "Merry Christmas, Mr. Lawrence",
    "release_date": "1983-05-28",
    "overview": "Island of Java, 1942, during World War II. British Major Jack Celliers arrives at a Japanese prison camp, run by the strict Captain Yonoi. Colonel John Lawrence, who has a profound knowledge of Japanese culture, and Sergeant Hara, brutal and simpleton, will witness the struggle of wills between two men from very different backgrounds who are tragically destined to clash.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qxlu6aiWxD16gkOUyGkcWDzrfwV.jpg",
    "popularity": 2.3776,
    "tmdb_url": "https://www.themoviedb.org/movie/11948"
  },
  {
    "id": 223572,
    "title": "My Brother Jack",
    "release_date": "2015-05-28",
    "overview": "Two brothers witness the murder of their parents and grow up dealing with the tragedy in very different ways. As one brother struggles with mental illness and sleep paralysis, the other finds success in the unique world of found object art.",
    "poster_url": null,
    "popularity": 2.3767,
    "tmdb_url": "https://www.themoviedb.org/movie/223572"
  },
  {
    "id": 642538,
    "title": "Inu-Oh",
    "release_date": "2022-05-28",
    "overview": "A cursed dancer and a blind musician — both ostracized by society — become business partners and inseparable friends as their larger-than-life concerts propel them to stardom in 14th century Japan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o2J2zS1SwJdAflgtsdiuofn03kd.jpg",
    "popularity": 2.3642,
    "tmdb_url": "https://www.themoviedb.org/movie/642538"
  },
  {
    "id": 554447,
    "title": "A Female Employee's Taste",
    "release_date": "2018-05-28",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/sf5l6ZsSgzgxZ3IicFfkOXp8AZy.jpg",
    "popularity": 2.2589,
    "tmdb_url": "https://www.themoviedb.org/movie/554447"
  },
  {
    "id": 115969,
    "title": "Buddha: The Great Departure",
    "release_date": "2011-05-28",
    "overview": "Prince Siddhartha is heir to the Shakya kingdom, which is constantly at war with the more powerful Kosala kingdom. His father tries to raise as him as a warrior leader and to shield him from the miseries of the world. Meeting the young outcast girl Migaila, Siddhartha experiences love for the first time but also witnesses the suffering that afflicts humankind. Meanwhile, in Kosala, Chapra rises through the military, despite his lowly origins, to become a hero and general of the army. A final showdown between the two kingdoms forces Siddhartha to re-evaluate the path he is following.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2hPrb9XuZSwmY6MVtWjUvczPQtG.jpg",
    "popularity": 2.2569,
    "tmdb_url": "https://www.themoviedb.org/movie/115969"
  },
  {
    "id": 62756,
    "title": "Singam",
    "release_date": "2010-05-28",
    "overview": "The story, set in the backdrop of Nallore, a small town in Thoothukudi District, revolves around Sub-Inspector Durai Singam, a brave and just policeman who serves in his hometown primarily to fulfill his father’s wish. Durai Singam settles every dispute in his town patiently with his words of wisdom and resorts to force only when the situation demands it. Kavya, a city girl who comes on vacation to Nallore, falls in love with Durai Singam. Erimalai, Durai Singam's bumbling colleague and friend, often accompanies him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g7bsLSuEg3FuCY1o7uSzbxMUJLB.jpg",
    "popularity": 2.2382,
    "tmdb_url": "https://www.themoviedb.org/movie/62756"
  },
  {
    "id": 33427,
    "title": "LEGO: The Adventures of Clutch Powers",
    "release_date": "2010-05-28",
    "overview": "Clutch Powers ventures on a mission assigned to him by his boss to solve the chaos that occurred on the Space Police prison planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sa9UQfzagl6VjSwkoknZcqfeWQE.jpg",
    "popularity": 2.2301,
    "tmdb_url": "https://www.themoviedb.org/movie/33427"
  },
  {
    "id": 4253,
    "title": "Hum Tum",
    "release_date": "2004-05-28",
    "overview": "The encounters of two people who run into each other on several occasions under circumstances ranging from friendly to hostile to loving. Along many years and countless run-ins, the two despise each other, befriend each other, and fall in love with each other—in no particular order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b3EQDeg0eQhw1SSzX6msU3yQJ8U.jpg",
    "popularity": 2.2227,
    "tmdb_url": "https://www.themoviedb.org/movie/4253"
  },
  {
    "id": 17922,
    "title": "Golgo 13: The Professional",
    "release_date": "1983-05-28",
    "overview": "Indestructible to his enemies and irresistible to women, the professional assassin codenamed Golgo 13 is shrouded in mystery and anonymity. If you're on his hit list, you're already dead. Always hired on his reputation alone, Golgo never breaks a contract. Can he survive the combined forces of the FBI, CIA, the Pentagon and the U.S. Army? Has the nameless agent finally met his match against the superhuman powers of the Snake and the twin evils of the psychopathic mercenaries, Gold and Silver?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOTFmar2FyhDEDFNIMQL97K5Pcg.jpg",
    "popularity": 2.0245,
    "tmdb_url": "https://www.themoviedb.org/movie/17922"
  }
]