[
  {
    "id": 339846,
    "title": "Baywatch",
    "release_date": "2017-05-25",
    "overview": "Devoted lifeguard Mitch Buchannon butts heads with a brash new recruit. Together, they uncover a local criminal plot that threatens the future of the Bay.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6HE4xd8zloDqmjMZuhUCCw2UcY1.jpg",
    "popularity": 123.0432,
    "tmdb_url": "https://www.themoviedb.org/movie/339846"
  },
  {
    "id": 11,
    "title": "Star Wars",
    "release_date": "1977-05-25",
    "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
    "popularity": 51.0777,
    "tmdb_url": "https://www.themoviedb.org/movie/11"
  },
  {
    "id": 423108,
    "title": "The Conjuring: The Devil Made Me Do It",
    "release_date": "2021-05-25",
    "overview": "Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xbSuFiJbbBWCkyCCKIMfuDCA4yV.jpg",
    "popularity": 21.3369,
    "tmdb_url": "https://www.themoviedb.org/movie/423108"
  },
  {
    "id": 11036,
    "title": "The Notebook",
    "release_date": "2004-05-25",
    "overview": "An epic love story centered around an older man who reads aloud to a woman with Alzheimer's. From a faded notebook, the old man's words bring to life the story about a couple who is separated by World War II, and is then passionately reunited, seven years later, after they have taken different paths.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rNzQyW4f8B8cQeg7Dgj3n6eT5k9.jpg",
    "popularity": 19.6302,
    "tmdb_url": "https://www.themoviedb.org/movie/11036"
  },
  {
    "id": 348,
    "title": "Alien",
    "release_date": "1979-05-25",
    "overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
    "popularity": 19.1982,
    "tmdb_url": "https://www.themoviedb.org/movie/348"
  },
  {
    "id": 953,
    "title": "Madagascar",
    "release_date": "2005-05-25",
    "overview": "Four animal friends get a taste of the wild life when they break out of captivity at the Central Park Zoo and wash ashore on the island of Madagascar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zMpJY5CJKUufG9OTw0In4eAFqPX.jpg",
    "popularity": 13.8129,
    "tmdb_url": "https://www.themoviedb.org/movie/953"
  },
  {
    "id": 45243,
    "title": "The Hangover Part II",
    "release_date": "2011-05-25",
    "overview": "The Hangover crew heads to Thailand for Stu's wedding. After the disaster of a bachelor party in Las Vegas last year, Stu is playing it safe with a mellow pre-wedding brunch. However, nothing goes as planned and Bangkok is the perfect setting for another adventure with the rowdy group.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7sGkjqorTHkaHTz8Q4WWHj8JL9t.jpg",
    "popularity": 12.2131,
    "tmdb_url": "https://www.themoviedb.org/movie/45243"
  },
  {
    "id": 49444,
    "title": "Kung Fu Panda 2",
    "release_date": "2011-05-25",
    "overview": "Po and his friends fight to stop a peacock villain from conquering China with a deadly new weapon, but first the Dragon Warrior must come to terms with his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mtqqD00vB4PGRt20gWtGqFhrkd0.jpg",
    "popularity": 11.4568,
    "tmdb_url": "https://www.themoviedb.org/movie/49444"
  },
  {
    "id": 1892,
    "title": "Return of the Jedi",
    "release_date": "1983-05-25",
    "overview": "Luke Skywalker leads a mission to rescue his friend Han Solo from the clutches of Jabba the Hutt, while the Emperor seeks to destroy the Rebellion once and for all with a second dreaded Death Star.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jQYlydvHm3kUix1f8prMucrplhm.jpg",
    "popularity": 8.4243,
    "tmdb_url": "https://www.themoviedb.org/movie/1892"
  },
  {
    "id": 68735,
    "title": "Warcraft",
    "release_date": "2016-05-25",
    "overview": "The peaceful realm of Azeroth stands on the brink of war as its civilization faces a fearsome race of invaders: orc warriors fleeing their dying home to colonize another. As a portal opens to connect the two worlds, one army faces destruction and the other faces extinction. From opposing sides, two heroes are set on a collision course that will decide the fate of their family, their people, and their home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nZIIOs06YigBnvmlJ2hxZeA8eTO.jpg",
    "popularity": 7.4784,
    "tmdb_url": "https://www.themoviedb.org/movie/68735"
  },
  {
    "id": 196,
    "title": "Back to the Future Part III",
    "release_date": "1990-05-25",
    "overview": "The final installment finds Marty digging the trusty DeLorean out of a mineshaft and looking for Doc in the Wild West of 1885. But when their time machine breaks down, the travelers are stranded in a land of spurs. More problems arise when Doc falls for pretty schoolteacher Clara Clayton, and Marty tangles with Buford Tannen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/crzoVQnMzIrRfHtQw0tLBirNfVg.jpg",
    "popularity": 6.9277,
    "tmdb_url": "https://www.themoviedb.org/movie/196"
  },
  {
    "id": 241259,
    "title": "Alice Through the Looking Glass",
    "release_date": "2016-05-25",
    "overview": "Alice Kingsleigh returns to Underland and faces a new adventure in saving the Mad Hatter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4g043PWVXkjHkxEEsEfwuAxlM8i.jpg",
    "popularity": 6.3161,
    "tmdb_url": "https://www.themoviedb.org/movie/241259"
  },
  {
    "id": 717930,
    "title": "Kandahar",
    "release_date": "2023-05-25",
    "overview": "After his mission is exposed, an undercover CIA operative stuck deep in hostile territory in Afghanistan must fight his way out, alongside his Afghan translator, to an extraction point in Kandahar, all whilst avoiding elite enemy forces and foreign spies tasked with hunting them down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lCanGgsqF4xD2WA5NF8PWeT3IXd.jpg",
    "popularity": 5.7902,
    "tmdb_url": "https://www.themoviedb.org/movie/717930"
  },
  {
    "id": 514999,
    "title": "Murder Mystery",
    "release_date": "2019-05-25",
    "overview": "On a long-awaited trip to Europe, a New York City cop and his hairdresser wife scramble to solve a baffling murder aboard a billionaire's yacht.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bSMSO9xupd4R4vwTPqigHn2quLN.jpg",
    "popularity": 5.57,
    "tmdb_url": "https://www.themoviedb.org/movie/514999"
  },
  {
    "id": 1398,
    "title": "Stalker",
    "release_date": "1979-05-25",
    "overview": "Near a gray and unnamed city is the Zone, a place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A stalker guides two men into the Zone, specifically to an area in which deep-seated desires are granted.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1qhOyf5C4s9ZdvY8d5JDx9DFMeT.jpg",
    "popularity": 5.2731,
    "tmdb_url": "https://www.themoviedb.org/movie/1398"
  },
  {
    "id": 3116,
    "title": "Midnight Cowboy",
    "release_date": "1969-05-25",
    "overview": "Joe Buck is a wide-eyed hustler from Texas hoping to score big with wealthy New York City women; he finds a companion in Enrico \"Ratso\" Rizzo, an ailing swindler with a bum leg and a quixotic fantasy of escaping to Florida.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f7YLzOxwWzeEdo7RhAlPSBTYa8.jpg",
    "popularity": 3.9578,
    "tmdb_url": "https://www.themoviedb.org/movie/3116"
  },
  {
    "id": 403119,
    "title": "47 Meters Down",
    "release_date": "2017-05-25",
    "overview": "Two sisters on Mexican vacation are trapped in a shark observation cage at the bottom of the ocean, with oxygen running low and great whites circling nearby, they have less than an hour of air left to figure out how to get to the surface.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2IgdRUTdHyoI3nFORcnnYEKOGIH.jpg",
    "popularity": 3.7895,
    "tmdb_url": "https://www.themoviedb.org/movie/403119"
  },
  {
    "id": 10166,
    "title": "The Witches",
    "release_date": "1990-05-25",
    "overview": "A young boy named Luke and his grandmother go on vacation only to discover their hotel is hosting an international witch convention, where the Grand High Witch is unveiling her master plan to turn all children into mice. Will Luke fall victim to the witches' plot before he can stop them?",
    "poster_url": "https://image.tmdb.org/t/p/w500/mPYBjVkeHakkPGY7WaKyyNU4RWm.jpg",
    "popularity": 3.3093,
    "tmdb_url": "https://www.themoviedb.org/movie/10166"
  },
  {
    "id": 801112,
    "title": "Kidnapped",
    "release_date": "2023-05-25",
    "overview": "The story of Edgardo Mortara, a young Jewish boy living in Bologna, Italy, who in 1858, after being secretly baptized, was forcibly taken from his family to be raised as a Christian. His parents’ struggle to free their son became part of a larger political battle that pitted the papacy against forces of democracy and Italian unification.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p0tanDacNHQhXPdu583UG3KS7fM.jpg",
    "popularity": 2.883,
    "tmdb_url": "https://www.themoviedb.org/movie/801112"
  },
  {
    "id": 62568,
    "title": "Angel Heart",
    "release_date": "1995-05-25",
    "overview": "Having spent a harrowing time in prison, Miao Wei looks up both former, casual lovers but also his childhood sweetheart Wennie. It's not long until they're married and off on a perfect path together but Miao Wei takes scars from his prison time into his intimate moments with Wennie. Claiming he loves her too much, the relationship begins falling apart in dangerous ways...",
    "poster_url": "https://image.tmdb.org/t/p/w500/yYi7dibh0dKG4mkHXjVw1dvpHeG.jpg",
    "popularity": 2.7103,
    "tmdb_url": "https://www.themoviedb.org/movie/62568"
  },
  {
    "id": 185664,
    "title": "Nun in Rope Hell",
    "release_date": "1984-05-25",
    "overview": "A woman gets caught by the wife of her lover which results in a stabbing. Feeling guilty she runs away and joins a nunnery. But she soon discovers that several nuns and a well known author have turned the place into their own personal S&M playground.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2jqTCgA6A85RZwycVwwgEuYardv.jpg",
    "popularity": 2.6956,
    "tmdb_url": "https://www.themoviedb.org/movie/185664"
  },
  {
    "id": 647250,
    "title": "The Machine",
    "release_date": "2023-05-25",
    "overview": "Bert Kreischer faces a familial crisis and the arrival of his estranged father when the ghost of his booze-soaked past arrives: a murderous mobster hellbent on kidnapping Bert back to the motherland to atone for his crimes. Together, he and his father must retrace the steps of his younger self in the midst of a war between a sociopathic crime family while they attempt to find common ground.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x9dGI7LIOMMlFzyIBUta1svft2Y.jpg",
    "popularity": 2.6767,
    "tmdb_url": "https://www.themoviedb.org/movie/647250"
  },
  {
    "id": 20605,
    "title": "The City of Violence",
    "release_date": "2006-05-25",
    "overview": "Tae-su, a detective fighting organized crime, returns to his hometown for his high school friend Wang-jae's funeral. There, he meets his old friends Pil-ho, Dong-hwan and Seok-hwan and they reminisce. Suspecting something fishy about Wang-jae's death, Tae-su and Seok-hwan start investigating it, each in his own way. Their investigations lead to a land development project that Pil-ho is directing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l2W7qEQejWlclNixeG8pbnnekkr.jpg",
    "popularity": 2.5905,
    "tmdb_url": "https://www.themoviedb.org/movie/20605"
  },
  {
    "id": 819876,
    "title": "Crimes of the Future",
    "release_date": "2022-05-25",
    "overview": "With his partner, a celebrity performance artist publicly showcases the metamorphosis of his organs in avant-garde performances. An investigator from the National Organ Registry obsessively tracks their movements, which is when a mysterious group is revealed... Their mission — to use the artist's notoriety to shed light on the next phase of human evolution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/RAFYMC0NgK9In9aGY6k6wsIL8w.jpg",
    "popularity": 2.5739,
    "tmdb_url": "https://www.themoviedb.org/movie/819876"
  },
  {
    "id": 339259,
    "title": "The Man with the Iron Heart",
    "release_date": "2017-05-25",
    "overview": "With the Third Reich at its peak in 1942, the Czech resistance in London plans the most ambitious military operation of WWII –  Anthropoid. Two young recruits are sent to Prague to assassinate the most ruthless Nazi leader – Reinhard Heydrich, head of the Reich Security Main Office, the Gestapo and the architect of the Final Solution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ZVQfCY2DgCjrm8w2saXvT8Ao3B.jpg",
    "popularity": 2.5481,
    "tmdb_url": "https://www.themoviedb.org/movie/339259"
  },
  {
    "id": 2134,
    "title": "The Time Machine",
    "release_date": "1960-05-25",
    "overview": "A Victorian Englishman travels to the far future and finds that humanity has divided into two hostile species.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x3BOzx2rUc5c3gG9UCelzSxv8n4.jpg",
    "popularity": 2.5428,
    "tmdb_url": "https://www.themoviedb.org/movie/2134"
  },
  {
    "id": 829051,
    "title": "About My Father",
    "release_date": "2023-05-25",
    "overview": "Encouraged by his girlfriend Ellie, Sebastian and his Italian immigrant father, Salvo, spend the 4th of July weekend with her wealthy and exceedingly eccentric family. The gathering soon develops into a culture clash, allowing father and son to discover the true meaning of family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eHcXyH207gLJCMLECRlBtXDK12X.jpg",
    "popularity": 2.2552,
    "tmdb_url": "https://www.themoviedb.org/movie/829051"
  },
  {
    "id": 573,
    "title": "Frenzy",
    "release_date": "1972-05-25",
    "overview": "London is terrorized by a vicious sex killer known as The Necktie Murderer. Following the brutal slaying of his ex-wife, down-on-his-luck Richard Blaney is suspected by the police of being the killer. He goes on the run, determined to prove his innocence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zDUR4PY5kyp2hpvbTvWSGiXVmgg.jpg",
    "popularity": 2.2549,
    "tmdb_url": "https://www.themoviedb.org/movie/573"
  },
  {
    "id": 1106529,
    "title": "Cool Girl!",
    "release_date": "2023-05-25",
    "overview": "Anet, Marta, and Tina enroll in the contest called Cool Girl to win, but they realize that to find their personal values, it is necessary to believe in themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4fIQrD2jwjoHYHfriK8GsbU1w9G.jpg",
    "popularity": 2.1989,
    "tmdb_url": "https://www.themoviedb.org/movie/1106529"
  },
  {
    "id": 20645,
    "title": "Rhapsody in August",
    "release_date": "1991-05-25",
    "overview": "The story centers on an elderly hibakusha, whose husband was one of 80,000 human beings killed in the 1945 atomic bombing of Nagasaki, caring for her four grandchildren over the summer. She learns of a long-lost brother, Suzujiro, living in Hawaii who wants her to visit him before he dies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/or3Bbn5terGU80gKygzLrdxWb5z.jpg",
    "popularity": 2.1714,
    "tmdb_url": "https://www.themoviedb.org/movie/20645"
  },
  {
    "id": 49014,
    "title": "Cosmopolis",
    "release_date": "2012-05-25",
    "overview": "Riding across Manhattan in a stretch limo during a riot in order to get a haircut, a 28-year-old billionaire asset manager's life begins to crumble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/94m7J9YeO0W7IEbfsOtFbweGgcu.jpg",
    "popularity": 2.153,
    "tmdb_url": "https://www.themoviedb.org/movie/49014"
  }
]