[
  {
    "id": 306,
    "title": "Beverly Hills Cop III",
    "release_date": "1994-05-24",
    "overview": "When his boss is killed, Detroit cop Axel Foley finds evidence that the murderer had ties to a California amusement park called Wonder World. Returning to sunny Beverly Hills once more, Foley reunites with Detective Billy Rosewood to solve the case. Along with Billy's new partner, Detective Jon Flint, they discover that Wonder World is being used as a front for a massive counterfeiting ring.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7vIpCkgGEfk5LZwm78nMxswLJRH.jpg",
    "popularity": 43.0581,
    "tmdb_url": "https://www.themoviedb.org/movie/306"
  },
  {
    "id": 955,
    "title": "Mission: Impossible II",
    "release_date": "2000-05-24",
    "overview": "With computer genius Luther Stickell at his side and a beautiful thief on his mind, agent Ethan Hunt races across Australia and Spain to stop a former IMF agent from unleashing a genetically engineered biological weapon called Chimera. This mission, should Hunt choose to accept it, plunges him into the center of an international crisis of terrifying magnitude.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7us8nE3ldE0gX2cziUz4tKg0Go0.jpg",
    "popularity": 18.3705,
    "tmdb_url": "https://www.themoviedb.org/movie/955"
  },
  {
    "id": 89,
    "title": "Indiana Jones and the Last Crusade",
    "release_date": "1989-05-24",
    "overview": "In 1938, an art collector appeals to eminent archaeologist Dr. Indiana Jones to embark on a search for the Holy Grail. Indy learns that a medieval historian has vanished while searching for it, and the missing man is his own father, Dr. Henry Jones Sr.. He sets out to rescue his father by following clues in the old man's notebook, which his father had mailed to him before he went missing. Indy arrives in Venice, where he enlists the help of a beautiful academic, Dr. Elsa Schneider, along with Marcus Brody and Sallah. Together they must stop the Nazis from recovering the power of eternal life and taking over the world!",
    "poster_url": "https://image.tmdb.org/t/p/w500/sizg1AU8f8JDZX4QIgE4pjUMBvx.jpg",
    "popularity": 11.7567,
    "tmdb_url": "https://www.themoviedb.org/movie/89"
  },
  {
    "id": 197,
    "title": "Braveheart",
    "release_date": "1995-05-24",
    "overview": "Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.",
    "poster_url": "https://image.tmdb.org/t/p/w500/or1gBugydmjToAEq7OZY0owwFk.jpg",
    "popularity": 10.8959,
    "tmdb_url": "https://www.themoviedb.org/movie/197"
  },
  {
    "id": 9023,
    "title": "Spirit: Stallion of the Cimarron",
    "release_date": "2002-05-24",
    "overview": "A captured mustang remains determined to return to his herd no matter what.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cUgYrz4twiJ3QgVGpRfey984NIB.jpg",
    "popularity": 10.6514,
    "tmdb_url": "https://www.themoviedb.org/movie/9023"
  },
  {
    "id": 412117,
    "title": "The Secret Life of Pets 2",
    "release_date": "2019-05-24",
    "overview": "Max the terrier must cope with some major life changes when his owner gets married and has a baby. When the family takes a trip to the countryside, nervous Max has numerous run-ins with canine-intolerant cows, hostile foxes and a scary turkey. Luckily for Max, he soon catches a break when he meets Rooster, a gruff farm dog who tries to cure the lovable pooch of his neuroses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s9xg4V5EDKiphgIksVJ9gewBM11.jpg",
    "popularity": 8.7336,
    "tmdb_url": "https://www.themoviedb.org/movie/412117"
  },
  {
    "id": 1541,
    "title": "Thelma & Louise",
    "release_date": "1991-05-24",
    "overview": "Taking a break from their dreary lives, close friends Thelma and Louise embark on a short weekend trip that ends in unforeseen incriminating circumstances. As fugitives, both women rediscover the strength of their bond and their newfound resilience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y66rxathLobXk7xaUgPr4etBkRN.jpg",
    "popularity": 5.7346,
    "tmdb_url": "https://www.themoviedb.org/movie/1541"
  },
  {
    "id": 707,
    "title": "A View to a Kill",
    "release_date": "1985-05-24",
    "overview": "A newly-developed microchip designed by Zorin Industries for the British Government that can survive the electromagnetic radiation caused by a nuclear explosion has landed in the hands of the KGB. James Bond must find out how and why. His suspicions soon lead him to big industry leader Max Zorin who forms a plan to destroy his only competition in Silicon Valley by triggering a massive earthquake in the San Francisco Bay.",
    "poster_url": "https://image.tmdb.org/t/p/w500/arJF829RP9cYvh0NU70dC5TtXSa.jpg",
    "popularity": 5.1533,
    "tmdb_url": "https://www.themoviedb.org/movie/707"
  },
  {
    "id": 1370,
    "title": "Rambo III",
    "release_date": "1988-05-24",
    "overview": "Combat has taken its toll on Rambo, but he's finally begun to find inner peace in a monastery. When Rambo's friend and mentor Col. Trautman asks for his help on a top secret mission to Afghanistan, Rambo declines but must reconsider when Trautman is captured.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1eSQvGuD25ezKaiaQsyDDG3e9iN.jpg",
    "popularity": 5.0457,
    "tmdb_url": "https://www.themoviedb.org/movie/1370"
  },
  {
    "id": 505600,
    "title": "Booksmart",
    "release_date": "2019-05-24",
    "overview": "Two academic teenage superstars realize, on the eve of their high school graduation, that they should have worked less and played more. Determined to never fall short of their peers, the girls set out on a mission to cram four years of fun into one night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2aSxRDmisJP90H3S0aocyuQIe4z.jpg",
    "popularity": 3.9408,
    "tmdb_url": "https://www.themoviedb.org/movie/505600"
  },
  {
    "id": 320,
    "title": "Insomnia",
    "release_date": "2002-05-24",
    "overview": "Two Los Angeles homicide detectives are dispatched to a northern town where the sun doesn't set to investigate the methodical murder of a local teen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/riVXh3EimGO0y5dgQxEWPRy5Itg.jpg",
    "popularity": 3.551,
    "tmdb_url": "https://www.themoviedb.org/movie/320"
  },
  {
    "id": 553600,
    "title": "Promare",
    "release_date": "2019-05-24",
    "overview": "Galo and the Burning Rescue Fire Department face off against BURNISH, a group of mutants who are able to control and wield flames, and the fire disaster they have unleashed on Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cCVRivpiVUJ4Wn6gHm8pLXppXla.jpg",
    "popularity": 3.4527,
    "tmdb_url": "https://www.themoviedb.org/movie/553600"
  },
  {
    "id": 1887,
    "title": "Marie Antoinette",
    "release_date": "2006-05-24",
    "overview": "The retelling of France’s iconic but ill-fated queen, Marie Antoinette. From her betrothal and marriage to Louis XVI at 15 to her reign as queen at 19 and ultimately the fall of Versailles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cybXGmv8Rjd5Os8Xml6YxMBQ0Zt.jpg",
    "popularity": 3.398,
    "tmdb_url": "https://www.themoviedb.org/movie/1887"
  },
  {
    "id": 2924,
    "title": "Backdraft",
    "release_date": "1991-05-24",
    "overview": "Firemen brothers Brian and Stephen McCaffrey battle each other over past slights while trying to stop an arsonist with a diabolical agenda from torching Chicago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bymJtYNIdiAiBR1LRetaJXbfryc.jpg",
    "popularity": 3.2646,
    "tmdb_url": "https://www.themoviedb.org/movie/2924"
  },
  {
    "id": 649,
    "title": "Belle de Jour",
    "release_date": "1967-05-24",
    "overview": "Beautiful young housewife Séverine Serizy cannot reconcile her masochistic fantasies with her everyday life alongside dutiful husband Pierre. When her lovestruck friend Henri mentions a secretive high-class brothel run by Madame Anais, Séverine begins to work there during the day under the name Belle de Jour. But when one of her clients grows possessive, she must try to go back to her normal life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUAFECovwPA0cVV9bo4uNGLJSGL.jpg",
    "popularity": 3.1957,
    "tmdb_url": "https://www.themoviedb.org/movie/649"
  },
  {
    "id": 531306,
    "title": "Rim of the World",
    "release_date": "2019-05-24",
    "overview": "Stranded at a summer camp when aliens attack the planet, four teens with nothing in common embark on a perilous mission to save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yhzTeZU5OULn3ePGF58Rc5oIocZ.jpg",
    "popularity": 3.1213,
    "tmdb_url": "https://www.themoviedb.org/movie/531306"
  },
  {
    "id": 448776,
    "title": "A Prayer Before Dawn",
    "release_date": "2018-05-24",
    "overview": "The amazing true story of Billy Moore, an English boxer incarcerated in Thailand’s most notorious prison. Thrown into a world of drugs and violence, he finds his best chance to escape is to fight his way out in prison Muay Thai tournaments.",
    "poster_url": "https://image.tmdb.org/t/p/w500/toYs3tZrHbSKJS1hmiTY1fJnPjm.jpg",
    "popularity": 2.7654,
    "tmdb_url": "https://www.themoviedb.org/movie/448776"
  },
  {
    "id": 23154,
    "title": "The Garden of Sinners: The Hollow Shrine",
    "release_date": "2008-05-24",
    "overview": "June 1998: After spending two years in a coma caused by a traffic accident, Shiki Ryougi awakens with amnesia. She is visited by Touko Aozaki, a wizard and proprietor of a studio called Garan no Dou. Shiki has lost not only the memory of her accident, but also any real sense that she's even alive. Strangely, enigmatic beings begin to attack her...",
    "poster_url": "https://image.tmdb.org/t/p/w500/5jycWY9V9Chf8XlAwrjBSVWONTi.jpg",
    "popularity": 2.6673,
    "tmdb_url": "https://www.themoviedb.org/movie/23154"
  },
  {
    "id": 629014,
    "title": "Promare / Side: Galo",
    "release_date": "2019-05-24",
    "overview": "A prequel to Promare, set one day before the events of the film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bAlPJjI1COf97J8EfToYGsFgqFc.jpg",
    "popularity": 2.5251,
    "tmdb_url": "https://www.themoviedb.org/movie/629014"
  },
  {
    "id": 93856,
    "title": "Chernobyl Diaries",
    "release_date": "2012-05-24",
    "overview": "A group of six tourists looking to go off the beaten path, hire an 'extreme tour guide' who, ignoring warnings, takes them into the city of Pripyat, the former home to the workers of the Chernobyl nuclear reactor, but now a deserted town since the disaster more than 25 years earlier. After a brief exploration of the abandoned city, the group members find themselves stranded, only to discover that they are not alone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9AKhThGA8IATBy3gR7I4dw9SEc4.jpg",
    "popularity": 2.5216,
    "tmdb_url": "https://www.themoviedb.org/movie/93856"
  },
  {
    "id": 534490,
    "title": "Avengement",
    "release_date": "2019-05-24",
    "overview": "While on a prison furlough, a lowly criminal evades his guards and returns to his old stomping ground to take revenge on the people who turned him into a cold blooded killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rXPxSAYf3FdQktnOtQnvhUPMhFp.jpg",
    "popularity": 2.5187,
    "tmdb_url": "https://www.themoviedb.org/movie/534490"
  },
  {
    "id": 583132,
    "title": "Sadako",
    "release_date": "2019-05-24",
    "overview": "A psychologist connects her missing brother to the strange case of a mysterious little girl believed to be Sadako reincarnated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wCanUYBbUxADpfqpoe3tmQ3KVL6.jpg",
    "popularity": 2.4038,
    "tmdb_url": "https://www.themoviedb.org/movie/583132"
  },
  {
    "id": 698009,
    "title": "Young Sister-in-law 3",
    "release_date": "2019-05-24",
    "overview": "Yoo-jin and Myeong-seok get a call from Hye-jin in the middle of the night. She finally escapes from domestic violence and comes to live with her sister. However, Myeong-seok is nice to her and Hye-jin starts to feel fond of him...",
    "poster_url": "https://image.tmdb.org/t/p/w500/swEYylf53k2aGZHjv9PuIxalWQE.jpg",
    "popularity": 2.3894,
    "tmdb_url": "https://www.themoviedb.org/movie/698009"
  },
  {
    "id": 10535,
    "title": "Spy Hard",
    "release_date": "1996-05-24",
    "overview": "The evil Gen. Rancor has his sights set on world domination, and only one man can stop him: Dick Steele, also known as Agent WD-40. Rancor needs to obtain a computer circuit for the missile that he is planning to fire, so Steele teams up with Veronique Ukrinsky, a KGB agent whose father designed the chip. Together they try to locate the evil mastermind's headquarters, where Veronique's father and several other hostages are being held.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yoegp9XEG4YCbJJKR0wvm0BGYpG.jpg",
    "popularity": 2.3075,
    "tmdb_url": "https://www.themoviedb.org/movie/10535"
  },
  {
    "id": 981116,
    "title": "Chris Rock: One Man Show",
    "release_date": "2022-05-24",
    "overview": "One of the most prominent and recognised comedians in America. Since he first started doing comedy back in the 80s, he has never stopped making audiences laugh. We look back at the life and rise of the once named funniest man in America.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lU6vj5kEm9UsnoAm8x7j0FmLy2O.jpg",
    "popularity": 2.1153,
    "tmdb_url": "https://www.themoviedb.org/movie/981116"
  },
  {
    "id": 583452,
    "title": "Parkland",
    "release_date": "2018-05-24",
    "overview": "A documentary about an intinerant amusement park that travels through the poor Brazilian Northeast and the hardships faced by the people around it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hooJrkxJATvjMdFFoO09ldmpUm4.jpg",
    "popularity": 2.0882,
    "tmdb_url": "https://www.themoviedb.org/movie/583452"
  },
  {
    "id": 913205,
    "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse",
    "release_date": "2022-05-24",
    "overview": "With the help of an ancient Kryptonian power, Lex Luthor unites the world’s Super-Villains to capture all of Earth's Super Heroes, until…only the DC Super Hero Girls are left to stop the Legion of Doom. Our heroes must cross dimensions to rescue their fellow Super Heroes from the Phantom Zone, but a fortuitous wrong turn leads them to Titans Tower – where they find much-needed allies in the Teen Titans!",
    "poster_url": "https://image.tmdb.org/t/p/w500/sCOt6rm6bcppXeYIHalAXJGIZZE.jpg",
    "popularity": 2.0057,
    "tmdb_url": "https://www.themoviedb.org/movie/913205"
  },
  {
    "id": 559401,
    "title": "Sibyl",
    "release_date": "2019-05-24",
    "overview": "Sibyl, a jaded psychotherapist, returns to her first passion: writing. But her newest patient Margot, a troubled up-and-coming actress, proves to be a source of inspiration that is far too tempting. Fascinated almost to the point of obsession, Sibyl becomes more and more involved in Margot’s tumultuous life, reviving volatile memories that bring her face to face with her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9W4pznUF8Np6qHExgclaRHVHzom.jpg",
    "popularity": 2.0003,
    "tmdb_url": "https://www.themoviedb.org/movie/559401"
  }
]