[
  {
    "id": 137113,
    "title": "Edge of Tomorrow",
    "release_date": "2014-05-27",
    "overview": "Major Bill Cage is an officer who has never seen a day of combat when he is unceremoniously demoted and dropped into combat. Cage is killed within minutes, managing to take an alpha alien down with him. He awakens back at the beginning of the same day and is forced to fight and die again... and again - as physical contact with the alien has thrown him into a time loop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nBM9MMa2WCwvMG4IJ3eiGUdbPe6.jpg",
    "popularity": 12.0643,
    "tmdb_url": "https://www.themoviedb.org/movie/137113"
  },
  {
    "id": 9291,
    "title": "The Longest Yard",
    "release_date": "2005-05-27",
    "overview": "Disgraced pro football quarterback Paul Crewe lands in a Texas federal penitentiary, where manipulative Warden Hazen recruits him to advise the institution's football team of prison guards. Crewe suggests a tune-up game which lands him quarterbacking a crew of inmates in a game against the guards. Aided by incarcerated ex-NFL coach and player Nate Scarborough, Crewe and his team must overcome not only the bloodthirstiness of the opposition, but also the corrupt warden trying to fix the game against them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nbKcVBcxF96ARW2oKHqDYAcLdu.jpg",
    "popularity": 8.8428,
    "tmdb_url": "https://www.themoviedb.org/movie/9291"
  },
  {
    "id": 254128,
    "title": "San Andreas",
    "release_date": "2015-05-27",
    "overview": "In the aftermath of a massive earthquake in California, a rescue-chopper pilot makes a dangerous journey across the state in order to rescue his estranged daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Gfjn962aaFSD6eST6QU3oLDZTo.jpg",
    "popularity": 7.4994,
    "tmdb_url": "https://www.themoviedb.org/movie/254128"
  },
  {
    "id": 711978,
    "title": "Bosomy Mom 2",
    "release_date": "2020-05-27",
    "overview": "Min-soo and Jae-hyeok is in a good father-and-son relationship. But one day, Min-soo brings Jae-hyeok's young stepmother, Da-hee. Jae-hyeok leaves home to wander around, ran into Da-hee's friend, Na-yeon, and had a little talk. Na-yeon calls Da-hee... Da-hee goes home with Jae-hyeok, and Min-soo doesn't care much. Jae-hyeok tells Da-hee how he feels. Meanwhile, Min-soo who disapproves Da-hee and Jae-hyeok's relationship, calls Na-yeon to kill some time. And Na-yeon who is worried about Da-hee and Min-soo crafts a new plan...",
    "poster_url": "https://image.tmdb.org/t/p/w500/3qotZafIXzrgq7SUmHsBY6onRcU.jpg",
    "popularity": 6.1194,
    "tmdb_url": "https://www.themoviedb.org/movie/711978"
  },
  {
    "id": 16871,
    "title": "Drag Me to Hell",
    "release_date": "2009-05-27",
    "overview": "After denying a woman the extension she needs to keep her home, loan officer Christine Brown sees her once-promising life take a startling turn for the worse. Christine is convinced she's been cursed by a Gypsy, but her boyfriend is skeptical. Her only hope seems to lie in a psychic who claims he can help her lift the curse and keep her soul from being dragged straight to hell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fdyejM5Zd6dsa0YyWa02ZAKwQzK.jpg",
    "popularity": 5.4374,
    "tmdb_url": "https://www.themoviedb.org/movie/16871"
  },
  {
    "id": 21484,
    "title": "Possession",
    "release_date": "1981-05-27",
    "overview": "A young woman left her family for an unspecified reason. The husband determines to find out the truth and starts following his wife. At first, he suspects that a man is involved. But gradually, he finds out more and more strange behaviors and bizarre incidents that indicate something more than a possessed love affair.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lUFZsUuJ0YyhBXH8D2BFUd6wODm.jpg",
    "popularity": 5.3672,
    "tmdb_url": "https://www.themoviedb.org/movie/21484"
  },
  {
    "id": 888,
    "title": "The Flintstones",
    "release_date": "1994-05-27",
    "overview": "Modern Stone Age family the Flintstones hit the big screen in this live-action version of the classic cartoon. Fred helps Barney adopt a child. Barney sees an opportunity to repay him when Slate Mining tests its employees to find a new executive. But no good deed goes unpunished.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ocsb0qiGlcn6UlcDRHa3xxSCc8Y.jpg",
    "popularity": 5.0917,
    "tmdb_url": "https://www.themoviedb.org/movie/888"
  },
  {
    "id": 400136,
    "title": "Resident Evil: Vendetta",
    "release_date": "2017-05-27",
    "overview": "BSAA Chris Redfield enlists the help of government agent Leon S. Kennedy and Professor Rebecca Chambers from Alexander Institute of Biotechnology to stop a death merchant with a vengeance from spreading a deadly virus in New York.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdiMtgjWXEH9QZ85hgmWaSwshjf.jpg",
    "popularity": 4.8968,
    "tmdb_url": "https://www.themoviedb.org/movie/400136"
  },
  {
    "id": 9560,
    "title": "A Walk in the Clouds",
    "release_date": "1995-05-27",
    "overview": "World War II vet Paul Sutton falls for a pregnant and unwed woman who persuades him -- during their first encounter -- to pose as her husband so she can face her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xencQzZnUWDRAOUydjf9PWet8Ae.jpg",
    "popularity": 4.3269,
    "tmdb_url": "https://www.themoviedb.org/movie/9560"
  },
  {
    "id": 659940,
    "title": "The Marco Effect",
    "release_date": "2021-05-27",
    "overview": "When a homeless Romani boy is arrested at the Danish border for possession of a missing public servant's passport, police inspector Carl Mørck and Department Q are tasked with finding the connection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iedopRnMHIDyQlZzTTfroJfHhSN.jpg",
    "popularity": 4.3224,
    "tmdb_url": "https://www.themoviedb.org/movie/659940"
  },
  {
    "id": 31512,
    "title": "Memories of Matsuko",
    "release_date": "2006-05-27",
    "overview": "While combing through the belongings of his recently deceased aunt, Matsuko, nephew Sho pieces together the crucial events that sank Matsuko's life into a despairing tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/epizm54ChIajXYHz5RBQYzdtjoR.jpg",
    "popularity": 3.122,
    "tmdb_url": "https://www.themoviedb.org/movie/31512"
  },
  {
    "id": 691179,
    "title": "Friends: The Reunion",
    "release_date": "2021-05-27",
    "overview": "The cast of Friends reunites for a once-in-a-lifetime celebration of the hit series, an unforgettable evening filled with iconic memories, uncontrollable laughter, happy tears, and special guests.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bT3c4TSOP8vBmMoXZRDPTII6eDa.jpg",
    "popularity": 3.0564,
    "tmdb_url": "https://www.themoviedb.org/movie/691179"
  },
  {
    "id": 389053,
    "title": "The Do-Over",
    "release_date": "2016-05-27",
    "overview": "The life of a bank manager is turned upside down when a friend from his past manipulates him into faking his own death and taking off on an adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z9VCm2E6gCAwbM2SELRawfqdXBO.jpg",
    "popularity": 3.0376,
    "tmdb_url": "https://www.themoviedb.org/movie/389053"
  },
  {
    "id": 16296,
    "title": "Killer Klowns from Outer Space",
    "release_date": "1988-05-27",
    "overview": "Aliens disguised as clowns crash land on Earth in a rural town to capture unsuspecting victims in cotton candy cocoons for later consumption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOC22f6kzrKPWXBoYr2XNWfMFEh.jpg",
    "popularity": 2.5874,
    "tmdb_url": "https://www.themoviedb.org/movie/16296"
  },
  {
    "id": 4599,
    "title": "Raising Helen",
    "release_date": "2004-05-27",
    "overview": "Helen Harris has a glamorous, big-city life working for one of New York's hottest modeling agencies. But suddenly her free-spirited life gets turned upside down when she must chose between the life she's always loved, and the new loves of her life!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ubZin4oGXYp6hCn3WU6nrBre62y.jpg",
    "popularity": 2.5423,
    "tmdb_url": "https://www.themoviedb.org/movie/4599"
  },
  {
    "id": 455043,
    "title": "God of War",
    "release_date": "2017-05-27",
    "overview": "During the 16th century, pirates rule the Chinese coastline, pillaging the small villages and terrorizing the citizens. When maverick leader Commander Yu enlists the help of a sharp young general, they devise a plan to defeat the pirates. A violent clash of wit and weapons will decide who will rule the land.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4rWq9Vwb1gVhQIqkhUKE0hPVwnz.jpg",
    "popularity": 2.4261,
    "tmdb_url": "https://www.themoviedb.org/movie/455043"
  },
  {
    "id": 85550,
    "title": "Tale of Cinema",
    "release_date": "2005-05-27",
    "overview": "In Seoul, a suicidal student meets a young woman who decides to join him in his fatal gesture. Dong-soo, an unsuccessful filmmaker, spots a beautiful young woman, who happens to be the lead actress in the film he has just seen. Their stories will cross paths thanks to their love for cinema.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8YrfSqpiTtJvmYqstkFHyzX5SEe.jpg",
    "popularity": 2.3841,
    "tmdb_url": "https://www.themoviedb.org/movie/85550"
  },
  {
    "id": 27031,
    "title": "Samurai Rebellion",
    "release_date": "1967-05-27",
    "overview": "The mother of a feudal lord's only heir is kidnapped away from her husband by the lord. The husband and his samurai father must decide whether to accept the unjust decision, or risk death to get her back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bKySGFUTgsZyn5i7s5htMVy4Xd2.jpg",
    "popularity": 2.3593,
    "tmdb_url": "https://www.themoviedb.org/movie/27031"
  },
  {
    "id": 500376,
    "title": "Girls und Panzer der Film Special: Arisu War!",
    "release_date": "2016-05-27",
    "overview": "Arisu War! takes place after the events of the movie, about Arisu transferring to Ooari High School.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9HqHsH9059ROx6LdKeWmxAJp4S7.jpg",
    "popularity": 2.2727,
    "tmdb_url": "https://www.themoviedb.org/movie/500376"
  },
  {
    "id": 45453,
    "title": "Raped by an Angel",
    "release_date": "1993-05-27",
    "overview": "A lawyer is obsessed by a TV advertisement's two models, Yau Yuk-nam and Chu Kit-Man. He schemes an elaborate plot to sexually assault Chu and get away with it. With the help of a philanthropic triad boss, Yau uses her body to lure him into a trap.",
    "poster_url": "https://image.tmdb.org/t/p/w500/294wZqO7amlsePQF4UAMiGggNZ4.jpg",
    "popularity": 2.2478,
    "tmdb_url": "https://www.themoviedb.org/movie/45453"
  },
  {
    "id": 834143,
    "title": "Wicked",
    "release_date": "2021-05-27",
    "overview": "Ivy Morgan, a college student in New Orleans, falls for Ren Owens, the last person she expected to enter her rigidly controlled life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Gp6TJEs5atttH9xFqEootyQz5o.jpg",
    "popularity": 2.236,
    "tmdb_url": "https://www.themoviedb.org/movie/834143"
  },
  {
    "id": 817451,
    "title": "Endangered Species",
    "release_date": "2021-05-27",
    "overview": "Jack Halsey takes his wife, their adult kids, and a friend for a dream vacation in Kenya. But as they venture off alone into a wilderness park, their safari van is flipped over by an angry rhino, leaving them injured and desperate. Then, as two of them go in search of rescue, a bloody, vicious encounter with a leopard and a clan of hyenas incites a desperate fight for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ccsSqbpEqr2KK9eMvoeF8ERFCd5.jpg",
    "popularity": 2.187,
    "tmdb_url": "https://www.themoviedb.org/movie/817451"
  },
  {
    "id": 11763,
    "title": "Bunty Aur Babli",
    "release_date": "2005-05-27",
    "overview": "Bunty and Babli are two young people who randomly meet each other after running away from their homes to chase their dream.  After facing hurdles in their path they decide to take up conning and soon become the best con artists in the country. However, their success is threatened as a relentless cop is on their trail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/32OxUzs9ETQ3QvLFFYaDuuAtq3Y.jpg",
    "popularity": 2.1013,
    "tmdb_url": "https://www.themoviedb.org/movie/11763"
  }
]