[
  {
    "id": 694,
    "title": "The Shining",
    "release_date": "1980-05-23",
    "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xazWoLealQwEgqZ89MLZklLZD3k.jpg",
    "popularity": 12.3402,
    "tmdb_url": "https://www.themoviedb.org/movie/694"
  },
  {
    "id": 166426,
    "title": "Pirates of the Caribbean: Dead Men Tell No Tales",
    "release_date": "2017-05-23",
    "overview": "Thrust into an all-new adventure, a down-on-his-luck Capt. Jack Sparrow feels the winds of ill-fortune blowing even more strongly when deadly ghost sailors led by his old nemesis, the evil Capt. Salazar, escape from the Devil's Triangle. Jack's only hope of survival lies in seeking out the legendary Trident of Poseidon, but to find it, he must forge an uneasy alliance with a brilliant and beautiful astronomer and a headstrong young man in the British navy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qwoGfcg6YUS55nUweKGujHE54Wy.jpg",
    "popularity": 11.1419,
    "tmdb_url": "https://www.themoviedb.org/movie/166426"
  },
  {
    "id": 87,
    "title": "Indiana Jones and the Temple of Doom",
    "release_date": "1984-05-23",
    "overview": "After arriving in India, Indiana Jones is asked by a desperate village to find a mystical stone. He agrees – and stumbles upon a secret cult plotting a terrible plan in the catacombs of an ancient palace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t7Pv44sBcxhc47kNNDDafNAgr7Y.jpg",
    "popularity": 10.2248,
    "tmdb_url": "https://www.themoviedb.org/movie/87"
  },
  {
    "id": 109439,
    "title": "The Hangover Part III",
    "release_date": "2013-05-23",
    "overview": "This time, there's no wedding. No bachelor party. What could go wrong, right? But when the Wolfpack hits the road, all bets are off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vtxuPWkdllLNLVyGjKYa267ntuH.jpg",
    "popularity": 9.3242,
    "tmdb_url": "https://www.themoviedb.org/movie/109439"
  },
  {
    "id": 41154,
    "title": "Men in Black 3",
    "release_date": "2012-05-23",
    "overview": "Agents J and K are back...in time. J has seen some inexplicable things in his 15 years with the Men in Black, but nothing, not even aliens, perplexes him as much as his wry, reticent partner. But when K's life and the fate of the planet are put at stake, Agent J will have to travel back in time to put things right. J discovers that there are secrets to the universe that K never told him - secrets that will reveal themselves as he teams up with the young Agent K to save his partner, the agency, and the future of humankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/90DdoEStzeObs96fsYf4GG544iN.jpg",
    "popularity": 8.1339,
    "tmdb_url": "https://www.themoviedb.org/movie/41154"
  },
  {
    "id": 310,
    "title": "Bruce Almighty",
    "release_date": "2003-05-23",
    "overview": "Bruce Nolan toils as a \"human interest\" television reporter in Buffalo, NY, but despite his high ratings and the love of his beautiful girlfriend, Bruce remains unfulfilled. At the end of the worst day in his life, he angrily ridicules God — and the Almighty responds, endowing Bruce with all of His divine powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f0QqG14SZYYZcV4VWykVc5w13dz.jpg",
    "popularity": 7.8625,
    "tmdb_url": "https://www.themoviedb.org/movie/310"
  },
  {
    "id": 311,
    "title": "Once Upon a Time in America",
    "release_date": "1984-05-23",
    "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i0enkzsL5dPeneWnjl1fCWm6L7k.jpg",
    "popularity": 7.066,
    "tmdb_url": "https://www.themoviedb.org/movie/311"
  },
  {
    "id": 108450,
    "title": "The Smile of the Fox",
    "release_date": "1992-05-23",
    "overview": "Mark, a hitman haunted by his past as a corrupt Miami cop and the death of his wife and son,  prepares for his next killing. Gradually he becomes fascinated by the beautiful prostitute who lives in the next apartment and they embark on a passionate affair. Their dreams of a life together are complicated by her pimp being a drugs baron; before they can escape he must die, but things are never that simple...",
    "poster_url": "https://image.tmdb.org/t/p/w500/5nXdKIlB0G2Nv19Tx5ZUZU2fixI.jpg",
    "popularity": 6.7248,
    "tmdb_url": "https://www.themoviedb.org/movie/108450"
  },
  {
    "id": 1122504,
    "title": "Exorcism in Utero",
    "release_date": "2023-05-23",
    "overview": "Herma finds a powerful ring that possesses her when she tries it on; as her body transforms and mind begins to deteriorate, she must find a way out to save herself and her unborn baby.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7HKgVo8jBISdqxtn4h9CnEgFrKh.jpg",
    "popularity": 4.3587,
    "tmdb_url": "https://www.themoviedb.org/movie/1122504"
  },
  {
    "id": 1103,
    "title": "Escape from New York",
    "release_date": "1981-05-23",
    "overview": "In a world ravaged by crime, the entire island of Manhattan has been converted into a walled prison where brutal prisoners roam free. After the US president crash-lands inside, war hero Snake Plissken has 24 hours to bring him back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vH9llaphjAssRGi0k7e75tD40Ce.jpg",
    "popularity": 3.8419,
    "tmdb_url": "https://www.themoviedb.org/movie/1103"
  },
  {
    "id": 341870,
    "title": "Predator: Dark Ages",
    "release_date": "2015-05-23",
    "overview": "Follows a group of war-torn Templar knights who are put to the test against a strange beast that stalks the lands of England. This battle is what Myths and Legends are made of. An independent fan film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ypc5mgbHx1qfEMejJwdcDOfVwjm.jpg",
    "popularity": 3.2919,
    "tmdb_url": "https://www.themoviedb.org/movie/341870"
  },
  {
    "id": 61999,
    "title": "Sara",
    "release_date": "1997-05-23",
    "overview": "Sixteen-year-old Sara's father is a wealthy gangster and has a lot of enemies. Her father makes clear that whoever touches Sara will die and he looks for the right bodyguard to protect her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ynxFhdoqI1bh1VaZsyMb705ZfQ.jpg",
    "popularity": 3.2493,
    "tmdb_url": "https://www.themoviedb.org/movie/61999"
  },
  {
    "id": 2015,
    "title": "Secret Sunshine",
    "release_date": "2007-05-23",
    "overview": "Shin-ae moves to her recently late husband’s hometown. Despite her efforts to settle in this unfamiliar and too-normal place, she finds that she can’t fit in. After a sudden tragedy, Shin-ae turns to Christianity to relieve her pain, but when even this is not permitted, she wages a war against God.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vee1jyUrqUEmi5ZStWI1JJzLQJH.jpg",
    "popularity": 3.2211,
    "tmdb_url": "https://www.themoviedb.org/movie/2015"
  },
  {
    "id": 9292,
    "title": "Hudson Hawk",
    "release_date": "1991-05-23",
    "overview": "Eddie Hawkins, called Hudson Hawk has just been released from ten years of prison and is planning to spend the rest of his life honestly. But then the crazy Mayflower couple blackmail him to steal some of the works of Leonardo da Vinci. If he refuses, they threaten to kill his friend Tommy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gx86iWymEkHng985Tmcl4b7wGNN.jpg",
    "popularity": 3.162,
    "tmdb_url": "https://www.themoviedb.org/movie/9292"
  },
  {
    "id": 2013,
    "title": "The Diving Bell and the Butterfly",
    "release_date": "2007-05-23",
    "overview": "The true story of Elle France editor Jean-Dominique Bauby, who, in 1995 at the age of 43, suffered a stroke that paralyzed his entire body, except his left eye. Using that eye to blink out his memoir, Bauby eloquently described the aspects of his interior world, from the psychological torment of being trapped inside his body to his imagined stories from lands he'd only visited in his mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3MJUo4bCPai5r9zrw7nTS8sVzQ7.jpg",
    "popularity": 2.349,
    "tmdb_url": "https://www.themoviedb.org/movie/2013"
  },
  {
    "id": 1135871,
    "title": "Open VCS",
    "release_date": "2023-05-23",
    "overview": "Kelas Bintang is back with this pack of drama called Open VCS.",
    "poster_url": "https://image.tmdb.org/t/p/w500/32VBvoGHfZCLxCulP8jrTbTudRT.jpg",
    "popularity": 2.3458,
    "tmdb_url": "https://www.themoviedb.org/movie/1135871"
  },
  {
    "id": 8997,
    "title": "Hollow Man II",
    "release_date": "2006-05-23",
    "overview": "After the mysterious death of scientist Dr. Devin Villiers, Det. Frank Turner and his partner are assigned to protect Villiers' colleague, who revealed that  a veteran soldier was subjected to an experiment with the objective of creating the ultimate national security weapon... an undetectable soldier. The experiment failed – with disastrous side effects.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c6Ga1AUGPe3GwlpX3qDYrD9y3EZ.jpg",
    "popularity": 2.306,
    "tmdb_url": "https://www.themoviedb.org/movie/8997"
  },
  {
    "id": 529983,
    "title": "The Poison Rose",
    "release_date": "2019-05-23",
    "overview": "A down-on-his-luck PI is hired by his old flame to investigate a murder. But while the case at first appears routine, it slowly reveals itself to be a complex interwoven web of crimes, suspects and dead bodies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gSzyUmg719TgAxarFZYWjLLMqvS.jpg",
    "popularity": 2.2491,
    "tmdb_url": "https://www.themoviedb.org/movie/529983"
  },
  {
    "id": 575452,
    "title": "The Traitor",
    "release_date": "2019-05-23",
    "overview": "Palermo, Sicily, 1980. Mafia member Tommaso Buscetta decides to move to Brazil with his family fleeing the constant war between the different clans of the criminal organization. But when, after living several misfortunes, he is forced to return to Italy, he makes a bold decision that will change his life and the destiny of Cosa Nostra forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bjb1zKlyw85hYwDXzz2UM6XqjUU.jpg",
    "popularity": 2.176,
    "tmdb_url": "https://www.themoviedb.org/movie/575452"
  },
  {
    "id": 8348,
    "title": "Thunderbolt and Lightfoot",
    "release_date": "1974-05-23",
    "overview": "With the help of an irreverent young sidekick, a bank robber gets his old gang back together to organise a daring new heist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/530RZ2HsxAgKVO4joNFjAgucbri.jpg",
    "popularity": 2.1629,
    "tmdb_url": "https://www.themoviedb.org/movie/8348"
  },
  {
    "id": 347123,
    "title": "All the Way",
    "release_date": "2016-05-23",
    "overview": "Lyndon B. Johnson's amazing 11-month journey from taking office after JFK's assassination, through the fight to pass the 1964 Civil Rights Act and his own presidential campaign, culminating on the night LBJ is actually elected to the office – no longer the 'accidental President.'",
    "poster_url": "https://image.tmdb.org/t/p/w500/yODQWVjZE4DYjzaaOT4tikT6l9T.jpg",
    "popularity": 2.0862,
    "tmdb_url": "https://www.themoviedb.org/movie/347123"
  },
  {
    "id": 504588,
    "title": "Mektoub, My Love: Intermezzo",
    "release_date": "2019-05-23",
    "overview": "It's the end of summer vacation for Amin. The young photographer spends cozy evenings with Charlotte, the ex-girlfriend of his Casanova cousin. She talks to him about literature, he photographs her. Nobody knows that they see each other, especially not Ophélie, his childhood friend, who instead confides her troubles to Amin : her father wants her to take over the family farm, her fiancé Clement will return soon from Iraq for their wedding, she is pregnant with Tony’s baby, and Tony wants to keep their affair secret instead of having a serious relationship. Ophélie constantly contemplates her choices : would it be better to get an abortion in secret and marry Clement or to follow her maternal instinct and keep the child, perhaps seeking refuge with Amin in Paris?",
    "poster_url": "https://image.tmdb.org/t/p/w500/j3F4HpGnAlm34bsukL1TAlrBon6.jpg",
    "popularity": 2.0216,
    "tmdb_url": "https://www.themoviedb.org/movie/504588"
  }
]