[
  {
    "id": 1010581,
    "title": "My Fault",
    "release_date": "2023-06-08",
    "overview": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
    "popularity": 64.5964,
    "tmdb_url": "https://www.themoviedb.org/movie/1010581"
  },
  {
    "id": 259693,
    "title": "The Conjuring 2",
    "release_date": "2016-06-08",
    "overview": "Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zEqyD0SBt6HL7W9JQoWwtd5Do1T.jpg",
    "popularity": 17.8789,
    "tmdb_url": "https://www.themoviedb.org/movie/259693"
  },
  {
    "id": 920,
    "title": "Cars",
    "release_date": "2006-06-08",
    "overview": "Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Touk3m5gzsqr1VsvxypdyHY5ci.jpg",
    "popularity": 12.8078,
    "tmdb_url": "https://www.themoviedb.org/movie/920"
  },
  {
    "id": 620,
    "title": "Ghostbusters",
    "release_date": "1984-06-08",
    "overview": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7E8nLijS9AwwUEPu2oFYOVKhdFA.jpg",
    "popularity": 10.248,
    "tmdb_url": "https://www.themoviedb.org/movie/620"
  },
  {
    "id": 927,
    "title": "Gremlins",
    "release_date": "1984-06-08",
    "overview": "When Billy Peltzer is given a strange but adorable pet named Gizmo for Christmas, he inadvertently breaks the three important rules of caring for a Mogwai, unleashing a horde of mischievous gremlins on a small town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6m0F7fsXjQvUbCZrPWcJNrjvIui.jpg",
    "popularity": 8.1057,
    "tmdb_url": "https://www.themoviedb.org/movie/927"
  },
  {
    "id": 9705,
    "title": "Swordfish",
    "release_date": "2001-06-08",
    "overview": "Rogue agent Gabriel Shear is determined to get his mitts on $9 billion stashed in a secret Drug Enforcement Administration account. He wants the cash to fight terrorism, but lacks the computer skills necessary to hack into the government mainframe. Enter Stanley Jobson, a n'er-do-well encryption expert who can log into anything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mM6h4jMqC4q5IaFgBIGKQDLnRU.jpg",
    "popularity": 7.4555,
    "tmdb_url": "https://www.themoviedb.org/movie/9705"
  },
  {
    "id": 747188,
    "title": "Asteroid City",
    "release_date": "2023-06-08",
    "overview": "In an American desert town circa 1955, the itinerary of a Junior Stargazer/Space Cadet convention is spectacularly disrupted by world-changing events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hfo7pvL9Fys7rocfL4VOzw9qDEQ.jpg",
    "popularity": 7.1428,
    "tmdb_url": "https://www.themoviedb.org/movie/747188"
  },
  {
    "id": 28178,
    "title": "Hachi: A Dog's Tale",
    "release_date": "2009-06-08",
    "overview": "A drama based on the true story of a college professor's bond with the abandoned dog he takes into his home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lsy3aEsEfYIHdLRk4dontZ4s85h.jpg",
    "popularity": 6.7441,
    "tmdb_url": "https://www.themoviedb.org/movie/28178"
  },
  {
    "id": 1391,
    "title": "Y Tu Mamá También",
    "release_date": "2001-06-08",
    "overview": "In Mexico, two teenage boys and an attractive older woman embark on a road trip and learn a thing or two about life, friendship, sex, and each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eTAQWIqHyFtnvNyYpFO5IoaVi1L.jpg",
    "popularity": 6.5341,
    "tmdb_url": "https://www.themoviedb.org/movie/1391"
  },
  {
    "id": 300669,
    "title": "Don't Breathe",
    "release_date": "2016-06-08",
    "overview": "A group of teens break into a blind man's home thinking they'll get away with the perfect crime. They're wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dSxHyPZ2nipSfvdft4IhQKjk5eZ.jpg",
    "popularity": 5.7244,
    "tmdb_url": "https://www.themoviedb.org/movie/300669"
  },
  {
    "id": 9408,
    "title": "Surf's Up",
    "release_date": "2007-06-08",
    "overview": "A young surfer enters his first contest, hoping a win will earn him respect. But an encounter with a laid-back local forces him to rethink his values.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lenJ0hOmlks0dyxzNJoNVQlR3qR.jpg",
    "popularity": 5.5668,
    "tmdb_url": "https://www.themoviedb.org/movie/9408"
  },
  {
    "id": 24049,
    "title": "Sivaji: The Boss",
    "release_date": "2007-06-08",
    "overview": "A wealthy engineer arrives in India with the mission of serving the nation and investing in the country's welfare but is met with strong opposition from corrupt officials and politicians. After being faced with insurmountable hardships, he decides to take drastic measures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t5oPb8q91gdClkyJG2hxyebEglv.jpg",
    "popularity": 5.4488,
    "tmdb_url": "https://www.themoviedb.org/movie/24049"
  },
  {
    "id": 817,
    "title": "Austin Powers: The Spy Who Shagged Me",
    "release_date": "1999-06-08",
    "overview": "When diabolical genius Dr. Evil travels back in time to steal superspy Austin Powers's ‘mojo,’ Austin must return to the swingin' '60s himself - with the help of American agent, Felicity Shagwell - to stop the dastardly plan. Once there, Austin faces off against Dr. Evil's army of minions to try to save the world in his own unbelievably groovy way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wqcE8EAmVl5j3mLuIrHFG7RmQyg.jpg",
    "popularity": 5.3254,
    "tmdb_url": "https://www.themoviedb.org/movie/817"
  },
  {
    "id": 437109,
    "title": "The Villainess",
    "release_date": "2017-06-08",
    "overview": "A young girl is raised as a killer in the Yanbian province of China. She hides her identity and travels to South Korea where she hopes to lead a quiet life but becomes involved with two mysterious men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tJlOV2SU6qTxR540H9VtoCAOVm.jpg",
    "popularity": 4.8542,
    "tmdb_url": "https://www.themoviedb.org/movie/437109"
  },
  {
    "id": 37686,
    "title": "Super 8",
    "release_date": "2011-06-08",
    "overview": "In 1979 Ohio, several youngsters are making a zombie movie with a Super-8 camera. In the midst of filming, the friends witness a horrifying train derailment and are lucky to escape with their lives. They soon discover that the catastrophe was no accident, as a series of unexplained events and disappearances soon follows. Deputy Jackson Lamb, the father of one of the kids, searches for the terrifying truth behind the crash.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sytFL6ALMAesKZoarlp7bIDKnns.jpg",
    "popularity": 4.5679,
    "tmdb_url": "https://www.themoviedb.org/movie/37686"
  },
  {
    "id": 9397,
    "title": "Evolution",
    "release_date": "2001-06-08",
    "overview": "A comedy that follows the chaos that ensues when a meteor hits the Earth carrying alien life forms that give new meaning to the term \"survival of the fittest.\" David Duchovny, Orlando Jones, Seann William Scott, and Julianne Moore are the only people standing between the aliens and world domination... which could be bad news for the Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dwIrP544LxJtXToLpzkEa08pIMm.jpg",
    "popularity": 4.5045,
    "tmdb_url": "https://www.themoviedb.org/movie/9397"
  },
  {
    "id": 736732,
    "title": "Broker",
    "release_date": "2022-06-08",
    "overview": "Sang-hyun is always struggling from debt, and Dong-soo works at a baby box facility. On a rainy night, they steal the baby Woo-sung, who was left in the baby box, to sell him at a good price. Meanwhile, detectives were watching, and they quietly track them down to capture the crucial evidence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x86xaUnxU31JYiwlO35corDEV1i.jpg",
    "popularity": 4.3708,
    "tmdb_url": "https://www.themoviedb.org/movie/736732"
  },
  {
    "id": 1138361,
    "title": "El Vacío",
    "release_date": "2023-06-08",
    "overview": "He, a famous filmmaker living off his past, decides to give romance a chance when he meets Her.What starts as a perfect love story is threatened by routine, unfulfilled expectations and the eternal desire to fill the void inside both of them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/woXQUmCl2VTQ2VdFdFx2vnFZVqn.jpg",
    "popularity": 3.7584,
    "tmdb_url": "https://www.themoviedb.org/movie/1138361"
  },
  {
    "id": 8764,
    "title": "Top Secret!",
    "release_date": "1984-06-08",
    "overview": "Popular and dashing American singer Nick Rivers travels to East Germany to perform in a music festival. When he loses his heart to the gorgeous Hillary Flammond, he finds himself caught up in an underground resistance movement. Rivers joins forces with Agent Cedric and Flammond to attempt the rescue of her father, Dr. Paul, from the Germans, who have captured the scientist in hopes of coercing him into building a new naval mine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hRTbfR27xghnVMs3ZJ3EhK3zzud.jpg",
    "popularity": 3.4288,
    "tmdb_url": "https://www.themoviedb.org/movie/8764"
  },
  {
    "id": 833593,
    "title": "2037",
    "release_date": "2022-06-08",
    "overview": "Yoon-young, a 19-year-old girl who dreams of becoming a civil servant, is framed as a murderer and imprisoned in a women's prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rfYnMtNiLfqOBQjWBjN8auganXw.jpg",
    "popularity": 3.2317,
    "tmdb_url": "https://www.themoviedb.org/movie/833593"
  },
  {
    "id": 399173,
    "title": "The Assignment",
    "release_date": "2016-06-08",
    "overview": "Ace assassin Frank Kitchen is double crossed by gangsters and falls into the hands of rogue surgeon known as The Doctor who turns him into a woman. The hitman, now a hitwoman, sets out for revenge, aided by a nurse named Johnnie who also has secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3wx83iGCATiIAyrZHI6AeeNfiAT.jpg",
    "popularity": 3.1801,
    "tmdb_url": "https://www.themoviedb.org/movie/399173"
  },
  {
    "id": 795774,
    "title": "All Eyes Off Me",
    "release_date": "2022-06-08",
    "overview": "A party in Tel Aviv, Israel. Danny is looking for Max to share that she is pregnant with his child; but Max has just started a new relationship with Avishag whose rough sexual fantasy he is trying to make come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rtgZafeiX0eDmojCoMDk622ofKR.jpg",
    "popularity": 3.1512,
    "tmdb_url": "https://www.themoviedb.org/movie/795774"
  },
  {
    "id": 1124842,
    "title": "Against All Enemies",
    "release_date": "2023-06-08",
    "overview": "Over one thousand people have been charged with storming the United States Capitol on January 6, 2021, as part of a widely televised insurrection attempt. Approximately 15% of them worked as police or military personnel. This staggering statistic begs an important question: how can a service member who took an oath to protect the country’s democracy do something that puts that very democracy in jeopardy?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nfzDJXlkdKZ1v21GKGfAiYC6VFZ.jpg",
    "popularity": 2.92,
    "tmdb_url": "https://www.themoviedb.org/movie/1124842"
  },
  {
    "id": 19458,
    "title": "Princess Protection Program",
    "release_date": "2009-06-08",
    "overview": "When her nation is invaded, a young princess is taken into the Princess Protection Program. She is relocated to Louisiana, where she stays with a covert agent and his tomboyish daughter, and must learn how to behave like an ordinary teenager.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tPKD9hmuYxclAQnfup47qLx8a5T.jpg",
    "popularity": 2.7302,
    "tmdb_url": "https://www.themoviedb.org/movie/19458"
  },
  {
    "id": 12403,
    "title": "A Perfect Getaway",
    "release_date": "2009-06-08",
    "overview": "For their honeymoon, newlyweds Cliff and Cydney head to the tropical islands of Hawaii. While journeying through the paradisaical countryside the couple encounters Kale and Cleo, two disgruntled hitchhikers and Nick and Gina, two wild but well-meaning spirits who help guide them through the lush jungles. The picturesque waterfalls and scenic mountainsides quickly give way to terror when Cliff and Cydney learn of a grisly murder that occurred nearby and realize that they're being followed by chance acquaintances that suspiciously fit the description of the killers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ncuGG0hIlA03dQBJmdoT2LWgodG.jpg",
    "popularity": 2.5897,
    "tmdb_url": "https://www.themoviedb.org/movie/12403"
  },
  {
    "id": 987208,
    "title": "Closing Dynasty",
    "release_date": "2022-06-08",
    "overview": "On a school day, a seven year-old girl, Queenie, hustles and schemes ways to make money on the streets of New York City.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7k5zSKEPiwo4kX59KWdsEE6BIcT.jpg",
    "popularity": 2.4945,
    "tmdb_url": "https://www.themoviedb.org/movie/987208"
  },
  {
    "id": 302150,
    "title": "The Hunter's Prayer",
    "release_date": "2017-06-08",
    "overview": "An assassin forges an unlikely partnership with one of his targets: a woman seeking revenge for the murder of her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d5MEdS2Q1HpZyqaRZ54VrzHfq4G.jpg",
    "popularity": 2.433,
    "tmdb_url": "https://www.themoviedb.org/movie/302150"
  },
  {
    "id": 11595,
    "title": "Another 48 Hrs.",
    "release_date": "1990-06-08",
    "overview": "For the past four years, San Francisco cop Jack Cates has been after an unidentified drug kingpin who calls himself the Ice Man. Jack finds a picture that proves that the Ice Man has put a price on the head of Reggie Hammond, who is scheduled to be released from prison on the next day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3oSAuZP0346zcIo6awKzHyGUS44.jpg",
    "popularity": 2.194,
    "tmdb_url": "https://www.themoviedb.org/movie/11595"
  },
  {
    "id": 196761,
    "title": "Hal",
    "release_date": "2013-06-08",
    "overview": "Kurumi’s heart was broken by the sudden death of her boyfriend in a tragic airplane accident. By melding futuristic technology with the binary equivalent of human emotion, a brilliant scientist created an ultra-lifelike robotic surrogate to take Hal’s place – and lure Kurumi from her shroud of solitude.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fdQHrLLPzJxyZelqHkPkqGWeJIi.jpg",
    "popularity": 2.0569,
    "tmdb_url": "https://www.themoviedb.org/movie/196761"
  }
]