[
  {
    "id": 787,
    "title": "Mr. & Mrs. Smith",
    "release_date": "2005-06-07",
    "overview": "A husband and wife struggle to keep their marriage alive until they realize they are both secretly working as assassins. Now, their respective assignments require them to kill each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kjD700RtyhveN3ZbOnSvUSne0Qj.jpg",
    "popularity": 12.7446,
    "tmdb_url": "https://www.themoviedb.org/movie/787"
  },
  {
    "id": 9340,
    "title": "The Goonies",
    "release_date": "1985-06-07",
    "overview": "Young teenager Mikey Walsh finds an old treasure map in his father's attic. Hoping to save their homes from demolition, Mikey and his friends Data, Chunk, and Mouth set off on a quest to find the secret stash of Pirate One-Eyed Willie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eBU7gCjTCj9n2LTxvCSIXXOvHkD.jpg",
    "popularity": 12.5908,
    "tmdb_url": "https://www.themoviedb.org/movie/9340"
  },
  {
    "id": 493922,
    "title": "Hereditary",
    "release_date": "2018-06-07",
    "overview": "Following the death of the Leigh family matriarch, Annie and her children uncover disturbing secrets about their heritage. Their daily lives are not only impacted, but they also become entangled in a chilling fate from which they cannot escape, driving them to the brink of madness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4GFPuL14eXi66V96xBWY73Y9PfR.jpg",
    "popularity": 12.1478,
    "tmdb_url": "https://www.themoviedb.org/movie/493922"
  },
  {
    "id": 402900,
    "title": "Ocean's Eight",
    "release_date": "2018-06-07",
    "overview": "Debbie Ocean, a criminal mastermind, gathers a crew of female thieves to pull off the heist of the century at New York's annual Met Gala.",
    "poster_url": "https://image.tmdb.org/t/p/w500/MvYpKlpFukTivnlBhizGbkAe3v.jpg",
    "popularity": 10.9898,
    "tmdb_url": "https://www.themoviedb.org/movie/402900"
  },
  {
    "id": 9802,
    "title": "The Rock",
    "release_date": "1996-06-07",
    "overview": "When vengeful General Francis X. Hummel seizes control of Alcatraz Island and threatens to launch missiles loaded with deadly chemical weapons into San Francisco, only a young FBI chemical weapons expert and notorious Federal prisoner have the skills to penetrate the impregnable island fortress and take him down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j5mxLNWjUlXUUk8weFBtnF4afIR.jpg",
    "popularity": 8.1866,
    "tmdb_url": "https://www.themoviedb.org/movie/9802"
  },
  {
    "id": 9399,
    "title": "Lionheart",
    "release_date": "1990-06-07",
    "overview": "Lyon Gaultier is a deserter in the Foreign Legion arriving in the USA entirely hard up. He finds his brother between life and death and his sister-in-law without the money needed to heal her husband and to maintain her child. To earn the money needed, Gaultier decides to take part in some very dangerous clandestine fights.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4fgTLKtYLU13MiuWcPnC1esJI53.jpg",
    "popularity": 5.8451,
    "tmdb_url": "https://www.themoviedb.org/movie/9399"
  },
  {
    "id": 1621,
    "title": "Trading Places",
    "release_date": "1983-06-07",
    "overview": "A snobbish investor and a wily street con-artist find their positions reversed as part of a bet by two callous millionaires.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mBuLCOcpWnmYtZc4aqtvDXslv6.jpg",
    "popularity": 5.5593,
    "tmdb_url": "https://www.themoviedb.org/movie/1621"
  },
  {
    "id": 982543,
    "title": "V for Vengeance",
    "release_date": "2022-06-07",
    "overview": "After learning that their younger sibling escaped an earlier kidnapping attempt that also killed their parents, two estranged sisters must join forces to rescue her from a group of bloodthirsty vampires. Out for revenge and control of a vampirism vaccine, Thorn and his band of the undead soon learn that they messed with the wrong family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eor4CPp7YHYh3J01NgNkQwGW4IC.jpg",
    "popularity": 5.3234,
    "tmdb_url": "https://www.themoviedb.org/movie/982543"
  },
  {
    "id": 1094936,
    "title": "First stay date Rena Miyashita, holding hands, kissing, laughing, and then forgetting time and getting intertwined",
    "release_date": "2022-06-07",
    "overview": "MIDV-118: Dokidoki's flirting love date! Play at the arcade, watch the night view with the Ferris wheel, hold hands with the boys and kiss. A day like youth with laughter! !! After playing outside, we meet closely at the hotel, forgetting the time and seeking SEX! Sweet, violently disturbed and immersed in pleasure many times. The next morning, a staying date that is indecently intertwined. An innocent and innocent cute smile and an ecstatically distorted naughty face all day long! !!",
    "poster_url": "https://image.tmdb.org/t/p/w500/eudoBAhUNVFjHoXNNFRUmFSbBUd.jpg",
    "popularity": 5.2559,
    "tmdb_url": "https://www.themoviedb.org/movie/1094936"
  },
  {
    "id": 391757,
    "title": "Never Back Down: No Surrender",
    "release_date": "2016-06-07",
    "overview": "Picking up after the events of Never Back Down 2, former MMA champion Case Walker is on the comeback trail to become champion once again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pHVswTDHAvq9Npi0XCZ0qVMSiM2.jpg",
    "popularity": 5.1165,
    "tmdb_url": "https://www.themoviedb.org/movie/391757"
  },
  {
    "id": 39101,
    "title": "Dragon Ball Z: The Tree of Might",
    "release_date": "1990-06-07",
    "overview": "Goku and friends must stop a band of space pirates from consuming fruit from the Tree of Might before it's destructive powers drain Earth's energy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fDX4Dp8IKvjBAaEb5MOJrGkxWX0.jpg",
    "popularity": 4.9703,
    "tmdb_url": "https://www.themoviedb.org/movie/39101"
  },
  {
    "id": 1691,
    "title": "Hostel: Part II",
    "release_date": "2007-06-07",
    "overview": "Three American college students studying abroad are lured to a Slovakian hostel, and discover the grim reality behind it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qB20aiY8Ah3pQikkBxm3j7jQVc8.jpg",
    "popularity": 3.7501,
    "tmdb_url": "https://www.themoviedb.org/movie/1691"
  },
  {
    "id": 585077,
    "title": "Children of the Sea",
    "release_date": "2019-06-07",
    "overview": "Ruka is a young girl whose parents are separated and whose father works in an aquarium. When two boys, Umi and Sora, who were raised in the sea by dugongs, are brought to the aquarium, Ruka feels drawn to them and begins to realize that she has the same sort of supernatural connection to the ocean that they do. Umi and Sora's special power seems to be connected to strange events that have been occurring more and more frequently, such as the appearance of sea creatures far from their home territory and the disappearance of aquarium animals around the world. However, the exact nature of the boys' power and of the abnormal events is unknown, and Ruka gets drawn into investigating the mystery that surrounds her new friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2QKNREj8xPHShu993QAySoGDCwu.jpg",
    "popularity": 3.3278,
    "tmdb_url": "https://www.themoviedb.org/movie/585077"
  },
  {
    "id": 585261,
    "title": "Virus",
    "release_date": "2019-06-07",
    "overview": "A real life account of the deadly Nipah virus outbreak in Kerala, and the courageous fight put on by several individuals which helped to contain the epidemic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fd8BJ1j5BzaC9McYRW98PmeqkHo.jpg",
    "popularity": 3.2322,
    "tmdb_url": "https://www.themoviedb.org/movie/585261"
  },
  {
    "id": 160806,
    "title": "Street Angels",
    "release_date": "1996-06-07",
    "overview": "After her gangster boyfriend Walkie Pie skips town to evade a murder rap, beautiful Tung Yen hooks up with a wealthy nightclub owner, Brother Man, only to have her ex return with guns blazing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/74hEPSixMgcoZ9hj0jl220OZgZX.jpg",
    "popularity": 3.0377,
    "tmdb_url": "https://www.themoviedb.org/movie/160806"
  },
  {
    "id": 1365,
    "title": "Monster's Ball",
    "release_date": "2001-06-07",
    "overview": "A prison guard begins a tentative romance with the unsuspecting widow of a man whose execution he presided over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rQeufx98gKH4CCeVw57KT1Fd0gr.jpg",
    "popularity": 2.8105,
    "tmdb_url": "https://www.themoviedb.org/movie/1365"
  },
  {
    "id": 505948,
    "title": "I Am Mother",
    "release_date": "2019-06-07",
    "overview": "A teenage girl is raised underground by a robot \"Mother\", designed to repopulate the earth following an extinction event. But their unique bond is threatened when an inexplicable stranger arrives with alarming news.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ayPSqlpYIbeq1RiDekx6W9WUqrL.jpg",
    "popularity": 2.6853,
    "tmdb_url": "https://www.themoviedb.org/movie/505948"
  },
  {
    "id": 951407,
    "title": "The Edge of Paradise",
    "release_date": "2018-06-07",
    "overview": "Howard Taylor, brother of actress Elizabeth, bails out a rag-tag band of young Mainlanders jailed for vagrancy and invites them to live on his oceanfront land. Soon, waves of hippies, surfers, and troubled Vietnam vets find their way to this clothing-optional, pot-friendly, tree house village at the end of the road on Kauai's North Shore-the ultimate hippie fantasy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbfYAwiHzyTn4IjWAlIvyahIZcV.jpg",
    "popularity": 2.6189,
    "tmdb_url": "https://www.themoviedb.org/movie/951407"
  },
  {
    "id": 73567,
    "title": "Killer Joe",
    "release_date": "2012-06-07",
    "overview": "A cop who moonlights as a hit man agrees to kill the hated mother of a desperate drug dealer in exchange for a tumble with the young man's virginal sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Tt1TQeOI4TpXu1cBUgNGNGeznW.jpg",
    "popularity": 2.5674,
    "tmdb_url": "https://www.themoviedb.org/movie/73567"
  },
  {
    "id": 953735,
    "title": "Marinette",
    "release_date": "2023-06-07",
    "overview": "Based on the biography Ne jamais rien lâcher, the script traces the career of Marinette Pichon over three decades. Born in 1975, she was the pioneer of French women's football and one of the greatest stars of that sport in the world. A prodigy discovered at the age of five, she went on to become the first French player to make a career in the United States (men/women combined) and the record holder for the number of goals and selections for the French team (men/women combined). From her childhood, ravaged by an alcoholic and violent father, to the American dream (she was crowned best player and best scorer in the prestigious US league in 2002 and 2003 and \"Most Valuable Player\" in 2003), via her career with the French team, Marinette paints the portrait of a kid from a working-class background who was not destined for such an extraordinary career path...",
    "poster_url": "https://image.tmdb.org/t/p/w500/aM7o55PKT45q630Qmma1fNu99Cd.jpg",
    "popularity": 2.4681,
    "tmdb_url": "https://www.themoviedb.org/movie/953735"
  },
  {
    "id": 1406,
    "title": "City Slickers",
    "release_date": "1991-06-07",
    "overview": "Three New York businessmen decide to take a \"Wild West\" vacation that turns out not to be the relaxing vacation they had envisioned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9DVZpm9pQNB3M17cRo752zqUYhL.jpg",
    "popularity": 2.4598,
    "tmdb_url": "https://www.themoviedb.org/movie/1406"
  },
  {
    "id": 406761,
    "title": "Hotel Artemis",
    "release_date": "2018-06-07",
    "overview": "Los Angeles, June 21st, 2028. While the streets are being torn apart by riots, the Nurse, who runs a clandestine hospital for criminals in the penthouse of the Artemis, a closed old hotel, has a rough night dealing with troublemaker clients: thieves, assassins, someone from the past and the one who owns the place and the whole city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vaZMpZOhhkKOYz0MHCx4vDABwgP.jpg",
    "popularity": 2.4154,
    "tmdb_url": "https://www.themoviedb.org/movie/406761"
  },
  {
    "id": 41215,
    "title": "Black Death",
    "release_date": "2010-06-07",
    "overview": "As the plague decimates medieval Europe, rumours circulate of a village immune from the plague. There is talk of a necromancer who leads the village and is able to raise the dead. A fearsome knight joined by a cohort of soldiers and a young monk are charged by the church to investigate. Their journey is filled with danger, but it's upon entering the village that their true horror begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gXRERDpyT9s3m2yk6wNmrTWbZfG.jpg",
    "popularity": 2.3566,
    "tmdb_url": "https://www.themoviedb.org/movie/41215"
  },
  {
    "id": 1034653,
    "title": "Yeh Ballet",
    "release_date": "2017-06-07",
    "overview": "Dancing is a passion of the rich, believes Manish Chauhan , the 21-year-old son of a taxi driver in suburban Mumbai. Yet he, like his friend, 15-year-old Amiruddin Shah daydream of becoming principal ballet dancers in big American companies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hvlOJ8YhqF6IgLgk5tQt6IszgOD.jpg",
    "popularity": 2.3533,
    "tmdb_url": "https://www.themoviedb.org/movie/1034653"
  },
  {
    "id": 3132,
    "title": "Bad Company",
    "release_date": "2002-06-07",
    "overview": "When a Harvard-educated CIA agent is killed during an operation, the secret agency recruits his twin brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/umu141mcfIEhRLgyQp7TWlGJFW.jpg",
    "popularity": 2.2179,
    "tmdb_url": "https://www.themoviedb.org/movie/3132"
  },
  {
    "id": 1192874,
    "title": "Gamanam",
    "release_date": "1994-06-07",
    "overview": "",
    "poster_url": null,
    "popularity": 2.188,
    "tmdb_url": "https://www.themoviedb.org/movie/1192874"
  },
  {
    "id": 58443,
    "title": "Blue Crush 2",
    "release_date": "2011-06-07",
    "overview": "Haunted by the memory of her deceased mother, Dana leaves Malibu behind and heads to South Africa to fulfill her mother's dream of surfing Jefferys Bay.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrxurRiSiqsC65qhu4PO0FAPDb0.jpg",
    "popularity": 2.1768,
    "tmdb_url": "https://www.themoviedb.org/movie/58443"
  },
  {
    "id": 139656,
    "title": "Mere Yaar Ki Shaadi Hai",
    "release_date": "2002-06-07",
    "overview": "Sanjay and Anjali are childhood chums . When Sanjay's roommate Ria questions him whether he has fallen for Anjali he vehemently denies . But the truth that he indeed loves her hits him like a ton of bricks when Sanjana calls him to tell that she is getting married to Rohit. Sanjay wants to win Anjali's heart at any cost and sets off on his \"noble\" cause of stopping the marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/26fFnoLCuA5vzEGQsmLbNYBiI8J.jpg",
    "popularity": 2.1148,
    "tmdb_url": "https://www.themoviedb.org/movie/139656"
  },
  {
    "id": 1713,
    "title": "Jungle Fever",
    "release_date": "1991-06-07",
    "overview": "A successful and married black man contemplates having an affair with a white girl from work. He's quite rightly worried that the racial difference would make an already taboo relationship even worse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pw7cOdwCylBuiv6rvosBSkcgKEe.jpg",
    "popularity": 2.0298,
    "tmdb_url": "https://www.themoviedb.org/movie/1713"
  }
]