[
  {
    "id": 10576,
    "title": "Psycho II",
    "release_date": "1983-06-03",
    "overview": "Norman Bates is declared sane and released from the facility in which he was being held, despite the complaints of Lila Loomis, sister of his most famous victim. Is he really cured, or will he kill again?",
    "poster_url": "https://image.tmdb.org/t/p/w500/sJAPRj3vHmjV4z97YK84iDovYlm.jpg",
    "popularity": 17.3337,
    "tmdb_url": "https://www.themoviedb.org/movie/10576"
  },
  {
    "id": 1923,
    "title": "Twin Peaks: Fire Walk with Me",
    "release_date": "1992-06-03",
    "overview": "In the questionable town of Deer Meadow, Washington, FBI Agent Desmond inexplicably disappears while hunting for the man who murdered a teen girl. The killer is never apprehended, and, after experiencing dark visions and supernatural encounters, Agent Dale Cooper chillingly predicts that the culprit will claim another life. Meanwhile, in the more cozy town of Twin Peaks, hedonistic beauty Laura Palmer hangs with lowlifes and seems destined for a grisly fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rol5H6loAojd6tH2VXQYEXzGQk1.jpg",
    "popularity": 7.0226,
    "tmdb_url": "https://www.themoviedb.org/movie/1923"
  },
  {
    "id": 581644,
    "title": "The Misfits",
    "release_date": "2021-06-03",
    "overview": "After being recruited by a group of unconventional thieves, renowned criminal Richard Pace finds himself caught up in an elaborate gold heist that promises to have far-reaching implications on his life and the lives of countless others.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dPOyYnCkRbWAEem85N3VFpQODf5.jpg",
    "popularity": 6.457,
    "tmdb_url": "https://www.themoviedb.org/movie/581644"
  },
  {
    "id": 117,
    "title": "The Untouchables",
    "release_date": "1987-06-03",
    "overview": "Elliot Ness, an ambitious prohibition agent, is determined to take down Al Capone. In order to achieve this goal, he forms a group given the nickname “The Untouchables”.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iK4twY48a1nVCez0qXE5w4JFvXw.jpg",
    "popularity": 5.6827,
    "tmdb_url": "https://www.themoviedb.org/movie/117"
  },
  {
    "id": 188222,
    "title": "Entourage",
    "release_date": "2015-06-03",
    "overview": "Movie star Vincent Chase, together with his boys, Eric, Turtle and Johnny, are back…and back in business with super agent-turned-studio head Ari Gold. Some of their ambitions have changed, but the bond between them remains strong as they navigate the capricious and often cutthroat world of Hollywood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/28dqsx1jCxhR05DfH35ui13ywNZ.jpg",
    "popularity": 5.63,
    "tmdb_url": "https://www.themoviedb.org/movie/188222"
  },
  {
    "id": 2280,
    "title": "Big",
    "release_date": "1988-06-03",
    "overview": "When a young boy makes a wish at a carnival machine to be big—he wakes up the following morning to find that it has been granted and his body has grown older overnight. But he is still the same 13-year-old boy inside. Now he must learn how to cope with the unfamiliar world of grown-ups including getting a job and having his first romantic encounter with a woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eWhCDJiwxvx3YXkAFRiHjimnF0j.jpg",
    "popularity": 5.2876,
    "tmdb_url": "https://www.themoviedb.org/movie/2280"
  },
  {
    "id": 611598,
    "title": "Samrat Prithviraj",
    "release_date": "2022-06-03",
    "overview": "The true story of legendary Hindu warrior king \"Prithviraj Chauhan\" including his early military successes, love story with Sanyogita & clashes with Muhammad of Ghor, a ruler of the Ghurid dynasty who led the foundation of Muslim rule in the Indian subcontinent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/itjop20yizH1cwB44tIo5JivPSq.jpg",
    "popularity": 5.2625,
    "tmdb_url": "https://www.themoviedb.org/movie/611598"
  },
  {
    "id": 860,
    "title": "WarGames",
    "release_date": "1983-06-03",
    "overview": "High school student David Lightman has a talent for hacking. But while trying to hack into a computer system to play unreleased video games, he unwittingly taps into the Department of Defense's war computer and initiates a confrontation of global proportions. Together with his friend and a wizardly computer genius, David must race against time to outwit his opponent and prevent a nuclear Armageddon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zZ1rN4LoPxKNfAp67Xl300WxVeD.jpg",
    "popularity": 5.1772,
    "tmdb_url": "https://www.themoviedb.org/movie/860"
  },
  {
    "id": 983507,
    "title": "Good Boy",
    "release_date": "2022-06-03",
    "overview": "Christian – a millionaire heir, meets Sigrid – a young student, on a dating app. They hit it off quickly, but there's only one problem: Christian lives with Frank, a man who dresses up and constantly acts like a dog.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w6jLbdl9vIRObwoG6xoZcZUsfi2.jpg",
    "popularity": 4.9634,
    "tmdb_url": "https://www.themoviedb.org/movie/983507"
  },
  {
    "id": 37707,
    "title": "Splice",
    "release_date": "2010-06-03",
    "overview": "Elsa and Clive, two young rebellious scientists, defy legal and ethical boundaries and forge ahead with a dangerous experiment: splicing together human and animal DNA to create a new organism. Named \"Dren\", the creature rapidly develops from a deformed female infant into a beautiful but dangerous winged human-chimera, who forges a bond with both of her creators - only to have that bond turn deadly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4oqaWnO3dKYAt3vZWAD4oLfOXOC.jpg",
    "popularity": 4.9376,
    "tmdb_url": "https://www.themoviedb.org/movie/37707"
  },
  {
    "id": 705861,
    "title": "Hustle",
    "release_date": "2022-06-03",
    "overview": "After discovering a once-in-a-lifetime player with a rocky past abroad, a down on his luck basketball scout takes it upon himself to bring the phenom to the States without his team's approval. Against the odds, they have one final shot to prove they have what it takes to make it in the NBA.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xWic7kPq13oRxYjbGLApXCnc7pz.jpg",
    "popularity": 4.625,
    "tmdb_url": "https://www.themoviedb.org/movie/705861"
  },
  {
    "id": 807356,
    "title": "Watcher",
    "release_date": "2022-06-03",
    "overview": "As a serial killer stalks the city, Julia — a young actress who just moved to town with her husband — notices a mysterious stranger watching her from across the street.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dXCjoI3jdtBrwPHgVsyNLkl8Rvs.jpg",
    "popularity": 3.9166,
    "tmdb_url": "https://www.themoviedb.org/movie/807356"
  },
  {
    "id": 605153,
    "title": "Major",
    "release_date": "2022-06-03",
    "overview": "This biopic follows the life of Indian Army officer Major Sandeep Unnikrishnan, from his childhood to his heroic actions during the 2008 Mumbai attacks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sJOfJuyQVZPwNQ8g21Qv0lojQhC.jpg",
    "popularity": 3.6061,
    "tmdb_url": "https://www.themoviedb.org/movie/605153"
  },
  {
    "id": 9615,
    "title": "The Fast and the Furious: Tokyo Drift",
    "release_date": "2006-06-03",
    "overview": "In order to avoid a jail sentence, Sean Boswell heads to Tokyo to live with his military father. In a low-rent section of the city, Shaun gets caught up in the underground world of drift racing",
    "poster_url": "https://image.tmdb.org/t/p/w500/46xqGOwHbh2TH2avWSw3SMXph4E.jpg",
    "popularity": 3.3251,
    "tmdb_url": "https://www.themoviedb.org/movie/9615"
  },
  {
    "id": 32823,
    "title": "Get Him to the Greek",
    "release_date": "2010-06-03",
    "overview": "Pinnacle records has the perfect plan to get their sinking company back on track: a comeback concert in LA featuring Aldous Snow, a fading rockstar who has dropped off the radar in recent years. Record company intern Aaron Green is faced with the monumental task of bringing his idol, out of control rock star Aldous Snow, back to LA for his comeback show.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6g0li87w8LIK77QRUtOkQkM6bD7.jpg",
    "popularity": 3.2551,
    "tmdb_url": "https://www.themoviedb.org/movie/32823"
  },
  {
    "id": 341012,
    "title": "Popstar: Never Stop Never Stopping",
    "release_date": "2016-06-03",
    "overview": "When his new album fails to sell records, pop/rap superstar Conner4real goes into a major tailspin and watches his celebrity high life begin to collapse. He'll try anything to bounce back, anything except reuniting with his old rap group The Style Boyz.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jBZeZZNjYBUU21zFvBnin5n62bv.jpg",
    "popularity": 3.1703,
    "tmdb_url": "https://www.themoviedb.org/movie/341012"
  },
  {
    "id": 44629,
    "title": "Animal Kingdom",
    "release_date": "2010-06-03",
    "overview": "Joshua “J” is taken in by his extended family after his mother dies of an overdose. The clan, ruled by J’s scheming grandmother, is heavily involved in criminal activities, and J is soon indoctrinated into their way of life. But J is given a chance to take another path when a cop seeks to help him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zhj8YPQKuRev5N3KoHacsPnF4mB.jpg",
    "popularity": 2.8409,
    "tmdb_url": "https://www.themoviedb.org/movie/44629"
  },
  {
    "id": 62320,
    "title": "Home",
    "release_date": "2009-06-03",
    "overview": "In 200,000 years of existence, man has upset the balance on which the Earth had lived for 4 billion years. Global warming, resource depletion, species extinction: man has endangered his own home. But it is too late to be pessimistic: humanity has barely ten years left to reverse the trend, become aware of its excessive exploitation of the Earth's riches, and change its consumption pattern.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Ph0vzTiORSSlYjsXLFM1OZHkI8.jpg",
    "popularity": 2.6847,
    "tmdb_url": "https://www.themoviedb.org/movie/62320"
  },
  {
    "id": 58745,
    "title": "Red Room",
    "release_date": "1999-06-03",
    "overview": "How low would you go to win a million dollars? Just how desperate are you for the cash? Desperate enough to enter the Red Room? In this latest and most vicious game show to emerge from the Japanese underground, four contestants (a husband and wife on the edge of divorce, an office lady and a school girl) are locked in the Red Room to draw cards in the \"king game.\" Whoever draws the king selects two others to enter a cage where one performs the most outrageous acts upon his or her unlucky victim. The game is played to the death. Survivor takes all, and the losers go home in body bags!",
    "poster_url": "https://image.tmdb.org/t/p/w500/eWcmVLGRuK0cQIXU3sLebwncZRl.jpg",
    "popularity": 2.6697,
    "tmdb_url": "https://www.themoviedb.org/movie/58745"
  },
  {
    "id": 1126273,
    "title": "Jones Plantation",
    "release_date": "2023-06-03",
    "overview": "On a cotton plantation in Puerto Rico, the slaves are growing restless and rebellious, and attempts to crush the resistance by brute force have only made things worse. The owner, Mr. Jones, fears not only losing his plantation but also his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b4jSvdcdIqj2UJgO1942fMxsxT1.jpg",
    "popularity": 2.4154,
    "tmdb_url": "https://www.themoviedb.org/movie/1126273"
  },
  {
    "id": 883768,
    "title": "Mobile Suit Gundam: Cucuruz Doan's Island",
    "release_date": "2022-06-03",
    "overview": "After a covert mission goes wrong, Mobile Suit pilot Amuro Ray and his comrades are stranded on a remote island. The battalion was sent to a land called the Island of No Return to clear off any enemy forces, only to find a group of children and an enemy mecha attack. Now Amuro must find a way for them all to escape this mysterious land, but not before meeting a strange man—Cucuruz Doan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h59l93jcYhMAgrZYVgCcuAEM7e9.jpg",
    "popularity": 2.4152,
    "tmdb_url": "https://www.themoviedb.org/movie/883768"
  },
  {
    "id": 28218,
    "title": "Deathstalker II",
    "release_date": "1987-06-03",
    "overview": "Deathstalker helps Reena the Seer out of a few jams, and she solicits his help for a bigger task. She reveals that she is actually Princess Evie, but the evil sorcerer had her abducted and cloned in order to seize control of the kingdom. Together they travel to the evil sorcerer's stronghold to restore the princess to her rightful position, encountering challenges along the way both from the sorcerer's goons and the fierce Amazon women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mCwn0hL1ha425EIIYjuMUbunix.jpg",
    "popularity": 2.4005,
    "tmdb_url": "https://www.themoviedb.org/movie/28218"
  },
  {
    "id": 9787,
    "title": "Lords of Dogtown",
    "release_date": "2005-06-03",
    "overview": "The radical true story behind three teenage surfers from Venice Beach, California, who took skateboarding to the extreme and changed the world of sports forever. Stacy Peralta, Tony Alva and Jay Adams are the Z-Boys, a bunch of nobodies until they create a new style of skateboarding that becomes a worldwide phenomenon. But when their hobby becomes a business, the success shreds their friendship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k2NiPfydLSwmk28C6qpvpJPuqtq.jpg",
    "popularity": 2.3503,
    "tmdb_url": "https://www.themoviedb.org/movie/9787"
  },
  {
    "id": 55347,
    "title": "Beginners",
    "release_date": "2011-06-03",
    "overview": "Oliver meets the irreverent and unpredictable Anna only months after his father Hal Fields has passed away. This new love floods Oliver with memories of his father, who, following the death of his wife of 44 years, came out of the closet at age 75 to live a full, energized, and wonderfully tumultuous gay life – which included a younger boyfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/io2Tm89or3jO2pDtEAPEACx4wUe.jpg",
    "popularity": 2.3221,
    "tmdb_url": "https://www.themoviedb.org/movie/55347"
  },
  {
    "id": 68868,
    "title": "The Inspector Wears Skirts",
    "release_date": "1988-06-03",
    "overview": "The film revolves around a crack squad of female police officers who have to deal with harassment and a lack of respect from their male colleagues, personal issues as well as some serious criminals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iArllGjB61rjqyCFP0o2F9yu2Vn.jpg",
    "popularity": 2.2262,
    "tmdb_url": "https://www.themoviedb.org/movie/68868"
  },
  {
    "id": 38579,
    "title": "Marmaduke",
    "release_date": "2010-06-03",
    "overview": "When Phil and Debbie Winslow relocate from their native Kansas to the sunny climes of Orange County, their big-hearted, havoc-wreaking Great Dane gets a taste of the dog's life, California-style.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7jCp6hu93bd0swn0MhJ9JJHOhez.jpg",
    "popularity": 2.1746,
    "tmdb_url": "https://www.themoviedb.org/movie/38579"
  },
  {
    "id": 643216,
    "title": "The Nephew",
    "release_date": "2018-06-03",
    "overview": "Burgundy, France, end of 1945. On the day of his 15th birthday, Louis receives a very special gift from his uncle Jules, who decides to take his nephew to his favorite brothel in an attempt to let him explore his new life as a grown-up man. Through the evening’s bittersweet encounters, Louis discovers the adult world in all its complexity and cruelty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vTnlGqJLNVInSYSccPQpoEYMlGO.jpg",
    "popularity": 2.1122,
    "tmdb_url": "https://www.themoviedb.org/movie/643216"
  },
  {
    "id": 505283,
    "title": "My Cousin Sister",
    "release_date": "2019-06-03",
    "overview": "Cousins who work at a single workplace, the man having sex with her older cousin who is angry at him, his younger cousin he loves before who visits, and a hot love story that begins again. The story of a woman who wants to leave the countryside falls into the charm of an uncle who lives with her in town, and a new story written with entangled desires.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2I05riVnrH0IHxIvkIfyXCfTQyv.jpg",
    "popularity": 2.022,
    "tmdb_url": "https://www.themoviedb.org/movie/505283"
  },
  {
    "id": 49983,
    "title": "Enemy Gold",
    "release_date": "1994-06-03",
    "overview": "Three Federal agents go in search of gold supposedly hidden by Quantrell during the Civil War after they are suspended by a corrupt official for excessive force during a drug raid. Meanwhile a drug lord hires a hit woman to kill the three for interfering with his operations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bW3wf5KncLoMolW55k1Uvrrrs9d.jpg",
    "popularity": 2.0129,
    "tmdb_url": "https://www.themoviedb.org/movie/49983"
  },
  {
    "id": 800674,
    "title": "In the Theatre of the Gogs",
    "release_date": "2021-06-03",
    "overview": "A contemplation of art and adventure in the southern wilds of New Zealand by both a landscape photographer and an adventure filmmaker. This film is the unexpected result of their two unique perspectives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9mCgnFLCMEB5ktTbG01bKwcuWR6.jpg",
    "popularity": 2.0113,
    "tmdb_url": "https://www.themoviedb.org/movie/800674"
  },
  {
    "id": 10103,
    "title": "Windstruck",
    "release_date": "2004-06-03",
    "overview": "Kyung-jin, a police officer who finds herself chasing down a suspected bag-snatcher on her day off. However, the man she catches turns out to be Myungwoo, a passer-by who was himself trying to apprehend the real criminal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8OyugG9zsjK4HT42yIcqXMXc2CR.jpg",
    "popularity": 2.0064,
    "tmdb_url": "https://www.themoviedb.org/movie/10103"
  }
]