[
  {
    "id": 9502,
    "title": "Kung Fu Panda",
    "release_date": "2008-06-04",
    "overview": "When the Valley of Peace is threatened, lazy Po the panda discovers his destiny as the \"chosen one\" and trains to become a kung fu hero, but transforming the unsleek slacker into a brave warrior won't be easy. It's up to Master Shifu and the Furious Five -- Tigress, Crane, Mantis, Viper and Monkey -- to give it a try.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wWt4JYXTg5Wr3xBW2phBrMKgp3x.jpg",
    "popularity": 18.6204,
    "tmdb_url": "https://www.themoviedb.org/movie/9502"
  },
  {
    "id": 37165,
    "title": "The Truman Show",
    "release_date": "1998-06-04",
    "overview": "Every second of every day, from the moment he was born, for the last thirty years, Truman Burbank has been the unwitting star of the longest running, most popular documentary-soap opera in history. The picture-perfect town of Seahaven that he calls home is actually a gigantic soundstage. Truman's friends and family - everyone he meets, in fact - are actors. He lives every moment under the unblinking gaze of thousands of hidden TV cameras.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vuza0WqY239yBXOadKlGwJsZJFE.jpg",
    "popularity": 16.078,
    "tmdb_url": "https://www.themoviedb.org/movie/37165"
  },
  {
    "id": 666781,
    "title": "Lesbian World: Fondling",
    "release_date": "1975-06-04",
    "overview": "Naomi, who runs a boutique, is a lesbian and has been having homosexual relationships with her staff, Reiko, and a married woman, Miyako. Her friend Mari, a singer, is also a lesbian, and this is a complicated love story between two women that begins when Reiko falls in love with her one-sidedly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oM3rHc1aK6xCUxzFGSe4mSTERV5.jpg",
    "popularity": 7.2113,
    "tmdb_url": "https://www.themoviedb.org/movie/666781"
  },
  {
    "id": 154,
    "title": "Star Trek II: The Wrath of Khan",
    "release_date": "1982-06-04",
    "overview": "The starship Enterprise and its crew is pulled back into action when old nemesis, Khan, steals a top secret device called Project Genesis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uPyLsKl8Z0LOoxeaFXsY5MxhR5s.jpg",
    "popularity": 7.1873,
    "tmdb_url": "https://www.themoviedb.org/movie/154"
  },
  {
    "id": 942576,
    "title": "Buried in Barstow",
    "release_date": "2022-06-04",
    "overview": "Follows Hazel King, a single mother determined to protect her daughter from the life she once had while defending and protecting those who can't protect themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jROLolTGKmAAeiPndRO0DpiUWNy.jpg",
    "popularity": 4.53,
    "tmdb_url": "https://www.themoviedb.org/movie/942576"
  },
  {
    "id": 672322,
    "title": "Rurouni Kenshin: The Beginning",
    "release_date": "2021-06-04",
    "overview": "Before he was a protector, Kenshin was a fearsome assassin known as Battosai. But when he meets gentle Tomoe Yukishiro, a beautiful young woman who carries a huge burden in her heart, his life will change forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rODS466qSdrwMlGdbUwPENhDN2c.jpg",
    "popularity": 4.4216,
    "tmdb_url": "https://www.themoviedb.org/movie/672322"
  },
  {
    "id": 662237,
    "title": "Sweet & Sour",
    "release_date": "2021-06-04",
    "overview": "Faced with real-world opportunities and challenges, a couple endures the highs and lows of trying to make a long-distance relationship survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3yGwAPl6LWpi8QwHjwCMaqsPgNB.jpg",
    "popularity": 4.3358,
    "tmdb_url": "https://www.themoviedb.org/movie/662237"
  },
  {
    "id": 609,
    "title": "Poltergeist",
    "release_date": "1982-06-04",
    "overview": "Upon realizing that something truly evil haunts his home, Steve Freeling calls in a team of parapsychologists to help before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4eMN3GANH5GG4kXdHkrTZEUuQ9M.jpg",
    "popularity": 4.3137,
    "tmdb_url": "https://www.themoviedb.org/movie/609"
  },
  {
    "id": 37821,
    "title": "Killers",
    "release_date": "2010-06-04",
    "overview": "When an elite assassin marries a beautiful computer whiz after a whirlwind romance, he gives up the gun and settles down with his new bride. That is, until he learns that someone from his past has put a contract out on his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9VB8vGV4Aznf6GUc9C7a1EzGHLz.jpg",
    "popularity": 3.9295,
    "tmdb_url": "https://www.themoviedb.org/movie/37821"
  },
  {
    "id": 9869,
    "title": "Patriot Games",
    "release_date": "1992-06-04",
    "overview": "When CIA Analyst Jack Ryan interferes with an IRA assassination, a renegade faction targets Jack and his family as revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yToAJg67r3hk3Ux3sfXOdpiqxU.jpg",
    "popularity": 3.8618,
    "tmdb_url": "https://www.themoviedb.org/movie/9869"
  },
  {
    "id": 995456,
    "title": "Jurassic Greatest Moments: Jurassic Park to Jurassic World",
    "release_date": "2022-06-04",
    "overview": "Join the cast of \"Jurassic World Dominion\" as they relive their favorite unforgettable, action-packed and epic moments from the \"Jurassic World\" franchise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tPdsrxdJBBIvJi5rwcnYGUoPAai.jpg",
    "popularity": 3.8519,
    "tmdb_url": "https://www.themoviedb.org/movie/995456"
  },
  {
    "id": 338065,
    "title": "Dil Dhadakne Do",
    "release_date": "2015-06-04",
    "overview": "On a cruise to celebrate their parents' 30th wedding anniversary, a brother and sister deal with the impact of family considerations on their romantic lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AqFX6282JM2ollS4XTFp6t6Dwa9.jpg",
    "popularity": 3.7077,
    "tmdb_url": "https://www.themoviedb.org/movie/338065"
  },
  {
    "id": 54186,
    "title": "Confessions",
    "release_date": "2010-06-04",
    "overview": "Devastated at the death of her four-year-old daughter, a grieving middle school teacher is horrified to discover that her students aren't as innocent as she thinks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xQcnx6jMuPRCeidotgVy6YIls6p.jpg",
    "popularity": 3.2664,
    "tmdb_url": "https://www.themoviedb.org/movie/54186"
  },
  {
    "id": 265851,
    "title": "No Tears for the Dead",
    "release_date": "2014-06-04",
    "overview": "A hitman accidentally kills a little girl. Filled with regret, he wants to quit. But then to tie up loose ends, he is forced to go on another job, to kill the girl's mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t3vtsQtu76xMKLal0g1UYkmZD2e.jpg",
    "popularity": 3.25,
    "tmdb_url": "https://www.themoviedb.org/movie/265851"
  },
  {
    "id": 678458,
    "title": "Pompo the Cinephile",
    "release_date": "2021-06-04",
    "overview": "Operating out of the movie capital \"Nyallywood,\" Pompo has been shooting one B-grade entertainment flick after another that anyone would enjoy. One day, Pompo's \"movie buff\" assistant Gene spots a new script written by Pompo and is moved by its exquisite story. In a fit of passion, he proclaims, \"I want to see this as a finished work in theaters as soon as possible!\"  However, Pompo tells him, \"So you shoot this film.\" Thus, Gene takes on his first directing gig. Meanwhile, Natalie, an ordinary girl who just arrived in town with movie actress dreams, has been discovered by Pompo...",
    "poster_url": "https://image.tmdb.org/t/p/w500/nMwzzIWh1Jwo3GPIxyVzdmFmY8B.jpg",
    "popularity": 3.2325,
    "tmdb_url": "https://www.themoviedb.org/movie/678458"
  },
  {
    "id": 332672,
    "title": "Obsession",
    "release_date": "2015-06-04",
    "overview": "Simone inherits a dilapidated farmhouse in France and makes her way there with her husband Eric and their two children. Her dream is to turn the house into a bed and breakfast but as the hectic pace of the rebuilding gets underway, she gets caught up in the romance and chaos of it all. Losing sight of her goals, she must find her way back to the dreams and ambitions which brought her there in the first place.",
    "poster_url": "https://image.tmdb.org/t/p/w500/39dr21LlR2uv7InD04aKbKIXiFW.jpg",
    "popularity": 2.7905,
    "tmdb_url": "https://www.themoviedb.org/movie/332672"
  },
  {
    "id": 342021,
    "title": "Perfect Proposal",
    "release_date": "2015-06-04",
    "overview": "An indebted young woman gets a proposal from a handsome man to apply for work on a luxury yacht with his boss, the difficult, infirm old chairman of a large company, where they can manipulate him to get their hands on his wealth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x7qBOFa56GzvQEWMzb0SiXKjzUX.jpg",
    "popularity": 2.5038,
    "tmdb_url": "https://www.themoviedb.org/movie/342021"
  },
  {
    "id": 645440,
    "title": "Revue Starlight: The Movie",
    "release_date": "2021-06-04",
    "overview": "The stage emulates life and compresses it, setting free skills learned over lifetimes in brief but dazzling displays for the amusement and judgment of others. For the performers, it is the ultimate risk, and some will rise while others must fall. Nowhere is this truer than at the Seisho Music Academy, where music, dance and real weapons all come into play in the creation of the next great Star. Karen and Hikari’s destinies have been linked since a childhood promise, but their journeys here have taken very different paths. Now, after Hikari leaves, Karen must discover who she is without her opposite, while Hikari must rediscover her own course. Nor are they the only girls who must reassess and change if they want to achieve their dreams, as the dance, magic, and swordplay continue!",
    "poster_url": "https://image.tmdb.org/t/p/w500/fQS5v2gglHPfx4BLjPhkuBqSntm.jpg",
    "popularity": 2.4965,
    "tmdb_url": "https://www.themoviedb.org/movie/645440"
  },
  {
    "id": 803279,
    "title": "Heart Beats",
    "release_date": "2021-06-04",
    "overview": "When Tsukasa was a middle school student, she had a crush on transfer student Hayato and even confessed her feelings to him. She was turned down by Hayato. Now, Tsukasa and Hayato are classmates in high school. Hayato treats Tsukasa as just a friend, but Tsukasa still has feelings for him. Meanwhile, Hayato becomes attracted to Tsukasa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rN38Pf2GQFvuqX5kaocF50F9S4h.jpg",
    "popularity": 2.4578,
    "tmdb_url": "https://www.themoviedb.org/movie/803279"
  },
  {
    "id": 115066,
    "title": "Andarivaadu",
    "release_date": "2005-06-04",
    "overview": "Andarivaadu (Telugu: అందరివాడు) is a 2005 Tollywood comedy film directed by Srinu Vytla. The film stars Chiranjeevi, Rimi Sen, Tabu and Prakash Raj. This movie was a hit.  Govinda Rajulu (Chiranjeevi) is a 'mesthri' who drinks a lot and lives a care-free life. His son Siddartha (Chiranjeevi), on the other hand, is a popular TV show host and is a more disciplined man — the opposite of his dad. The son gets his father married to Shanti (Tabu) to sober him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qcJFOOk3sWuTJYhJvirydu2UFED.jpg",
    "popularity": 2.3393,
    "tmdb_url": "https://www.themoviedb.org/movie/115066"
  },
  {
    "id": 45874,
    "title": "Posse",
    "release_date": "1975-06-04",
    "overview": "A tough marshal with political ambitions leads an elite posse to capture a notorious train robber and his gang.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmgcz6KtHeRwAz60S3hPGNweItS.jpg",
    "popularity": 2.0372,
    "tmdb_url": "https://www.themoviedb.org/movie/45874"
  },
  {
    "id": 888135,
    "title": "LAMB",
    "release_date": "2021-06-04",
    "overview": "When Linda gets a phone call about her little brother, their relationship is changed forever.  In a heated confrontation about the rumours of last night, Linda is faced by a difficult situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aoUfxkfZBY9RHFxcFQh9SWIerVp.jpg",
    "popularity": 2.0028,
    "tmdb_url": "https://www.themoviedb.org/movie/888135"
  }
]