[
  {
    "id": 507086,
    "title": "Jurassic World Dominion",
    "release_date": "2022-06-01",
    "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history's most fearsome creatures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jbAvCACjLf1ZG0unB2tdmx5HAf1.jpg",
    "popularity": 21.6651,
    "tmdb_url": "https://www.themoviedb.org/movie/507086"
  },
  {
    "id": 296096,
    "title": "Me Before You",
    "release_date": "2016-06-01",
    "overview": "A small town girl is caught between dead-end jobs. A high-profile, successful man becomes wheelchair bound following an accident. The man decides his life is not worth living until the girl is hired for six months to be his new caretaker. Worlds apart and trapped together by circumstance, the two get off to a rocky start. But the girl becomes determined to prove to the man that life is worth living and as they embark on a series of adventures together, each finds their world changing in ways neither of them could begin to imagine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Ia3dzj5LnCj1ZBdlVeJrbKJQxG.jpg",
    "popularity": 19.0487,
    "tmdb_url": "https://www.themoviedb.org/movie/296096"
  },
  {
    "id": 290098,
    "title": "The Handmaiden",
    "release_date": "2016-06-01",
    "overview": "1930s Korea, in the period of Japanese occupation, a new girl, Sookee, is hired as a handmaiden to a Japanese heiress, Hideko, who lives a secluded life on a large countryside estate with her domineering Uncle Kouzuki. But the maid has a secret. She is a pickpocket recruited by a swindler posing as a Japanese Count to help him seduce the Lady to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until Sookee and Hideko discover some unexpected emotions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dLlH4aNHdnmf62umnInL8xPlPzw.jpg",
    "popularity": 17.6096,
    "tmdb_url": "https://www.themoviedb.org/movie/290098"
  },
  {
    "id": 861,
    "title": "Total Recall",
    "release_date": "1990-06-01",
    "overview": "Construction worker Douglas Quaid's obsession with the planet Mars leads him to visit Recall, a company that manufactures memories. When his memory implant goes wrong, Doug can no longer be sure what is and isn't reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wVbeL6fkbTKSmNfalj4VoAUUqJv.jpg",
    "popularity": 9.5704,
    "tmdb_url": "https://www.themoviedb.org/movie/861"
  },
  {
    "id": 2042,
    "title": "Savior",
    "release_date": "1998-06-01",
    "overview": "A hardened mercenary in the Foreign Legion begins to find his own humanity when confronted with atrocities during the fighting in Bosnia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7qMfDjUTEvLg5640CUAddk2BNpG.jpg",
    "popularity": 7.0145,
    "tmdb_url": "https://www.themoviedb.org/movie/2042"
  },
  {
    "id": 450356,
    "title": "Hollywood She-Wolves",
    "release_date": "1976-06-01",
    "overview": "An expose of the seedy side of Hollywood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ihA0xzlOEKAuq4IkmSQtwCYqnQ.jpg",
    "popularity": 6.8745,
    "tmdb_url": "https://www.themoviedb.org/movie/450356"
  },
  {
    "id": 308531,
    "title": "Teenage Mutant Ninja Turtles: Out of the Shadows",
    "release_date": "2016-06-01",
    "overview": "After supervillain Shredder escapes custody, he joins forces with mad scientist Baxter Stockman and two dimwitted henchmen, Bebop and Rocksteady, to unleash a diabolical plan to take over the world. As the Turtles prepare to take on Shredder and his new crew, they find themselves facing an even greater evil with similar intentions: the notorious Krang.",
    "poster_url": "https://image.tmdb.org/t/p/w500/euVaCiCWz3AALcQXHT6aUqdGUo6.jpg",
    "popularity": 6.7146,
    "tmdb_url": "https://www.themoviedb.org/movie/308531"
  },
  {
    "id": 50124,
    "title": "Frivolous Lola",
    "release_date": "1998-06-01",
    "overview": "In 1950s northern Italy, a woman tests her fiancé's love and passion by trying to break his commitment to premarital chastity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n691GdFEMP3bBZ3SvLxFD2paAOz.jpg",
    "popularity": 5.566,
    "tmdb_url": "https://www.themoviedb.org/movie/50124"
  },
  {
    "id": 431609,
    "title": "Lindsay Lohan",
    "release_date": "2011-06-01",
    "overview": "A turning point portrait of Lindsay Lohan that at once revealed an emotional awareness of her recent past and, in the most positive terms, expressed the limitless creative potential of her art joined with her unparalleled beauty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iOLyZopNkq4ETHer1LOD1S6uwEY.jpg",
    "popularity": 5.5589,
    "tmdb_url": "https://www.themoviedb.org/movie/431609"
  },
  {
    "id": 11645,
    "title": "Ran",
    "release_date": "1985-06-01",
    "overview": "Shakespeare's King Lear is reimagined as a singular historical epic set in sixteenth-century Japan where an ageing warlord divides his kingdom between his three sons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iYQcDhuHrdPOHLUUxXaFChFrc97.jpg",
    "popularity": 5.5061,
    "tmdb_url": "https://www.themoviedb.org/movie/11645"
  },
  {
    "id": 268531,
    "title": "Captain Underpants: The First Epic Movie",
    "release_date": "2017-06-01",
    "overview": "Based on the bestselling book series, this outrageous comedy tells the story of George and Harold,  two overly imaginative pranksters who hypnotize their principal into thinking he’s an enthusiastic, yet dimwitted, superhero named Captain Underpants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vKSmaPct5OEeMoD8ue30RisHlKD.jpg",
    "popularity": 5.4149,
    "tmdb_url": "https://www.themoviedb.org/movie/268531"
  },
  {
    "id": 267935,
    "title": "The BFG",
    "release_date": "2016-06-01",
    "overview": "An orphan little girl befriends a benevolent giant who takes her to Giant Country, where they attempt to stop the man-eating giants that are invading the human world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vssXmCrfCiARkQ0512oG0wjh2h9.jpg",
    "popularity": 4.96,
    "tmdb_url": "https://www.themoviedb.org/movie/267935"
  },
  {
    "id": 9767,
    "title": "The Break-Up",
    "release_date": "2006-06-01",
    "overview": "Pushed to the breaking-up point after their latest 'why can't you do this one little thing for me?' argument, Brooke calls it quits with her boyfriend Gary. What follows is a hilarious series of remedies, war tactics, overtures and undermining tricks – all encouraged by the former couple's friends and confidantes …and the occasional total stranger! When neither ex is willing to move out of their shared apartment, the only solution is to continue living as hostile roommates until one of them reaches breaking point.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ghCLIPRZNAndBoIZJ8f7lN5Mlly.jpg",
    "popularity": 4.9411,
    "tmdb_url": "https://www.themoviedb.org/movie/9767"
  },
  {
    "id": 4964,
    "title": "Knocked Up",
    "release_date": "2007-06-01",
    "overview": "A slacker and a career-driven woman accidentally conceive a child after a one-night stand. As they try to make the relationship work, they must navigate the challenges of parenthood and their differences in lifestyle and maturity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
    "popularity": 4.8345,
    "tmdb_url": "https://www.themoviedb.org/movie/4964"
  },
  {
    "id": 261903,
    "title": "Real Gangsters",
    "release_date": "2013-06-01",
    "overview": "Real Gangsters tells the story of the Lo Giacamo family, one of the most successful crime syndicates in New York City. Run by cousins Vincent Lo Giacamo and Jack Lo Giacamo, Real Gangsters shows how these two men maintain control of their dangerous extended family and volatile business ventures by very different means.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b8zenFep4WpmYGUZYfwC1IWMMBh.jpg",
    "popularity": 4.2336,
    "tmdb_url": "https://www.themoviedb.org/movie/261903"
  },
  {
    "id": 9779,
    "title": "The Sisterhood of the Traveling Pants",
    "release_date": "2005-06-01",
    "overview": "Four best friends (Tibby, Lena, Carmen &amp; Bridget) who buy a mysterious pair of pants that fits each of them, despite their differing sizes, and makes whoever wears them feel fabulous. When faced with the prospect of spending their first summer apart, the pals decide they'll swap the pants so that each girl in turn can enjoy the magic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wNshlUT6IZEz2AF3iZrlb2mX0pR.jpg",
    "popularity": 3.6939,
    "tmdb_url": "https://www.themoviedb.org/movie/9779"
  },
  {
    "id": 565743,
    "title": "The Vast of Night",
    "release_date": "2019-06-01",
    "overview": "At the dawn of the space-race, two radio-obsessed teens discover a strange frequency over the airwaves in what becomes the most important night of their lives and in the history of their small town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q2P9lYkctl5Ory71HEBMaFxbVlD.jpg",
    "popularity": 3.5347,
    "tmdb_url": "https://www.themoviedb.org/movie/565743"
  },
  {
    "id": 3432,
    "title": "Mr. Brooks",
    "release_date": "2007-06-01",
    "overview": "A psychological thriller about a man who is sometimes controlled by his murder-and-mayhem-loving alter ego.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yYleq0qmb67Ig2ViY3hFmUOrH77.jpg",
    "popularity": 2.6673,
    "tmdb_url": "https://www.themoviedb.org/movie/3432"
  },
  {
    "id": 107257,
    "title": "A Perfect Ending",
    "release_date": "2012-06-01",
    "overview": "This intimate drama follows Rebecca, a woman who has kept her sexuality a secret from her friends but chooses to reveal it to a stranger. While Rebecca's revelations may not yield the results she expects, a perfect ending is still in reach.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mjwWEwE1xdbtFGCOgeXi5jvQnOU.jpg",
    "popularity": 2.6093,
    "tmdb_url": "https://www.themoviedb.org/movie/107257"
  },
  {
    "id": 483189,
    "title": "Veere Di Wedding",
    "release_date": "2018-06-01",
    "overview": "Kalindi, Avni, Sakshi and Meera are childhood friends. Kalindi and Rishabh are getting married, and the four gal pals come together for their veere’s wedding. But of course, there can be no shaadi without showsha and a lot of drama. This wedding celebration brings out skeletons from the closet, unspoken truths and some harsh realities as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yeXnYRRQE2MT7s04uUfKS696cqi.jpg",
    "popularity": 2.5297,
    "tmdb_url": "https://www.themoviedb.org/movie/483189"
  },
  {
    "id": 267573,
    "title": "Man on High Heels",
    "release_date": "2014-06-01",
    "overview": "Ji-wook is a virile detective with a reputation, but deep down in his heart, he always considered himself as a woman and finally decides to get a transsexual operation. However, his plan falls apart as vicious gang members start their revenge on him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u45gBnx1FBgMccThUAFpoqOMBms.jpg",
    "popularity": 2.4824,
    "tmdb_url": "https://www.themoviedb.org/movie/267573"
  },
  {
    "id": 178682,
    "title": "The Wizards Return: Alex vs. Alex",
    "release_date": "2013-06-01",
    "overview": "While trying to prove to her family she can be mature and responsible, teen wizard Alex Russo conjures up a spell to rid herself of her bad qualities, unintentionally creating a Good and Evil Alex. When Evil Alex gets involved in a plan to take over the world by a dark wizard, Good Alex must find a way to save her family, humankind, and ultimately herself in an epic Good vs. Evil battle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iWL88DymJrzO6hYI1ykUeUohqef.jpg",
    "popularity": 2.2896,
    "tmdb_url": "https://www.themoviedb.org/movie/178682"
  },
  {
    "id": 18524,
    "title": "The Celestine Prophecy",
    "release_date": "2006-06-01",
    "overview": "A spiritual adventure film chronicling the discovery of ancient scrolls in the rainforests of Peru. The prophecy and its nine key insights predict a worldwide awakening, arising within all religious traditions, that moves humanity toward a deeper experience of spirituality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6CV3IxFysKGOV8pelE1m7M0F6fX.jpg",
    "popularity": 2.2123,
    "tmdb_url": "https://www.themoviedb.org/movie/18524"
  },
  {
    "id": 11090,
    "title": "The Animal",
    "release_date": "2001-06-01",
    "overview": "When loser Marvin Mange is involved in a horrible car accident, he's brought back to life by a deranged scientist as half man and half animal. His newfound powers are awesome -- but their adverse side effects could take over his life. Now, Marvin must fight to control his crazy primal urges around his new squeeze, Rianna, and his rival, Sgt. Sisk, who both think he's one cool cat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oNxEXmKTZtECHs0bQbI6dQoXYMV.jpg",
    "popularity": 2.2003,
    "tmdb_url": "https://www.themoviedb.org/movie/11090"
  },
  {
    "id": 14746,
    "title": "Streets of Fire",
    "release_date": "1984-06-01",
    "overview": "Raven Shaddock and his gang of merciless biker friends kidnap rock singer Ellen Aim. Ellen's former lover, soldier-for-hire Tom Cody, happens to be passing through town on a visit. In an attempt to save his star act, Ellen's manager hires Tom to rescue her. Along with a former soldier, they battle through dangerous cityscapes, determined to get Ellen back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tmYHBKCZkbmiUfhfOQKgfh0jvXK.jpg",
    "popularity": 2.1782,
    "tmdb_url": "https://www.themoviedb.org/movie/14746"
  },
  {
    "id": 76433,
    "title": "Mama",
    "release_date": "2011-06-01",
    "overview": "A mother of a boy with muscular dystrophy is diagnosed with uterine cancer. A daughter of a prima donna decides to chase her dreams, to the ire of her mother. A woman with breast cancer asks her son to find her first love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/naKIQAJtvlmEFv4xJjY3DAPS3pm.jpg",
    "popularity": 2.1676,
    "tmdb_url": "https://www.themoviedb.org/movie/76433"
  },
  {
    "id": 489931,
    "title": "American Animals",
    "release_date": "2018-06-01",
    "overview": "Lexington, Kentucky, 2004. Four young men attempt to execute one of the most audacious art heists in the history of the United States.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aLbdKxgxuOPvs6CTlmzoOQ4Yg3j.jpg",
    "popularity": 2.1671,
    "tmdb_url": "https://www.themoviedb.org/movie/489931"
  },
  {
    "id": 157,
    "title": "Star Trek III: The Search for Spock",
    "release_date": "1984-06-01",
    "overview": "A surprise visit from Spock's father provides a startling revelation: McCoy is harboring Spock's living essence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yqEj0oPfKBMCz7YcCARHDgH7VFm.jpg",
    "popularity": 2.0749,
    "tmdb_url": "https://www.themoviedb.org/movie/157"
  },
  {
    "id": 33642,
    "title": "Hells Angels on Wheels",
    "release_date": "1967-06-01",
    "overview": "At first gas station attendant Poet is happy when the rockers gang “Hell’s Angels” finally accepts him. But he’s shocked when he learns how brutal they are – not even murder is a taboo to them. He gets himself in trouble when the leader’s girlfriend falls in love with him – and he welcomes her approaches.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2mvkv89zFuKLBsyOlHWu42iK6kA.jpg",
    "popularity": 2.015,
    "tmdb_url": "https://www.themoviedb.org/movie/33642"
  }
]