[
  {
    "id": 418078,
    "title": "It Comes at Night",
    "release_date": "2017-06-09",
    "overview": "Secure within a desolate home as an unnatural threat terrorizes the world, a man has established a tenuous domestic order with his wife and son, but this will soon be put to test when a desperate young family arrives seeking refuge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rNKJpFMlOZn5zkzBPZxEJrQn5Km.jpg",
    "popularity": 51.8211,
    "tmdb_url": "https://www.themoviedb.org/movie/418078"
  },
  {
    "id": 1144962,
    "title": "Transmorphers: Mech Beasts",
    "release_date": "2023-06-09",
    "overview": "20 years after the events of Transmorphers, a newer, more advanced species of alien robot descends on a rebuilt Earth, threatening once again to destroy the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oqhaffnQqSzdLrYAQA5W4IdAoCX.jpg",
    "popularity": 9.2495,
    "tmdb_url": "https://www.themoviedb.org/movie/1144962"
  },
  {
    "id": 697843,
    "title": "Extraction 2",
    "release_date": "2023-06-09",
    "overview": "Back from the brink of death, highly skilled commando Tyler Rake takes on another dangerous mission: saving the imprisoned family of a ruthless gangster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7gKI9hpEMcZUQpNgKrkDzJpbnNS.jpg",
    "popularity": 9.0931,
    "tmdb_url": "https://www.themoviedb.org/movie/697843"
  },
  {
    "id": 9679,
    "title": "Gone in Sixty Seconds",
    "release_date": "2000-06-09",
    "overview": "Upon learning that he has to come out of retirement to steal 50 cars in one night to save his brother Kip's life, former car thief Randall \"Memphis\" Raines enlists help from a few \"boost happy\" pals to accomplish a seemingly impossible feat. From countless car chases to relentless cops, the high-octane excitement builds as Randall swerves around more than a few roadblocks to keep Kip alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fToQDmkBtiXYGh9xfgAh3gpo6GZ.jpg",
    "popularity": 7.5613,
    "tmdb_url": "https://www.themoviedb.org/movie/9679"
  },
  {
    "id": 34544,
    "title": "The A-Team",
    "release_date": "2010-06-09",
    "overview": "A man who loves when a plan comes together, Col. Hannibal Smith leads a close-knit team of elite operatives and Iraq War veterans. Framed for a crime they didn't commit, Smith and his men, Capt. H.M. ‘Howling Mad’ Murdock , Sgt. Bosco ‘B.A.’ Baracus, and Lt. Templeton ‘Faceman’ Peck, break out and go rogue, using their special talents to clear their names and find the perpetrator. Hot on their trail is Capt. Charissa Sosa, who was once involved with a member of Smith's team and has sworn to capture them, no matter what it takes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkAWEx5g5tvRPjtDQyvIZ7LRxQm.jpg",
    "popularity": 6.3603,
    "tmdb_url": "https://www.themoviedb.org/movie/34544"
  },
  {
    "id": 1637,
    "title": "Speed",
    "release_date": "1994-06-09",
    "overview": "Jack Traven, an LAPD cop on SWAT detail, and veteran SWAT officer Harry Temple thwart an extortionist-bomber's scheme for a $3 million ransom. As they corner the bomber, he flees and detonates a bomb vest, seemingly killing himself. Weeks later, Jack witnesses a mass transit city bus explode and nearby a pay phone rings. On the phone is that same bomber looking for vengeance and the money he's owed. He gives a personal challenge to Jack: a bomb is rigged on another city bus - if it slows down below 50 mph, it will explode - bad enough any day, but a nightmare in LA traffic. And that's just the beginning...",
    "poster_url": "https://image.tmdb.org/t/p/w500/o1Zs7VaS9y2GYH9CLeWxaVLWd3x.jpg",
    "popularity": 6.1506,
    "tmdb_url": "https://www.themoviedb.org/movie/1637"
  },
  {
    "id": 12139,
    "title": "Dennis the Menace",
    "release_date": "1993-06-09",
    "overview": "Mr. Wilson's ever-present annoyance comes in the form of one mischievous kid named Dennis. But he'll need Dennis's tricks to uncover a collection of gold coins that go missing when a shady drifter named Switchblade Sam comes to town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t642WwGifbQ2fEuKTJRgpPzsgtX.jpg",
    "popularity": 3.802,
    "tmdb_url": "https://www.themoviedb.org/movie/12139"
  },
  {
    "id": 2698,
    "title": "Evan Almighty",
    "release_date": "2007-06-09",
    "overview": "God contacts Junior Congressman Evan Baxter and tells him to build an ark in preparation for a great flood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u7BBXHcPRd8cGw6DVf2EvoGpviA.jpg",
    "popularity": 3.7192,
    "tmdb_url": "https://www.themoviedb.org/movie/2698"
  },
  {
    "id": 981588,
    "title": "The No Man Zone. The Movie",
    "release_date": "2022-06-09",
    "overview": "What will happen if, as a result of biological warfare, almost the entire male population dies out? Women will grieve (for a short time), and then they will unite and create a new better world - with eco-towns, renewable energy, opportunities to do whatever they want, even science and biohacking, even yoga and self-development. Reproduction now occurs by artificial insemination, and only girls are born in the new world. But not everyone likes such a world order. Some of the surviving men and women loyal to them go to live in abandoned cities, begin to steal electricity, enjoying freedom and traditional sex. The tranquility of the ideally arranged female world is threatened when teacher Rada from the eco-city \"Two Hills\" meets the young \"primate\" Hera outside it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bSk0wPoswsHvlSOoOmGUzhYACnI.jpg",
    "popularity": 3.5283,
    "tmdb_url": "https://www.themoviedb.org/movie/981588"
  },
  {
    "id": 172,
    "title": "Star Trek V: The Final Frontier",
    "release_date": "1989-06-09",
    "overview": "A renegade Vulcan with a startling secret hijacks the U.S.S. Enterprise in order to find a mythical planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uiXr41VLYsuug3CZbFrKLSNahuZ.jpg",
    "popularity": 3.2803,
    "tmdb_url": "https://www.themoviedb.org/movie/172"
  },
  {
    "id": 24163,
    "title": "As Tears Go By",
    "release_date": "1988-06-09",
    "overview": "Mid-level gangster Wah falls in love with his beautiful cousin, but must also continue to protect his volatile partner-in-crime and friend, Fly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ePFbsguw4d9UZ3hA61vCUQOBhh.jpg",
    "popularity": 3.0648,
    "tmdb_url": "https://www.themoviedb.org/movie/24163"
  },
  {
    "id": 863858,
    "title": "Mending the Line",
    "release_date": "2023-06-09",
    "overview": "A Marine wounded in Afghanistan returns to a VA hospital in Montana where he meets a Vietnam vet who teaches him fly fishing as a means to coming to terms with his physical and emotional trauma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/BBgXPj3crSX1gidLhdw3gGVrK.jpg",
    "popularity": 3.0115,
    "tmdb_url": "https://www.themoviedb.org/movie/863858"
  },
  {
    "id": 10329,
    "title": "Congo",
    "release_date": "1995-06-09",
    "overview": "Eight people embark on an expedition into the Congo, a mysterious expanse of unexplored Africa where human greed and the laws of nature have gone berserk. When the thrill-seekers -- some with ulterior motives -- stumble across a race of killer apes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hPNSToNIIpRO6y5Rh973leqQqNr.jpg",
    "popularity": 2.8067,
    "tmdb_url": "https://www.themoviedb.org/movie/10329"
  },
  {
    "id": 11546,
    "title": "Police Academy: Mission to Moscow",
    "release_date": "1994-06-09",
    "overview": "The Russians seek help in dealing with the Mafia from the veterans of the Police Academy. They head off to Moscow, in order to find evidence against Konstantin Konali, who marketed a computer game that everyone in the world is playing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3517XQ9LpoEykyYq2TuDNS45MPP.jpg",
    "popularity": 2.7379,
    "tmdb_url": "https://www.themoviedb.org/movie/11546"
  },
  {
    "id": 110143,
    "title": "Craving Desire",
    "release_date": "1993-06-09",
    "overview": "Luigi, who is engaged to a rich bourgeois, Cinzia, meets his lovely cousin, Sonia, at the cremation of their grandmother. Six months later, Sonia moves in and enters his life, and gradually succeeds in seducing him. Sonia upsets his life. Now, Cinzia is jealous but he can not resist the seductress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b79ozXY3NkPauD33xcdxm3s7yoA.jpg",
    "popularity": 2.69,
    "tmdb_url": "https://www.themoviedb.org/movie/110143"
  },
  {
    "id": 1031418,
    "title": "Love in Tahiti",
    "release_date": "2023-06-09",
    "overview": "Scuba diver Brielle Wilson has always believed the ocean floor is full of treasures just waiting to be found. Over the years she has found rings, coins, lost jewelry and more. Instead of profiting from them, she loves reuniting people with their lost valuables. When she finds a class ring and returns it to Marcus, a handsome US Navy serviceman, Brielle soon discovers what has been missing in her life -- treasures of the heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/swoCSK4199nWfkPTuoI25BEZ2vM.jpg",
    "popularity": 2.6776,
    "tmdb_url": "https://www.themoviedb.org/movie/1031418"
  },
  {
    "id": 615658,
    "title": "Awake",
    "release_date": "2021-06-09",
    "overview": "After a sudden global event wipes out all electronics and takes away humankind’s ability to sleep, chaos quickly begins to consume the world. Only Jill, an ex-soldier with a troubled past, may hold the key to a cure in the form of her own daughter. The question is, can Jill safely deliver her daughter and save the world before she herself loses her mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d8WJFQyNNAEmuGeDwxPhBpx0G4B.jpg",
    "popularity": 2.5235,
    "tmdb_url": "https://www.themoviedb.org/movie/615658"
  },
  {
    "id": 515295,
    "title": "Kase-san and Morning Glories",
    "release_date": "2018-06-09",
    "overview": "Yamada may be shy and rather clumsy, but the flower gardens at her school have always brought her happiness. Suddenly, a different sort of beauty catches her eye—the vivacious track star, Kase-san. Although the two girls don't seem to have much in common, they soon start a romance where each must learn an important lesson in tending their budding relationship. Can the two girls, so different from each other, learn how to make their first love blossom?",
    "poster_url": "https://image.tmdb.org/t/p/w500/yUWhMaXRFTPxR0QClWEUxVeHrzj.jpg",
    "popularity": 2.4522,
    "tmdb_url": "https://www.themoviedb.org/movie/515295"
  },
  {
    "id": 968868,
    "title": "Pretty Guardian Sailor Moon Cosmos the Movie Part 1",
    "release_date": "2023-06-09",
    "overview": "The Sailor Guardians enjoy a brief moment of peace until Mamoru's Golden Crystal is stolen by Sailor Galaxia and the mysterious Sailor Starlights appear. One by one, Sailor Moon’s friends and loved ones are targeted by a formidable new enemy who threatens to destroy everything and rule over the cosmos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8X3nxTHHM2HZCUhCvCzKYDeOeoL.jpg",
    "popularity": 2.3711,
    "tmdb_url": "https://www.themoviedb.org/movie/968868"
  },
  {
    "id": 131940,
    "title": "Josh",
    "release_date": "2000-06-09",
    "overview": "Two gangs fight for control of the streets: the Scorpions, led by Prakash and the Eagles, fronted by Max. When Prakash's brother Rahul comes to visit, he meets and quickly falls in love with Shirley, not realizing she's the sister of his brother's rival, Max. Though Rahul tries to keep their relationship secret, it's only a matter of time before it brings the gang rivalry to a head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/epulB8WC1mGIEFJPZr50LVCKt6k.jpg",
    "popularity": 2.3397,
    "tmdb_url": "https://www.themoviedb.org/movie/131940"
  },
  {
    "id": 483459,
    "title": "Donten: Laughing Under the Clouds - Gaiden: Chapter 2 - The Tragedy of Fuuma Ninja Tribe",
    "release_date": "2018-06-09",
    "overview": "Fuma ninja clan is a secret ninja tribe that is waiting for the \"Orochi\" (gigantic snake) to resurrect for generations. Shirasu and his twin brother Ichiu grew up in this viscous environment and this tells how they become the leaders of the clan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ojLaDqjeGMpsP0D0JtDclCVil32.jpg",
    "popularity": 2.3204,
    "tmdb_url": "https://www.themoviedb.org/movie/483459"
  },
  {
    "id": 89185,
    "title": "Radio Rebel",
    "release_date": "2012-06-09",
    "overview": "High school senior Tara is so painfully shy that she dreads speaking to anyone in the hallways or getting called on in class. But in the privacy of her bedroom with her iPod in hand, she rocks out -- doing mock broadcasts for Miami's hottest FM radio station, which happens to be owned by her stepfather. When a slot opens up at The SLAM, Tara surprises herself by blossoming behind the mike into confident, \"Radio Rebel\" -- and to everyone's shock, she's a hit!",
    "poster_url": "https://image.tmdb.org/t/p/w500/wycDdx2BrdNKlyTZoZT8uLeu6dq.jpg",
    "popularity": 2.2581,
    "tmdb_url": "https://www.themoviedb.org/movie/89185"
  },
  {
    "id": 19637,
    "title": "Chup Chup Ke",
    "release_date": "2006-06-09",
    "overview": "After surviving a suicide attempt in which his family and fellow villagers believe he drowned, a debt-ridden man decides to start his life afresh in another village. He pretends to be mute and starts working for a rich man where he falls in love with his mute daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/daXoADAtEPis5bBvSrXVWfRa77X.jpg",
    "popularity": 2.2206,
    "tmdb_url": "https://www.themoviedb.org/movie/19637"
  },
  {
    "id": 26515,
    "title": "Pumpkinhead",
    "release_date": "1988-06-09",
    "overview": "When a group of teenagers inadvertently kill his only son, Ed Harley seeks the powers of a backwoods witch to bring the child back to life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gx7Gej5Srp3E13oqy1Kghtox2VZ.jpg",
    "popularity": 2.2108,
    "tmdb_url": "https://www.themoviedb.org/movie/26515"
  },
  {
    "id": 424488,
    "title": "Megan Leavey",
    "release_date": "2017-06-09",
    "overview": "The true story of Marine Corporal Megan Leavey, who forms a powerful bond with an aggressive combat dog, Rex. While deployed in Iraq, the two complete more than 100 missions and save countless lives, until an IED explosion puts their faithfulness to the test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yq66hYkXFaj2DDqCkF6T2wT7VxQ.jpg",
    "popularity": 2.2004,
    "tmdb_url": "https://www.themoviedb.org/movie/424488"
  },
  {
    "id": 940241,
    "title": "97 Minutes",
    "release_date": "2023-06-09",
    "overview": "A hijacked 767 will crash in just 97 minutes when its fuel runs out. Against the strong will of NSA Deputy Toyin, NSA Director Hawkins prepares to have the plane shot down before it does any catastrophic damage on the ground, leaving the fate of the innocent passengers in the hands of Tyler, one of the alleged hijackers on board who is an undercover Interpol agent - or is he?",
    "poster_url": "https://image.tmdb.org/t/p/w500/eYGyR8xF8emNs9AJAJSyLXu56kR.jpg",
    "popularity": 2.0744,
    "tmdb_url": "https://www.themoviedb.org/movie/940241"
  },
  {
    "id": 610363,
    "title": "The One",
    "release_date": "2022-06-09",
    "overview": "On August 24, 1981, the newlyweds Larisa and Vladimir Savitsky stepped on board the plane following the flight Komsomolsk-on-Amur - Blagoveshchensk. 30 minutes before landing, the civilian aircraft AN-24 collided with another aircraft and broke into pieces at an altitude of more than 5 kilometers above the ground. No one was supposed to survive ... but a miracle happened. Larisa Savitskaya woke up in the middle of the wreckage of the plane in the impenetrable taiga. Now she herself had to create a real miracle, which only a strong-minded person is capable of.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2jtHkKhkA4kioi4km8uPql5G7WH.jpg",
    "popularity": 2.0479,
    "tmdb_url": "https://www.themoviedb.org/movie/610363"
  },
  {
    "id": 10766,
    "title": "Damien - Omen II",
    "release_date": "1978-06-09",
    "overview": "Since the sudden and suspicious deaths of his parents, young Damien has been in the charge of his wealthy aunt and uncle and enrolled in a military school. Widely feared to be the Antichrist, he relentlessly plots to seize control of his uncle's business empire — and the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nZBPvfAgy0GBTEw9YxAuWhoPj96.jpg",
    "popularity": 2.0407,
    "tmdb_url": "https://www.themoviedb.org/movie/10766"
  }
]