[
  {
    "id": 320288,
    "title": "Dark Phoenix",
    "release_date": "2019-06-05",
    "overview": "The X-Men face their most formidable and powerful foe when one of their own, Jean Grey, starts to spiral out of control. During a rescue mission in outer space, Jean is nearly killed when she's hit by a mysterious cosmic force. Once she returns home, this force not only makes her infinitely more powerful, but far more unstable. The X-Men must now band together to save her soul and battle aliens that want to use Grey's new abilities to rule the galaxy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cCTJPelKGLhALq3r51A9uMonxKj.jpg",
    "popularity": 82.0861,
    "tmdb_url": "https://www.themoviedb.org/movie/320288"
  },
  {
    "id": 440471,
    "title": "Escape Plan 2: Hades",
    "release_date": "2018-06-05",
    "overview": "Ray Breslin manages an elite team of security specialists trained in the art of breaking people out of the world's most impenetrable prisons. When his most trusted operative, Shu Ren, is kidnapped and disappears inside the most elaborate prison ever built, Ray must track him down with the help of some of his former friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A6tb8JNrie2qT8JC2tGqshayuck.jpg",
    "popularity": 43.2937,
    "tmdb_url": "https://www.themoviedb.org/movie/440471"
  },
  {
    "id": 82702,
    "title": "How to Train Your Dragon 2",
    "release_date": "2014-06-05",
    "overview": "Five years have passed since Hiccup and Toothless united the dragons and Vikings of Berk. Now, they spend their time charting unmapped territories. During one of their adventures, the pair discover a secret cave that houses hundreds of wild dragons -- and a mysterious dragon rider. Hiccup and Toothless find themselves at the center of a battle to protect Berk from a power-hungry warrior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d13Uj86LdbDLrfDoHR5aDOFYyJC.jpg",
    "popularity": 34.6574,
    "tmdb_url": "https://www.themoviedb.org/movie/82702"
  },
  {
    "id": 1701,
    "title": "Con Air",
    "release_date": "1997-06-05",
    "overview": "Newly-paroled former US Army ranger Cameron Poe is headed back to his wife, but must fly home aboard a prison transport flight dubbed \"Jailbird\" taking the “worst of the worst” prisoners, a group described as “pure predators”, to a new super-prison. Poe faces impossible odds when the transport plane is skyjacked mid-flight by the most vicious criminals in the country led by the mastermind — genius serial killer Cyrus \"The Virus\" Grissom, and backed by black militant Diamond Dog and psychopath Billy Bedlam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kOKjgrEzGOP92rVQ6srA9jtp60l.jpg",
    "popularity": 20.2191,
    "tmdb_url": "https://www.themoviedb.org/movie/1701"
  },
  {
    "id": 187017,
    "title": "22 Jump Street",
    "release_date": "2014-06-05",
    "overview": "After making their way through high school (twice), big changes are in store for officers Schmidt and Jenko when they go deep undercover at a local college. But when Jenko meets a kindred spirit on the football team, and Schmidt infiltrates the bohemian art major scene, they begin to question their partnership. Now they don't have to just crack the case - they have to figure out if they can have a mature relationship. If these two overgrown adolescents can grow from freshmen into real men, college might be the best thing that ever happened to them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/850chzYHYbT3IISl6Q7dbBuFP2B.jpg",
    "popularity": 6.9424,
    "tmdb_url": "https://www.themoviedb.org/movie/187017"
  },
  {
    "id": 10661,
    "title": "You Don't Mess with the Zohan",
    "release_date": "2008-06-05",
    "overview": "An Israeli counterterrorism soldier with a secretly fabulous ambition to become a Manhattan hairstylist. Zohan's desire runs so deep that he'll do anything -- including faking his own death and going head-to-head with an Arab cab driver -- to make his dreams come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gBhLQmpCPoKFMCGsulMbIFzrBID.jpg",
    "popularity": 6.8152,
    "tmdb_url": "https://www.themoviedb.org/movie/10661"
  },
  {
    "id": 298,
    "title": "Ocean's Thirteen",
    "release_date": "2007-06-05",
    "overview": "Danny Ocean's team of criminals are back and composing a plan more personal than ever. When ruthless casino owner Willy Bank doublecrosses Reuben Tishkoff, causing a heart attack, Danny Ocean vows that he and his team will do anything to bring down Willy Bank along with everything he's got. Even if it means asking for help from an enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pBsZs4zYUiUTemqbikTZ76iQRaU.jpg",
    "popularity": 5.3823,
    "tmdb_url": "https://www.themoviedb.org/movie/298"
  },
  {
    "id": 700,
    "title": "Octopussy",
    "release_date": "1983-06-05",
    "overview": "James Bond is sent to investigate after a fellow “00” agent is found dead with a priceless Indian Fabergé egg. Bond follows the mystery and uncovers a smuggling scandal and a Russian General who wants to provoke a new World War.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yoosZitM9igSk3Sd0sBXIhKlAh1.jpg",
    "popularity": 4.7326,
    "tmdb_url": "https://www.themoviedb.org/movie/700"
  },
  {
    "id": 14282,
    "title": "Ninja Scroll",
    "release_date": "1993-06-05",
    "overview": "Jubei is a masterless ninja who travels the land alone, lending his services to those with gold—or a worthy cause. His fearsome abilities have served him well, but a plot to overthrow the government threatens to end his wandering ways—and possibly his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qzZEnaXwv4wss2QalEo4Uf9BAwh.jpg",
    "popularity": 4.4305,
    "tmdb_url": "https://www.themoviedb.org/movie/14282"
  },
  {
    "id": 85350,
    "title": "Boyhood",
    "release_date": "2014-06-05",
    "overview": "The film tells a story of a divorced couple trying to raise their young son. The story follows the boy for twelve years, from first grade at age 6 through 12th grade at age 17-18, and examines his relationship with his parents as he grows.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2BvtvDUyxiMJ4dmKfiQf4qdOHQN.jpg",
    "popularity": 4.3891,
    "tmdb_url": "https://www.themoviedb.org/movie/85350"
  },
  {
    "id": 1965,
    "title": "A Perfect Murder",
    "release_date": "1998-06-05",
    "overview": "Millionaire industrialist Steven Taylor is a man who has everything but what he craves most: the love and fidelity of his wife. A hugely successful player in the New York financial world, he considers her to be his most treasured acquisition. But she needs more than simply the role of dazzling accessory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wC0ax12N9GQ8vMXPEs4nES5AAiB.jpg",
    "popularity": 4.334,
    "tmdb_url": "https://www.themoviedb.org/movie/1965"
  },
  {
    "id": 569594,
    "title": "Bharat",
    "release_date": "2019-06-05",
    "overview": "At the cusp of India's birth as an Independent nation, a family makes an arduous journey to freedom at a cost. A young boy Bharat, makes a promise to his Father that he will keep his family together no matter what.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aawdjzVsfKvRRIFu9Ni74wZyjc8.jpg",
    "popularity": 3.6194,
    "tmdb_url": "https://www.themoviedb.org/movie/569594"
  },
  {
    "id": 713607,
    "title": "Mom's Friend 2020",
    "release_date": "2020-06-05",
    "overview": "Tae-hee, can't live without her dead husband, and is living alone without being remarried. Her neighborhood friends, Yeong-ju and Cheol-min still feels sorry for her. However, Yeong-ju's son, Min-ho, secretly takes pictures of Tae-hee, admiring her. One day, Tae-hee and Yeong-ju goes to the grocery when she heads back home, after forgetting her cellphone in Yeong-ju's house. Just in time, Min-ho comes out of the shower and hugs Tae-hee...",
    "poster_url": "https://image.tmdb.org/t/p/w500/ajBTNjytyQdSRywpIrd78ivppyS.jpg",
    "popularity": 3.6012,
    "tmdb_url": "https://www.themoviedb.org/movie/713607"
  },
  {
    "id": 13194,
    "title": "Highlander: The Search for Vengeance",
    "release_date": "2007-06-05",
    "overview": "Colin MacLeod hunts for the man responsible for the death of his love. He chases the immortal Marcus Octavius across centuries as his quest threatens to take over his life and heart. In his quest, he meets a woman who reminds him of his slain beauty. But it's his final battle with Marcus that will decide not only his fate, but also the fate of everyone in the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f4htbMf2LORgMjKn0litcUFWuWY.jpg",
    "popularity": 3.5665,
    "tmdb_url": "https://www.themoviedb.org/movie/13194"
  },
  {
    "id": 199584,
    "title": "Secretly, Greatly",
    "release_date": "2013-06-05",
    "overview": "Three elite North Korean sleeper agents live under cover for so long that they believe their cover stories are their real identities. They are shocked when they are ordered to kill one another or face death at the hands of an elite hit team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n5ESZzOGxnmugkLvyd45wOsn0mg.jpg",
    "popularity": 3.3492,
    "tmdb_url": "https://www.themoviedb.org/movie/199584"
  },
  {
    "id": 4291,
    "title": "Kikujiro",
    "release_date": "1999-06-05",
    "overview": "Brash, loudmouthed and opportunistic, Kikujiro is the unlikely companion for Masao who is determined to see the mother he has never met. The two begin a series of adventures which soon turns out to be a whimsical journey of laughter and tears with a wide array of surprises and unique characters along the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zTelT1xAO4Owxk1jHJM4puoei5N.jpg",
    "popularity": 3.2199,
    "tmdb_url": "https://www.themoviedb.org/movie/4291"
  },
  {
    "id": 18162,
    "title": "Land of the Lost",
    "release_date": "2009-06-05",
    "overview": "On his latest expedition, has-been scientist Dr. Rick Marshall is sucked into a space-time vortex alongside his crack-smart research assistant Holly and redneck survivalist Will into a world populated by marauding dinosaurs and painfully slow creatures called Sleestaks. With no weapons, few skills and questionable smarts, the trio must rely on their only ally, a primate named Chaka, to try to survive long enough to figure out a way back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hVCJzmK9l5FD01LFYAB1zcmmw7s.jpg",
    "popularity": 3.1103,
    "tmdb_url": "https://www.themoviedb.org/movie/18162"
  },
  {
    "id": 8989,
    "title": "Harry and the Hendersons",
    "release_date": "1987-06-05",
    "overview": "Returning from a hunting trip in the forest, the Henderson family's car hits an animal in the road. At first they fear it was a man, but when they examine the \"body\" they find it's a \"bigfoot\". They think it's dead so they decide to take it home (there could be some money in this). As you guessed, it isn't dead. Far from being the ferocious monster they fear \"Harry\" to be, he's a friendly giant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ZNWhOEsuNHIQ1gbtwdTGK7srCr.jpg",
    "popularity": 2.8631,
    "tmdb_url": "https://www.themoviedb.org/movie/8989"
  },
  {
    "id": 513691,
    "title": "The Debt Collector",
    "release_date": "2018-06-05",
    "overview": "A classically-trained martial artist goes to work as a debt collector for the mob. The job seems easy enough, until one “client” pulls him into a situation deeper than could ever be expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6psiAxHQ7dojUTzf34CqMYkzNns.jpg",
    "popularity": 2.8364,
    "tmdb_url": "https://www.themoviedb.org/movie/513691"
  },
  {
    "id": 358632,
    "title": "Typhoon Noruda",
    "release_date": "2015-06-05",
    "overview": "As an unexpected typhoon bears down on a small tropical island, a group of students trapped at school find themselves forced to put aside their personal issues and work together. Not only to save themselves, but possibly the lives of everyone on the planet!",
    "poster_url": "https://image.tmdb.org/t/p/w500/15z0JrLFFAP39V7WYiOHeZktkPL.jpg",
    "popularity": 2.5426,
    "tmdb_url": "https://www.themoviedb.org/movie/358632"
  },
  {
    "id": 858077,
    "title": "La Ciguapa Siempre",
    "release_date": "2021-06-05",
    "overview": "Milagro knew she was adopted, but just found out there is no record of her birth parents. So her boyfriend Davis takes her on a camping trip to help her relax. As the trip progresses Davis reveals he is not as wholesome as he seems, and the truth to Milagro’s identity is hiding deep in the woods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lYumqe5Pg4xRN4GCB4rDsTDk3Bz.jpg",
    "popularity": 2.4659,
    "tmdb_url": "https://www.themoviedb.org/movie/858077"
  },
  {
    "id": 1125015,
    "title": "Sensational!",
    "release_date": "2022-06-05",
    "overview": "A dance show with the themes of \"life,\" \"love,\" and \"hope,\"  that creates a \"sensational\" atmosphere that captures the attention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nfYRiM1QlJFLA0cIEipWqA6IKVO.jpg",
    "popularity": 2.2301,
    "tmdb_url": "https://www.themoviedb.org/movie/1125015"
  },
  {
    "id": 727937,
    "title": "Magkaribal",
    "release_date": "1979-06-05",
    "overview": "A story of a woman whose closest friend became her worst rival. They were once very close to each other, almost like sisters. She even confides all her troubles and heartaches to this friend. Later, she sensed some changes in her friend's attitude towards her which became obvious when this friend of hers tried to outshine her in everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ssmFUhyFroH44r9uIV7iKdIyKRa.jpg",
    "popularity": 2.094,
    "tmdb_url": "https://www.themoviedb.org/movie/727937"
  },
  {
    "id": 68837,
    "title": "Railroad Man",
    "release_date": "1999-06-05",
    "overview": "A railway stationmaster at a dying end-of-the-line village in Hokkaido is haunted by memories of his dead wife and daughter. When the railroad line is scheduled to be closed, he is offered a job at a hotel, but he is emotionally unable to part with his career as a railroader. His life takes a turn when he meets a young woman with an interest in trains who resembles his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nJJA9ZuTzEItugZ5wfT7Nh8xI5Q.jpg",
    "popularity": 2.0912,
    "tmdb_url": "https://www.themoviedb.org/movie/68837"
  },
  {
    "id": 584,
    "title": "2 Fast 2 Furious",
    "release_date": "2003-06-05",
    "overview": "It's a major double-cross when former police officer Brian O'Conner teams up with his ex-con buddy Roman Pearce to transport a shipment of \"dirty\" money for shady Miami-based import-export dealer Carter Verone. But the guys are actually working with undercover agent Monica Fuentes to bring Verone down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6nDZExrDKIXvSAghsFKVFRVJuSf.jpg",
    "popularity": 2.0617,
    "tmdb_url": "https://www.themoviedb.org/movie/584"
  },
  {
    "id": 2690,
    "title": "Irma la Douce",
    "release_date": "1963-06-05",
    "overview": "When a naive policeman falls in love with a prostitute, he doesn’t want her seeing other men and creates an alter ego who’s to be her only customer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5TgL8ql6WwXWmX4EvBL4geJ7gx5.jpg",
    "popularity": 2.0344,
    "tmdb_url": "https://www.themoviedb.org/movie/2690"
  }
]