[
  {
    "id": 49013,
    "title": "Cars 2",
    "release_date": "2011-06-11",
    "overview": "Star race car Lightning McQueen and his pal Mater head overseas to compete in the World Grand Prix race. But the road to the championship becomes rocky as Mater gets caught up in an intriguing adventure of his own: international espionage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/okIz1HyxeVOMzYwwHUjH2pHi74I.jpg",
    "popularity": 14.023,
    "tmdb_url": "https://www.themoviedb.org/movie/49013"
  },
  {
    "id": 329,
    "title": "Jurassic Park",
    "release_date": "1993-06-11",
    "overview": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fjTU1Bgh3KJu4aatZil3sofR2zC.jpg",
    "popularity": 12.0216,
    "tmdb_url": "https://www.themoviedb.org/movie/329"
  },
  {
    "id": 601,
    "title": "E.T. the Extra-Terrestrial",
    "release_date": "1982-06-11",
    "overview": "An alien is left behind on Earth and saved by the 10-year-old Elliot who decides to keep him hidden in his home. While a task force hunts for the extra-terrestrial, Elliot, his brother, and his little sister Gertie form an emotional bond with their new friend, and try to help him find his way home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/an0nD6uq6byfxXCfk6lQBzdL2J1.jpg",
    "popularity": 10.8449,
    "tmdb_url": "https://www.themoviedb.org/movie/601"
  },
  {
    "id": 9377,
    "title": "Ferris Bueller's Day Off",
    "release_date": "1986-06-11",
    "overview": "After high school slacker Ferris Bueller successfully fakes an illness in order to skip school for the day, he goes on a series of adventures throughout Chicago with his girlfriend Sloane and best friend Cameron, all the while trying to outwit his wily school principal and fed-up sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9LTQNCvoLsKXP0LtaKAaYVtRaQL.jpg",
    "popularity": 7.5246,
    "tmdb_url": "https://www.themoviedb.org/movie/9377"
  },
  {
    "id": 1995,
    "title": "Lara Croft: Tomb Raider",
    "release_date": "2001-06-11",
    "overview": "Orphaned heiress, English aristocrat and intrepid archaeologist, Lara Croft, embarks on a dangerous quest to retrieve the two halves of an ancient artifact which controls time before it falls into the wrong hands. As an extremely rare planetary alignment is about to occur for the first time in 5,000 years, the fearless tomb raider will have to team up with rival adventurers and sworn enemies to collect the pieces, while time is running out. But, in the end, who can harness the archaic talisman's unlimited power?",
    "poster_url": "https://image.tmdb.org/t/p/w500/7WyMvoqPYJe5g1ENsbLTv40pUrX.jpg",
    "popularity": 7.0617,
    "tmdb_url": "https://www.themoviedb.org/movie/1995"
  },
  {
    "id": 610150,
    "title": "Dragon Ball Super: Super Hero",
    "release_date": "2022-06-11",
    "overview": "The Red Ribbon Army, an evil organization that was once destroyed by Goku in the past, has been reformed by a group of people who have created new and mightier Androids, Gamma 1 and Gamma 2, and seek vengeance against Goku and his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pi0iZOEHeA3ih4p1IwAG4x2DZNH.jpg",
    "popularity": 6.7968,
    "tmdb_url": "https://www.themoviedb.org/movie/610150"
  },
  {
    "id": 8193,
    "title": "Napoleon Dynamite",
    "release_date": "2004-06-11",
    "overview": "A listless and alienated teenager decides to help his new friend win the class presidency in their small western high school, while he must deal with his bizarre family life back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Iv6Uwa2SBLN0dSGM00rdrwN4MJ.jpg",
    "popularity": 5.0985,
    "tmdb_url": "https://www.themoviedb.org/movie/8193"
  },
  {
    "id": 8645,
    "title": "The Happening",
    "release_date": "2008-06-11",
    "overview": "When a deadly airborne virus threatens to wipe out the northeastern United States, teacher Elliot Moore and his wife Alma flee from contaminated cities into the countryside in a fight to discover the truth. Is it terrorism, the accidental release of some toxic military bio weapon -- or something even more sinister?",
    "poster_url": "https://image.tmdb.org/t/p/w500/fP4nBrtmc0teSDDHzYmDE7TLQBT.jpg",
    "popularity": 4.7957,
    "tmdb_url": "https://www.themoviedb.org/movie/8645"
  },
  {
    "id": 685274,
    "title": "Mobile Suit Gundam Hathaway",
    "release_date": "2021-06-11",
    "overview": "12 years after Char's rebellion, Hathaway Noa leads an insurgency against Earth Federation, but meeting an enemy officer and a mysterious woman alters his fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ddXiPNRWx9YuThYZGzac2KQEfgC.jpg",
    "popularity": 4.3058,
    "tmdb_url": "https://www.themoviedb.org/movie/685274"
  },
  {
    "id": 17529,
    "title": "True Grit",
    "release_date": "1969-06-11",
    "overview": "The murder of her father sends a teenage tomboy on a mission of 'justice', which involves avenging her father's death. She recruits a tough old marshal, 'Rooster' Cogburn because he has 'true grit', and a reputation of getting the job done.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lmexRC57l39elaIcnxhaHpcaIW2.jpg",
    "popularity": 3.6237,
    "tmdb_url": "https://www.themoviedb.org/movie/17529"
  },
  {
    "id": 687637,
    "title": "That's Roman Porno: Smile of Goddesses",
    "release_date": "1988-06-11",
    "overview": "A documentary compilation that shows various clips from the Roman Porno series of movies from 1971 to 1988.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Pg5MgKLaALu7ZRxWi0h4AK4Zx3.jpg",
    "popularity": 3.1542,
    "tmdb_url": "https://www.themoviedb.org/movie/687637"
  },
  {
    "id": 9037,
    "title": "Grease 2",
    "release_date": "1982-06-11",
    "overview": "It's 1961, two years after the original Grease gang graduated, and there's a new crop of seniors and new members of the coolest cliques on campus, the Pink Ladies and T-Birds. Michael Carrington is the new kid in school - but he's been branded a brainiac. Can he fix up an old motorcycle, don a leather jacket, avoid a rumble with the leader of the T-Birds, and win the heart of Pink Lady Stephanie?",
    "poster_url": "https://image.tmdb.org/t/p/w500/ufWc8AR5D66lwB2UZvZ9xvGcDSD.jpg",
    "popularity": 3.0264,
    "tmdb_url": "https://www.themoviedb.org/movie/9037"
  },
  {
    "id": 280019,
    "title": "For the Emperor",
    "release_date": "2014-06-11",
    "overview": "A former professional baseball player becomes entangled in loan-sharking and mob connections after a fixing scandal ejects him from his sport. When his girlfriend vanishes he is forced to confront his mentor and enter a deadly battle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4s6I2Owpqu9oQ6YagJXQTrdFWCF.jpg",
    "popularity": 2.8868,
    "tmdb_url": "https://www.themoviedb.org/movie/280019"
  },
  {
    "id": 39013,
    "title": "Winter's Bone",
    "release_date": "2010-06-11",
    "overview": "After discovering her father put their house up for his bail bond and then disappeared, 17-year-old Ree Dolly must confront the local criminal underworld and the harsh Ozark wilderness in order to to track down her father and save her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a0qhPkNlxLfsf5B2jFyI1Pp04XV.jpg",
    "popularity": 2.8563,
    "tmdb_url": "https://www.themoviedb.org/movie/39013"
  },
  {
    "id": 2789,
    "title": "The Chronicles of Riddick",
    "release_date": "2004-06-11",
    "overview": "After years of outrunning ruthless bounty hunters, escaped convict Riddick suddenly finds himself caught between opposing forces in a fight for the future of the human race. Now, waging incredible battles on fantastic and deadly worlds, this lone, reluctant hero will emerge as humanity's champion - and the last hope for a universe on the edge of annihilation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iSaB7jBgsU6sXqKneZpdeRw5MSV.jpg",
    "popularity": 2.8417,
    "tmdb_url": "https://www.themoviedb.org/movie/2789"
  },
  {
    "id": 781816,
    "title": "Fortune Favors Lady Nikuko",
    "release_date": "2021-06-11",
    "overview": "Nikuko is a brash, jolly, scattered, and passionate woman in an otherwise sleepy seaside town in northern Japan. She’s also the single mother of 11-year-old Kikuko, who is her opposite in many ways. Kikuko is a string-bean of a young girl, pensive, quietly curious, and methodical in how she approaches life in this small harbor town.  Nikuko embarrasses Kikuko as any mom of a preteen would, but Nikuko’s bold spirit makes her especially well-known in a town where Kikuko herself wants nothing more than to simply blend in. As Kikuko navigates the everyday social dramas of middle school, enhanced with touches of magical realism from her ever-present imagination, a shocking revelation from the past threatens to uproot the pair’s tender relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ceine994qh3wc5KpQoEp3LAGHOS.jpg",
    "popularity": 2.8135,
    "tmdb_url": "https://www.themoviedb.org/movie/781816"
  },
  {
    "id": 26263,
    "title": "Death Wish 4: The Crackdown",
    "release_date": "1987-06-11",
    "overview": "After the death of his girlfriend's daughter from a drug overdose, Paul Kersey takes on the local drug cartel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r8HwJQJyKRyJ2JypwiVR5p0ZV84.jpg",
    "popularity": 2.6429,
    "tmdb_url": "https://www.themoviedb.org/movie/26263"
  },
  {
    "id": 320007,
    "title": "Victoria",
    "release_date": "2015-06-11",
    "overview": "A young Spanish woman who has newly moved to Berlin finds her flirtation with a local guy turn potentially deadly as their night out with his friends reveals a dangerous secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9P8QgfoMcFX7vp2Gj2cYFecHVRZ.jpg",
    "popularity": 2.3439,
    "tmdb_url": "https://www.themoviedb.org/movie/320007"
  },
  {
    "id": 32042,
    "title": "Night Moves",
    "release_date": "1975-06-11",
    "overview": "Private detective and former football player Harry Moseby gets hired on to what seems a standard missing person case - a former Hollywood actress wants Moseby to find and return her daughter. Harry travels to Florida to find her, but he begins to see a connection between the runaway girl, the world of Hollywood stuntmen, and a suspicious mechanic when an unsolved murder comes to light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j3zMCyvhGlpw31BAWLVMEZNPfOX.jpg",
    "popularity": 2.0545,
    "tmdb_url": "https://www.themoviedb.org/movie/32042"
  },
  {
    "id": 825997,
    "title": "Rogue Hostage",
    "release_date": "2021-06-11",
    "overview": "A former Marine races against time to save a group of hostages -- including his young daughter and a congressman — when armed militants take over his stepfather's store.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zedUsN2fxRYhrp8k4uHVZuoEPaj.jpg",
    "popularity": 2.0119,
    "tmdb_url": "https://www.themoviedb.org/movie/825997"
  }
]