[
  {
    "id": 8587,
    "title": "The Lion King",
    "release_date": "1994-06-15",
    "overview": "Young lion prince Simba, eager to one day become king of the Pride Lands, grows up under the watchful eye of his father Mufasa; all the while his villainous uncle Scar conspires to take the throne for himself. Amid betrayal and tragedy, Simba must confront his past and find his rightful place in the Circle of Life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sKCr78MXSLixwmZ8DyJLrpMsd15.jpg",
    "popularity": 19.2651,
    "tmdb_url": "https://www.themoviedb.org/movie/8587"
  },
  {
    "id": 375834,
    "title": "It's Called 'Murder', Baby",
    "release_date": "1983-06-15",
    "overview": "In 1940s Los Angeles, private investigator Nick Popodopolis, is hired by actress Dixie Ray, to find her blackmailer.  Edited R version of adult film, Dixie Ray Hollywood Star.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3t0AGedAVSiVOu8614okkVRyU1i.jpg",
    "popularity": 16.7647,
    "tmdb_url": "https://www.themoviedb.org/movie/375834"
  },
  {
    "id": 615173,
    "title": "The Witch: Part 2. The Other One",
    "release_date": "2022-06-15",
    "overview": "A girl wakes up in a huge secret laboratory, then accidentally meets another girl who is trying to protect her house from a gang. The mystery girl overthrows the gang with her unexpected powers, and laboratory staff set out to find her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YTuscJXmr9Iua62amCgGSU8PDW.jpg",
    "popularity": 12.8423,
    "tmdb_url": "https://www.themoviedb.org/movie/615173"
  },
  {
    "id": 884605,
    "title": "No Hard Feelings",
    "release_date": "2023-06-15",
    "overview": "On the brink of losing her childhood home, Maddie discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gD72DhJ7NbfxvtxGiAzLaa0xaoj.jpg",
    "popularity": 12.1563,
    "tmdb_url": "https://www.themoviedb.org/movie/884605"
  },
  {
    "id": 260514,
    "title": "Cars 3",
    "release_date": "2017-06-15",
    "overview": "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing’s biggest stage!",
    "poster_url": "https://image.tmdb.org/t/p/w500/fyy1nDC8wm553FCiBDojkJmKLCs.jpg",
    "popularity": 11.8901,
    "tmdb_url": "https://www.themoviedb.org/movie/260514"
  },
  {
    "id": 274336,
    "title": "Urban Tale",
    "release_date": "2012-06-15",
    "overview": "A boy and a girl wake up in bed one morning, naked. The children's mother died a few weeks earlier. Before she died she asked her children to find their birth father who left them when they were still babies. Their quest in search of their father leads them to hospitals, nursing homes and holding cells. In the course of the quest the brother and sister meet people who provide them - like in parallel quantum universes - a glance into what their future lives may hold for them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eQ5p3FrZ2LCoUxq7N8K9CAaxQBb.jpg",
    "popularity": 8.6892,
    "tmdb_url": "https://www.themoviedb.org/movie/274336"
  },
  {
    "id": 324852,
    "title": "Despicable Me 3",
    "release_date": "2017-06-15",
    "overview": "Gru and his wife Lucy must stop former '80s child star Balthazar Bratt from achieving world domination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6t3YWl7hrr88lCEFlGVqW5yV99R.jpg",
    "popularity": 6.7893,
    "tmdb_url": "https://www.themoviedb.org/movie/324852"
  },
  {
    "id": 37834,
    "title": "Knight and Day",
    "release_date": "2010-06-15",
    "overview": "A fugitive couple goes on a glamorous and sometimes deadly adventure where nothing and no one – even themselves – are what they seem. Amid shifting alliances and unexpected betrayals, they race across the globe, with their survival ultimately hinging on the battle of truth vs. trust.",
    "poster_url": "https://image.tmdb.org/t/p/w500/phhp52CZZJiGYmiOTp9ZBDkGHB3.jpg",
    "popularity": 6.7711,
    "tmdb_url": "https://www.themoviedb.org/movie/37834"
  },
  {
    "id": 928,
    "title": "Gremlins 2: The New Batch",
    "release_date": "1990-06-15",
    "overview": "Young sweethearts Billy and Kate move to the Big Apple, land jobs in a high-tech office park and soon reunite with the friendly and lovable Gizmo. But a series of accidents creates a whole new generation of Gremlins. The situation worsens when the devilish green creatures invade a top-secret laboratory and develop genetically altered powers, making them even harder to destroy!",
    "poster_url": "https://image.tmdb.org/t/p/w500/35F5yD7MljvBE2AC0NHAVCoPGEi.jpg",
    "popularity": 5.9968,
    "tmdb_url": "https://www.themoviedb.org/movie/928"
  },
  {
    "id": 718789,
    "title": "Lightyear",
    "release_date": "2022-06-15",
    "overview": "Legendary Space Ranger Buzz Lightyear embarks on an intergalactic adventure alongside a group of ambitious recruits and his robot companion Sox.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b9t3w1loraDh7hjdWmpc9ZsaYns.jpg",
    "popularity": 5.9626,
    "tmdb_url": "https://www.themoviedb.org/movie/718789"
  },
  {
    "id": 1076364,
    "title": "Carl's Date",
    "release_date": "2023-06-15",
    "overview": "Carl Fredricksen reluctantly agrees to go on a date with a lady friend—but admittedly has no idea how dating works these days. Ever the helpful friend, Dug steps in to calm Carl's pre-date jitters and offer some tried-and-true tips for making friends—if you're a dog.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wakoF2UgsEE3fGs5KpuwMWsaNr2.jpg",
    "popularity": 5.6667,
    "tmdb_url": "https://www.themoviedb.org/movie/1076364"
  },
  {
    "id": 485942,
    "title": "Batman Ninja",
    "release_date": "2018-06-15",
    "overview": "Batman, along with many of his allies and adversaries, finds himself transported to feudal Japan by Gorilla Grodd's time displacement machine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5xSB0Npkc9Fd9kahKBsq9P4Cdzp.jpg",
    "popularity": 4.4331,
    "tmdb_url": "https://www.themoviedb.org/movie/485942"
  },
  {
    "id": 479,
    "title": "Shaft",
    "release_date": "2000-06-15",
    "overview": "New York police detective John Shaft arrests Walter Wade Jr. for a racially motivated slaying. But the only eyewitness disappears, and Wade jumps bail for Switzerland. Two years later Wade returns to face trial, confident his money and influence will get him acquitted -- especially since he's paid a drug kingpin to kill the witness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ncvnNPaN73cOqD4muE413sSOyY.jpg",
    "popularity": 4.3659,
    "tmdb_url": "https://www.themoviedb.org/movie/479"
  },
  {
    "id": 9513,
    "title": "Garfield: A Tail of Two Kitties",
    "release_date": "2006-06-15",
    "overview": "Jon and Garfield visit the United Kingdom, where a case of mistaken cat identity finds Garfield ruling over a castle. His reign is soon jeopardized by the nefarious Lord Dargis, who has designs on the estate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eRbG8Buz2eFylHL5uX8bTxgoNp9.jpg",
    "popularity": 4.3519,
    "tmdb_url": "https://www.themoviedb.org/movie/9513"
  },
  {
    "id": 5902,
    "title": "A Bridge Too Far",
    "release_date": "1977-06-15",
    "overview": "The story of Operation Market Garden—a failed attempt by the allies in the latter stages of WWII to end the war quickly by securing three bridges in Holland allowing access over the Rhine into Germany. A combination of poor allied intelligence and the presence of two crack German panzer divisions meant that the final part of this operation (the bridge in Arnhem over the Rhine) was doomed to failure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lszOk3Xmh7qpLaM9J4K9E6ADLk1.jpg",
    "popularity": 4.1801,
    "tmdb_url": "https://www.themoviedb.org/movie/5902"
  },
  {
    "id": 3638,
    "title": "No Reservations",
    "release_date": "2007-06-15",
    "overview": "Master chef Kate Armstrong runs her life and her kitchen with intimidating intensity. However, a recipe for disaster may be in the works when she becomes the guardian of her young niece while crossing forks with the brash sous-chef who just joined her staff. Though romance blooms in the face of rivalry, Kate needs to look outside the kitchen to find true happiness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eKqfRSf0DZ0Qey1f9ZHuZfsmXVR.jpg",
    "popularity": 4.1747,
    "tmdb_url": "https://www.themoviedb.org/movie/3638"
  },
  {
    "id": 572154,
    "title": "Rascal Does Not Dream of a Dreaming Girl",
    "release_date": "2019-06-15",
    "overview": "In Fujisawa, Sakuta Azusagawa is in his second year of high school. Blissful days with his girlfriend and upperclassman, Mai Sakurajima, are interrupted by the appearance of his first crush, Shoko Makinohara.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AtFnN4OztDJy8IFwYd5JfU0jlEM.jpg",
    "popularity": 4.0447,
    "tmdb_url": "https://www.themoviedb.org/movie/572154"
  },
  {
    "id": 1705,
    "title": "Battle for the Planet of the Apes",
    "release_date": "1973-06-15",
    "overview": "The fifth and final episode in the Planet of the Apes series. After the collapse of human civilization, a community of intelligent apes led by Caesar lives in harmony with a group of humans. Gorilla General Aldo tries to cause an ape civil war and a community of human mutants who live beneath a destroyed city try to conquer those whom they perceive as enemies. All leading to the finale.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dP5dYjLp5p2CG103cJMio4Nj29d.jpg",
    "popularity": 3.8551,
    "tmdb_url": "https://www.themoviedb.org/movie/1705"
  },
  {
    "id": 397422,
    "title": "Rough Night",
    "release_date": "2017-06-15",
    "overview": "Five best friends from college reunite 10 years later for a wild bachelorette weekend in Miami. Their hard partying takes a hilariously dark turn when they accidentally kill a male stripper. Amidst the craziness of trying to cover it up, they're ultimately brought closer together when it matters most.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ttC00xcQ5UIO04kU8y0h5OAIYYJ.jpg",
    "popularity": 3.7922,
    "tmdb_url": "https://www.themoviedb.org/movie/397422"
  },
  {
    "id": 384677,
    "title": "Set It Up",
    "release_date": "2018-06-15",
    "overview": "Two overworked and underpaid assistants come up with a plan to get their bosses off their backs by setting them up with each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7omfwqiiMld9EnUps3Uk9YZLy6g.jpg",
    "popularity": 3.7619,
    "tmdb_url": "https://www.themoviedb.org/movie/384677"
  },
  {
    "id": 1367,
    "title": "Rocky II",
    "release_date": "1979-06-15",
    "overview": "After Rocky goes the distance with champ Apollo Creed, both try to put the fight behind them and move on. Rocky settles down with Adrian but can't put his life together outside the ring, while Creed seeks a rematch to restore his reputation. Soon enough, the \"Master of Disaster\" and the \"Italian Stallion\" are set on a collision course for a climactic battle that is brutal and unforgettable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nMaiiu0CzT77U4JZkUYV7KqdAjK.jpg",
    "popularity": 3.5086,
    "tmdb_url": "https://www.themoviedb.org/movie/1367"
  },
  {
    "id": 702936,
    "title": "Sniper: Assassin's End",
    "release_date": "2020-06-15",
    "overview": "Special Ops sniper Brandon Beckett is set up as the primary suspect for the murder of a foreign dignitary on the eve of signing a high-profile trade agreement with the United States. Narrowly escaping death, Beckett realizes that there may be a dark operative working within the government, and partners with the only person whom he can trust: his father, legendary sniper Sgt. Thomas Beckett. Both Becketts are on the run from the CIA, Russian mercenaries, and a yakuza-trained assassin with sniper skills that rival both legendary sharpshooters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AiymaaYeAl9ZBoyUz2tz4k2XaKv.jpg",
    "popularity": 3.4622,
    "tmdb_url": "https://www.themoviedb.org/movie/702936"
  },
  {
    "id": 25074,
    "title": "Miracles: The Canton Godfather",
    "release_date": "1989-06-15",
    "overview": "A country boy becomes the head of a gang through the purchase of some lucky roses from an old lady. He and a singer at the gang's nightclub try to do a good deed for the old lady when her daughter comes to visit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/70OnveJQzlYji1TOoODNGrU9Mjj.jpg",
    "popularity": 3.0881,
    "tmdb_url": "https://www.themoviedb.org/movie/25074"
  },
  {
    "id": 1008392,
    "title": "The Blackening",
    "release_date": "2023-06-15",
    "overview": "Seven black friends go away for the weekend, only to find themselves trapped in a cabin with a killer who has a vendetta. They must pit their street smarts and knowledge of horror movies against the murderer to stay alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n2aS9FE0C3VUHtSb3Ak41aU9K3y.jpg",
    "popularity": 3.0864,
    "tmdb_url": "https://www.themoviedb.org/movie/1008392"
  },
  {
    "id": 1654,
    "title": "The Dirty Dozen",
    "release_date": "1967-06-15",
    "overview": "12 American military prisoners in World War II are ordered to infiltrate a well-guarded enemy château and kill the Nazi officers vacationing there. The soldiers, most of whom are facing death sentences for a variety of violent crimes, agree to the mission and the possible commuting of their sentences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tFWWsuhp22zJ6OG6QepJIiPUfeF.jpg",
    "popularity": 3.0376,
    "tmdb_url": "https://www.themoviedb.org/movie/1654"
  },
  {
    "id": 496891,
    "title": "Girls und Panzer das Finale: Part II",
    "release_date": "2019-06-15",
    "overview": "Despite having the upper hand, BC Freedom High School suffers a thorough defeat at the hands of Ooarai Girls Academy. Following their victory, the Ooarai girls decide to take a break before the next round. After discovering that Momo Kawashima is taking care of her family while studying for the university entrance exams, the rest of the Ooarai team become more determined to win the Winter Continuous Track Cup for the sake of Momo and her family.  Meanwhile, the second round of the tournament has started, and Ooarai now has to face Chi-Ha-Tan Academy. Having learned from the first round to not underestimate their enemies, Ooarai slowly approaches their opponent on the thick jungle battlefield.  Part 2 of 6 for the final chapter of Girls und Panzer series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2UPHyMm8fE22yvTFVGu1LW2nVF0.jpg",
    "popularity": 3.0294,
    "tmdb_url": "https://www.themoviedb.org/movie/496891"
  },
  {
    "id": 14424,
    "title": "Sex and Death 101",
    "release_date": "2007-06-15",
    "overview": "A guy's life is turned around by an email, which includes the names of everyone he's had sex with and ever will have sex with. His situation gets worse when he encounters a femme fatale (Ryder) who targets men guilty of sex crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yLWdM3znzRCqEbxYWXpSJNNu3fe.jpg",
    "popularity": 2.9429,
    "tmdb_url": "https://www.themoviedb.org/movie/14424"
  },
  {
    "id": 80156,
    "title": "Gadar: Ek Prem Katha",
    "release_date": "2001-06-15",
    "overview": "Amongst the communal riots that erupt in the city, Tara shelters a wayward Sakina from a crazed mob and a bond that blossoms into love is created. The two eventually get married and have a son. The happy family, now living in Amritsar, gets the shock of their lives when Sakina learns that her father (Amrish Puri), whom she previously believed died in the riots back in Amritsar, is still alive after seeing his picture in a tattered, old newspaper. Upon contacting him, Sakina's father, now the mayor of Lahore in Pakistan, arranges for his daughter to arrive in Lahore to see him. Sakina leaves for Lahore minus Tara and her son, and upon reaching the city, learns of her father's plans for her - plans that include forcing Sakina to forget about her family and start life anew in Pakistan. Then begins an extraordinary journey which will lead Tara to cross the border into Pakistan to find his love Sakina",
    "poster_url": "https://image.tmdb.org/t/p/w500/yItg48ViirZHWmuD15reEyMfr4x.jpg",
    "popularity": 2.7775,
    "tmdb_url": "https://www.themoviedb.org/movie/80156"
  },
  {
    "id": 287,
    "title": "Bull Durham",
    "release_date": "1988-06-15",
    "overview": "Veteran catcher Crash Davis is brought to the minor league Durham Bulls to help their up and coming pitching prospect, \"Nuke\" Laloosh. Their relationship gets off to a rocky start and is further complicated when baseball groupie Annie Savoy sets her sights on the two men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q3T9bO6p74NcTxWOhdUA6fASQ5T.jpg",
    "popularity": 2.7732,
    "tmdb_url": "https://www.themoviedb.org/movie/287"
  },
  {
    "id": 1159004,
    "title": "Sammy Slick: Vampire Slayer",
    "release_date": "2023-06-15",
    "overview": "In the dark and seedy streets of Ybor City, Florida, Vampire Investigator Sammy Slick vows to rid the city of its blood sucking inhabitants once and for all. After a dancer from Foxy's Strip Club comes to him with her suspicions that the club's new owner is luring men in as potential prey, Sammy and his trusty sidekick Ash set out to prove her right and bring down the vampiress. Along the way they are met with obstacles, vampiric adversaries, and vampire strippers. As the stakes (and body count) rise, Sammy and Ash must use all their skills and ingenuity to put a stop to the blood trap and finally rid Ybor City of its vampire infestation. With non-stop action, comedic moments and a few unexpected twists, Sammy Slick : Vampire Slayer is a heart-pumping thrill ride unlike anything you've seen before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rxh3TxK3Ffsa2EgkQYPRyRZDKOk.jpg",
    "popularity": 2.7412,
    "tmdb_url": "https://www.themoviedb.org/movie/1159004"
  },
  {
    "id": 9517,
    "title": "Bully",
    "release_date": "2001-06-15",
    "overview": "This is the true story of Bobby Kent, a teen bully in the suburban town of Hollywood, Florida. Eventually, his best friend and girlfriend team up with the various other kids that are tired of getting beat up by him. Included in that group are the overweight Lisa Connelly. Together, seven teenagers lure Bobby out, deep into the swamp, promising him sex and drugs and when they get there, they beat him to death with baseball bats....",
    "poster_url": "https://image.tmdb.org/t/p/w500/qpvCDZPFUg3bdPUeoIwiWFdXOTM.jpg",
    "popularity": 2.6919,
    "tmdb_url": "https://www.themoviedb.org/movie/9517"
  },
  {
    "id": 222761,
    "title": "Tropic of Desire",
    "release_date": "1979-06-15",
    "overview": "A male hustler drifts into Key West, where he becomes involved in a series of steamy interludes with disreputable locals intertwined in various political intrigues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d6lmgCZJdvZEduAlLba33TZAJRT.jpg",
    "popularity": 2.4689,
    "tmdb_url": "https://www.themoviedb.org/movie/222761"
  },
  {
    "id": 530154,
    "title": "Lust Stories",
    "release_date": "2018-06-15",
    "overview": "An anthology of four stories that sheds light on modern relationships from the viewpoint of the Indian woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mP5HehSpCaRGd6ej66jxkhdl60B.jpg",
    "popularity": 2.4297,
    "tmdb_url": "https://www.themoviedb.org/movie/530154"
  },
  {
    "id": 19666,
    "title": "Lagaan: Once Upon a Time in India",
    "release_date": "2001-06-15",
    "overview": "In 1890s India, an arrogant British commander challenges the harshly taxed residents of Champaner to a high-stakes cricket match.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yNX9lFRAFeNLNRIXdqZK9gYrYKa.jpg",
    "popularity": 2.3287,
    "tmdb_url": "https://www.themoviedb.org/movie/19666"
  },
  {
    "id": 598984,
    "title": "Bottom Out",
    "release_date": "2004-06-15",
    "overview": "In this story about impoverished urban life, a woman named Kelly has to decide how much risk and sacrifice is worth the chance to get out of the ghetto. Stealing the 250,000 dollars that her fresh-out-of-prison boyfriend is hording from a bank heist, she makes a run for it, fully aware that if he finds her, she will be dead. Both of these people want a chance at a clean life, but after everything they must go through to get it, that life may turn out to be nothing but a dream.",
    "poster_url": "https://image.tmdb.org/t/p/w500/otruvaPqtcY6dZ74gJ8ar6aVjb2.jpg",
    "popularity": 2.2096,
    "tmdb_url": "https://www.themoviedb.org/movie/598984"
  },
  {
    "id": 24922,
    "title": "Ebola Syndrome",
    "release_date": "1996-06-15",
    "overview": "A violent fugitive on the run from the law makes his way from Hong Kong to South Africa, where he discovers that he's immune to the Ebola virus, and later returns home to spread the deadly disease.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hrPuJENcqV0doQxsZZcQLfHfeUL.jpg",
    "popularity": 2.1113,
    "tmdb_url": "https://www.themoviedb.org/movie/24922"
  },
  {
    "id": 178172,
    "title": "Hello, My Dolly Girlfriend",
    "release_date": "2013-06-15",
    "overview": "A lonely otaku is fired from his job. He is rescued in a ruined building by a strange girl in a sailor suit. When he wakes up, the girl becomes a figure. The young man and the pretty figure begin to live together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jl6OPd8qOH4suBzdxk2AYWbio2z.jpg",
    "popularity": 2.0664,
    "tmdb_url": "https://www.themoviedb.org/movie/178172"
  },
  {
    "id": 14043,
    "title": "Nancy Drew",
    "release_date": "2007-06-15",
    "overview": "Intrepid teenage private eye Nancy Drew heads to Tinseltown with her father to investigate the unsolved murder of a movie star in this old-fashioned whodunit based on Carolyn Keene's popular series of books for young adults. But can the small-town girl cut through the Hollywood hype to solve the case?",
    "poster_url": "https://image.tmdb.org/t/p/w500/a1aAZolyLFRwKhs0IWhFyTa8Z2Z.jpg",
    "popularity": 2.0585,
    "tmdb_url": "https://www.themoviedb.org/movie/14043"
  }
]