[
  {
    "id": 335988,
    "title": "Transformers: The Last Knight",
    "release_date": "2017-06-16",
    "overview": "Humans and Transformers are at war. Optimus Prime is gone. The key to saving our future lies buried in the secrets of the past, in the hidden history of Transformers on Earth. Saving our world falls upon the shoulders of an unlikely alliance: Cade Yeager; Bumblebee; an English Lord; and an Oxford Professor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s5HQf2Gb3lIO2cRcFwNL9sn1o1o.jpg",
    "popularity": 40.1914,
    "tmdb_url": "https://www.themoviedb.org/movie/335988"
  },
  {
    "id": 621,
    "title": "Grease",
    "release_date": "1978-06-16",
    "overview": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?",
    "poster_url": "https://image.tmdb.org/t/p/w500/czVhhAaSBFpakur7U8pOIDV9NUG.jpg",
    "popularity": 11.7316,
    "tmdb_url": "https://www.themoviedb.org/movie/621"
  },
  {
    "id": 10193,
    "title": "Toy Story 3",
    "release_date": "2010-06-16",
    "overview": "Woody, Buzz, and the rest of Andy's toys haven't been played with in years. With Andy about to go to college, the gang find themselves accidentally left at a nefarious day care center. The toys must band together to escape and return home to Andy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AbbXspMOwdvwWZgVN0nabZq03Ec.jpg",
    "popularity": 11.3753,
    "tmdb_url": "https://www.themoviedb.org/movie/10193"
  },
  {
    "id": 73861,
    "title": "A Serbian Film",
    "release_date": "2010-06-16",
    "overview": "Retired porn star Milos leads a normal family life trying to make ends meet. Presented with the opportunity of a lifetime to financially support his family for the rest of their lives, Milos must participate in one last mysterious film. From then on, Milos is drawn into a maelstrom of unbelievable cruelty and mayhem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cToUzXZ9AcUylfIt8vnXhiy6Y9m.jpg",
    "popularity": 8.5738,
    "tmdb_url": "https://www.themoviedb.org/movie/73861"
  },
  {
    "id": 812225,
    "title": "Black Clover: Sword of the Wizard King",
    "release_date": "2023-06-16",
    "overview": "As a lionhearted boy who can't wield magic strives for the title of Wizard King, four banished Wizard Kings of yore return to crush the Clover Kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YEGawvjaRgnyW6QVcUhFJPFDco.jpg",
    "popularity": 7.8105,
    "tmdb_url": "https://www.themoviedb.org/movie/812225"
  },
  {
    "id": 1050161,
    "title": "Complete",
    "release_date": "2022-06-16",
    "overview": "In an abandoned fort, a man tries to recover his lost love. He is prepared to make great sacrifices to do so. Everything, to be complete again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iYDMJqNoG1rAPUl4zrC1cVNNbzG.jpg",
    "popularity": 7.0236,
    "tmdb_url": "https://www.themoviedb.org/movie/1050161"
  },
  {
    "id": 115290,
    "title": "Blue Lagoon: The Awakening",
    "release_date": "2012-06-16",
    "overview": "Two high school students become stranded on a tropical island and must rely on each other for survival. They learn more about themselves and each other while falling in love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ptsBY9Aqo4Mn0V1krI5s8WfFxzW.jpg",
    "popularity": 6.8772,
    "tmdb_url": "https://www.themoviedb.org/movie/115290"
  },
  {
    "id": 127380,
    "title": "Finding Dory",
    "release_date": "2016-06-16",
    "overview": "Dory is reunited with her friends Nemo and Marlin in the search for answers about her past. What can she remember? Who are her parents? And where did she learn to speak Whale?",
    "poster_url": "https://image.tmdb.org/t/p/w500/3UVe8NL1E2ZdUZ9EDlKGJY5UzE.jpg",
    "popularity": 6.5414,
    "tmdb_url": "https://www.themoviedb.org/movie/127380"
  },
  {
    "id": 525,
    "title": "The Blues Brothers",
    "release_date": "1980-06-16",
    "overview": "Jake Blues, just released from prison, puts his old band back together to save the Catholic home where he and his brother Elwood were raised.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rhYJKOt6UrQq7JQgLyQcSWW5R86.jpg",
    "popularity": 6.3862,
    "tmdb_url": "https://www.themoviedb.org/movie/525"
  },
  {
    "id": 414,
    "title": "Batman Forever",
    "release_date": "1995-06-16",
    "overview": "In the looming shadows of Gotham City, two villainous souls devise twin schemes of revenge against the city's dark guardian. Two-Face, disfigured by chance and fueled by vengeance, is obsessed with destroying Batman, while the Riddler, a disillusioned genius, pursues the destruction of billionaire Bruce Wayne. Together they've hatched a plot to absorb and control the minds of all of Gotham City's residents, and only Batman and his new partner, Robin, can stop them! But the Dark Knight is hindered by a mystery from his own childhood. He must hope that a new found love can help him overcome the incident that made him what he is. In the end, he must decide: will he be Batman—forever?",
    "poster_url": "https://image.tmdb.org/t/p/w500/l0wdmQl9TDhMgz1f822yjXHdtlf.jpg",
    "popularity": 5.8817,
    "tmdb_url": "https://www.themoviedb.org/movie/414"
  },
  {
    "id": 9353,
    "title": "Nacho Libre",
    "release_date": "2006-06-16",
    "overview": "Ignacio, a disrespected cook at a Mexican monastery, can barely afford to feed the orphans who live there. Inspired by a local wrestling hero, he decides to moonlight as the not-so-famous Luchador \"Nacho Libre\" to earn money for the monastery -- not to mention the admiration of beautiful nun Sister Encarnación.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kh7B91bMl2lZ0mH9WhPfaNUIEQH.jpg",
    "popularity": 5.8214,
    "tmdb_url": "https://www.themoviedb.org/movie/9353"
  },
  {
    "id": 2978,
    "title": "Ghostbusters II",
    "release_date": "1989-06-16",
    "overview": "Having lost their status and credibility five years after covering New York City with gooey roasted marshmallows in Ghostbusters (1984), the city's former heroes and once-popular spirit-hunters struggle to keep afloat, forced to work odd jobs. However, when Dana and her baby have yet another terrifying encounter with the paranormal, it is up to Peter Venkman and his fearless team of supernatural crime fighters to step up and save the day. Once more, humankind is in danger, as rivers of slimy psycho-reactive ectoplasm, paired with the dreadful manifestation of evil sixteenth-century tyrant Vigo the Carpathian, threaten to plunge the entire city into darkness. Is the world ready to believe? Can the Ghostbusters save us for the second time?",
    "poster_url": "https://image.tmdb.org/t/p/w500/yObYPMA58DnTMvJooFW7GG6jWAt.jpg",
    "popularity": 5.6375,
    "tmdb_url": "https://www.themoviedb.org/movie/2978"
  },
  {
    "id": 579,
    "title": "Jaws 2",
    "release_date": "1978-06-16",
    "overview": "Police chief Brody must protect the citizens of Amity after a second monstrous shark begins terrorizing the waters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cN3ijEwsn4kBaRuHfcJpAQJbeWe.jpg",
    "popularity": 5.2703,
    "tmdb_url": "https://www.themoviedb.org/movie/579"
  },
  {
    "id": 10495,
    "title": "The Karate Kid Part III",
    "release_date": "1989-06-16",
    "overview": "Despondent over the closing of his karate school, Cobra Kai teacher John Kreese joins a ruthless businessman and martial artist to get revenge on Daniel and Mr. Miyagi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lVZ3r0iDwGejlCvFEvXGzhQB9ds.jpg",
    "popularity": 5.1473,
    "tmdb_url": "https://www.themoviedb.org/movie/10495"
  },
  {
    "id": 302699,
    "title": "Central Intelligence",
    "release_date": "2016-06-16",
    "overview": "Calvin Joyner, a mild-mannered accountant whose high school glory days are long behind him, reconnects with an awkward pal from high school through Facebook. After meeting up, Calvin’s mundane life takes an unexpectedly thrilling turn when he's thrust into the world of international espionage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Ou0TRJLi72AwLEUlo7Kym4XuNB.jpg",
    "popularity": 5.0276,
    "tmdb_url": "https://www.themoviedb.org/movie/302699"
  },
  {
    "id": 759175,
    "title": "The Princess",
    "release_date": "2022-06-16",
    "overview": "A beautiful, strong-willed young royal refuses to wed the cruel sociopath to whom she is betrothed and is kidnapped and locked in a remote tower of her father’s castle. With her scorned, vindictive suitor intent on taking her father’s throne, the princess must protect her family and save the kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9pCoqX24a6rE981fY1O3PmhiwrB.jpg",
    "popularity": 4.4125,
    "tmdb_url": "https://www.themoviedb.org/movie/759175"
  },
  {
    "id": 475215,
    "title": "Mirai",
    "release_date": "2018-06-16",
    "overview": "Unhappy after his new baby sister displaces him, four-year-old Kun begins meeting people and pets from his family's history in their unique house in order to help him become the big brother he was meant to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b9XvI4Nehzi0nXyNVD6DtT39P6l.jpg",
    "popularity": 4.0328,
    "tmdb_url": "https://www.themoviedb.org/movie/475215"
  },
  {
    "id": 668047,
    "title": "Press Play",
    "release_date": "2022-06-16",
    "overview": "Laura and Harrison have the picture-perfect romance built on the foundation of a shared love of music. After a deadly accident, Laura gets the chance to save the love of her life when she discovers that their mixtape can transport her back in time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d0dcVRrRvfOZi1jDrVsw4pVQ945.jpg",
    "popularity": 4.026,
    "tmdb_url": "https://www.themoviedb.org/movie/668047"
  },
  {
    "id": 55,
    "title": "Amores Perros",
    "release_date": "2000-06-16",
    "overview": "A fatalistic car crash in Mexico city sets off a chain of events in the lives of three people: a supermodel, a young man wanting to run off with his sister-in-law, and a homeless man. Their lives are catapulted into unforeseen situations instigated by the seemingly inconsequential destiny of a dog.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tuyV4ceh80IBTbRJWX7jJ59UFxn.jpg",
    "popularity": 3.8327,
    "tmdb_url": "https://www.themoviedb.org/movie/55"
  },
  {
    "id": 80,
    "title": "Before Sunset",
    "release_date": "2004-06-16",
    "overview": "Nine years later, Jesse travels across Europe giving readings from a book he wrote about the night he spent in Vienna with Celine. After his reading in Paris, Celine finds him, and they spend part of the day together before Jesse has to again leave for a flight. They are both in relationships now, and Jesse has a son, but as their strong feelings for each other start to return, both confess a longing for more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/94Yl2xVB7YIRK4IgA0RqYGiNgkB.jpg",
    "popularity": 3.7341,
    "tmdb_url": "https://www.themoviedb.org/movie/80"
  },
  {
    "id": 734253,
    "title": "Adipurush",
    "release_date": "2023-06-16",
    "overview": "7000 years ago, Ayodhya's Prince Raghava and Prince Sesh along with the Mighty Vanar Warriors travels to the island of Lanka with an aim to rescue Raghava's wife Janaki, who has been abducted by Lankesh, the king of Lanka.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1H2xEZOixs0z0JKwyjANZiKNNVJ.jpg",
    "popularity": 3.6682,
    "tmdb_url": "https://www.themoviedb.org/movie/734253"
  },
  {
    "id": 758330,
    "title": "Good Luck to You, Leo Grande",
    "release_date": "2022-06-16",
    "overview": "Nancy Stokes, a retired schoolteacher, is pretty sure she has never had good sex. Now that her husband has died, she is determined to take a tour of sexual vistas that until now she has only imagined. She even has a plan; it involves an anonymous hotel room, and a sex worker who calls himself Leo Grande.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dxxOmTq4LgQxiyU4rW53qdj9FoN.jpg",
    "popularity": 3.5041,
    "tmdb_url": "https://www.themoviedb.org/movie/758330"
  },
  {
    "id": 77887,
    "title": "Hawaiian Vacation",
    "release_date": "2011-06-16",
    "overview": "The toys throw Ken and Barbie a Hawaiian vacation in Bonnie's room.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7DrKSrV5NCgR9Ky4WNzgM6ybqdq.jpg",
    "popularity": 3.5008,
    "tmdb_url": "https://www.themoviedb.org/movie/77887"
  },
  {
    "id": 2044,
    "title": "The Lake House",
    "release_date": "2006-06-16",
    "overview": "A lonely doctor who once occupied an unusual lakeside home begins exchanging love letters with its former resident, a frustrated architect. They must try to unravel the mystery behind their extraordinary romance before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tHpc1118dYWLnHZleGhwZxRbpae.jpg",
    "popularity": 3.0046,
    "tmdb_url": "https://www.themoviedb.org/movie/2044"
  },
  {
    "id": 10204,
    "title": "Around the World in 80 Days",
    "release_date": "2004-06-16",
    "overview": "A bet pits a British inventor, a Chinese thief and a French artist on a worldwide adventure that they can circle the globe in 80 days.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
    "popularity": 2.8971,
    "tmdb_url": "https://www.themoviedb.org/movie/10204"
  },
  {
    "id": 7450,
    "title": "Titan A.E.",
    "release_date": "2000-06-16",
    "overview": "A young man finds out that he holds the key to restoring hope and ensuring survival for the human race, while an alien species called the Drej are bent on mankind's destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/el2iHk3LTJWfEnwrvcRkvWY501G.jpg",
    "popularity": 2.8649,
    "tmdb_url": "https://www.themoviedb.org/movie/7450"
  },
  {
    "id": 51200,
    "title": "71: Into the Fire",
    "release_date": "2010-06-16",
    "overview": "In August 1950, waiting for UN troops to arrive, the South Korean army assembled to protect Nakdong River. Only 71 student-soldiers are left behind to guard the city of Pohang. Now they are on a mission to defend the country from North Korean troops.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3p8nZAGiw8LT8TFpYOn7uoTUdvI.jpg",
    "popularity": 2.7193,
    "tmdb_url": "https://www.themoviedb.org/movie/51200"
  },
  {
    "id": 70410,
    "title": "The Public Woman",
    "release_date": "1984-06-16",
    "overview": "An inexperienced young actress is invited to play a role in a film based on Dostoyevsky's 'The Possessed'. The film director, a Czech immigrant in Paris, takes over her life, and in a short time she is unable to draw the line between acting and reality. She winds up playing a real-life role posing as the dead wife of another Czech immigrant, who is manipulated by the filmmaker into commiting a political assassination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5MXaIoOKGfxanGqxgrLgv0OtV39.jpg",
    "popularity": 2.6327,
    "tmdb_url": "https://www.themoviedb.org/movie/70410"
  },
  {
    "id": 462650,
    "title": "Puss in Book: Trapped in an Epic Tale",
    "release_date": "2017-06-16",
    "overview": "After tumbling into a magic storybook, Puss in Boots must fight, dance and romance his way through wild adventures as he searches for an escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vgLbNi7LBoXLikf6B5XrcT1yl79.jpg",
    "popularity": 2.5658,
    "tmdb_url": "https://www.themoviedb.org/movie/462650"
  },
  {
    "id": 1137047,
    "title": "West Sex Journey 2",
    "release_date": "1998-06-16",
    "overview": "The Tang monk said: It is difficult to be a monk, and it is difficult to be a monk with a face better than a talent; It is difficult to be a non-mainstream monk with good looks and talents. Sun Wukong said: Junior Brother Sha, that old guy is starting to lose his face again. ZBJ said: It's easy to be a pig, but it's not easy to be a pig that I do. The sand monk said: Don't look at my rough appearance, in fact, my inner thief is gentle and dripping. The little white dragon said: Don't talk to me, you've seen a few handsome guys who will open their mouths at will.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kcME07YvukipFBmg9UArSRZqsEb.jpg",
    "popularity": 2.509,
    "tmdb_url": "https://www.themoviedb.org/movie/1137047"
  },
  {
    "id": 404733,
    "title": "Overdrive",
    "release_date": "2017-06-16",
    "overview": "Master car thieves square off against French gangsters in the South of France with money, women and lives all on the line.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a0hTRjis1cxwmjOuBaS7WdDG3dj.jpg",
    "popularity": 2.4257,
    "tmdb_url": "https://www.themoviedb.org/movie/404733"
  },
  {
    "id": 409282,
    "title": "Taboo - New Sister",
    "release_date": "2016-06-16",
    "overview": "A movie about sexual love in which a woman gets remarried thinking of a new life but she schemes with her boyfriend to rip off her new family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wfEuhpvmA4QjY4CP0rHr4sysaoo.jpg",
    "popularity": 2.2609,
    "tmdb_url": "https://www.themoviedb.org/movie/409282"
  },
  {
    "id": 399106,
    "title": "Piper",
    "release_date": "2016-06-16",
    "overview": "A mother bird tries to teach her little one how to find food by herself. In the process, she encounters a traumatic experience that she must overcome in order to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5fu2d809jepLwEpES7wggiECLoQ.jpg",
    "popularity": 2.1748,
    "tmdb_url": "https://www.themoviedb.org/movie/399106"
  }
]