[
  {
    "id": 106,
    "title": "Predator",
    "release_date": "1987-06-12",
    "overview": "A team of elite commandos on a secret mission in a Central American jungle come to find themselves hunted by an extraterrestrial warrior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k3mW4qfJo6SKqe6laRyNGnbB9n5.jpg",
    "popularity": 25.0224,
    "tmdb_url": "https://www.themoviedb.org/movie/106"
  },
  {
    "id": 85,
    "title": "Raiders of the Lost Ark",
    "release_date": "1981-06-12",
    "overview": "When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ceG9VzoRAVGwivFU403Wc3AHRys.jpg",
    "popularity": 13.8595,
    "tmdb_url": "https://www.themoviedb.org/movie/85"
  },
  {
    "id": 49521,
    "title": "Man of Steel",
    "release_date": "2013-06-12",
    "overview": "A young boy learns that he has extraordinary powers and is not of this earth. As a young man, he journeys to discover where he came from and what he was sent here to do. But the hero in him must emerge if he is to save the world from annihilation and become the symbol of hope for all mankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dksTL9NXc3GqPBRHYHcy1aIwjS.jpg",
    "popularity": 12.5659,
    "tmdb_url": "https://www.themoviedb.org/movie/49521"
  },
  {
    "id": 1724,
    "title": "The Incredible Hulk",
    "release_date": "2008-06-12",
    "overview": "Scientist Bruce Banner scours the planet for an antidote to the unbridled force of rage within him: the Hulk. But when the military masterminds who dream of exploiting his powers force him back to civilization, he finds himself coming face to face with a new, deadly foe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gKzYx79y0AQTL4UAk1cBQJ3nvrm.jpg",
    "popularity": 11.1839,
    "tmdb_url": "https://www.themoviedb.org/movie/1724"
  },
  {
    "id": 479455,
    "title": "Men in Black: International",
    "release_date": "2019-06-12",
    "overview": "The Men in Black have always protected the Earth from the scum of the universe. In this new adventure, they tackle their biggest, most global threat to date: a mole in the Men in Black organization.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dPrUPFcgLfNbmDL8V69vcrTyEfb.jpg",
    "popularity": 6.8987,
    "tmdb_url": "https://www.themoviedb.org/movie/479455"
  },
  {
    "id": 8095,
    "title": "Cleopatra",
    "release_date": "1963-06-12",
    "overview": "Determined to hold on to the throne, Cleopatra seduces the Roman emperor Julius Caesar. When Caesar is murdered, she redirects her attentions to his general, Marc Antony, who vows to take power—but Caesar’s successor has other plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bj7rUGUewofA9cpHt1h36gvDFfy.jpg",
    "popularity": 5.9617,
    "tmdb_url": "https://www.themoviedb.org/movie/8095"
  },
  {
    "id": 109414,
    "title": "This Is the End",
    "release_date": "2013-06-12",
    "overview": "While attending a party at James Franco's house, Seth Rogen, Jay Baruchel and many other celebrities are faced with the apocalypse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Wdc3etyBJA4432TYtz6n9GQd1c.jpg",
    "popularity": 5.7711,
    "tmdb_url": "https://www.themoviedb.org/movie/109414"
  },
  {
    "id": 6068,
    "title": "Six Days Seven Nights",
    "release_date": "1998-06-12",
    "overview": "In the South Pacific island of Makatea, career-driven magazine editor Robin Monroe is on a week-long vacation getaway with her boyfriend, Frank Martin. An emergency work assignment in neighboring Tahiti requires Robin to hire the cantankerous pilot Quinn Harris who had flown them to Makatea on a small transport plane. While flying, a powerful storm forces Quinn to make an emergency landing on a nearby deserted island. The dissimilar pair avoid each other at first, until they're forced to team up to escape from the island -- and some pirates who want their heads.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fzWrrCzRa16v51TXAUuT6Wendw7.jpg",
    "popularity": 5.0133,
    "tmdb_url": "https://www.themoviedb.org/movie/6068"
  },
  {
    "id": 9539,
    "title": "Martyrs",
    "release_date": "2008-06-12",
    "overview": "A young woman’s quest for revenge against the people who kidnapped and tortured her as a child leads her and her best friend, also a victim of child abuse, on a terrifying journey into a living hell of depravity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5yfPA9lXqONtLMgZks87ECob1A5.jpg",
    "popularity": 4.9691,
    "tmdb_url": "https://www.themoviedb.org/movie/9539"
  },
  {
    "id": 805,
    "title": "Rosemary's Baby",
    "release_date": "1968-06-12",
    "overview": "A young couple, Rosemary and Guy, moves into an infamous New York apartment building, known by frightening legends and mysterious events, with the purpose of starting a family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nclYFGpVzfbiORO5ELVVdxzt9Vg.jpg",
    "popularity": 4.736,
    "tmdb_url": "https://www.themoviedb.org/movie/805"
  },
  {
    "id": 10323,
    "title": "Clash of the Titans",
    "release_date": "1981-06-12",
    "overview": "To win the right to marry his love, the beautiful princess Andromeda, and fulfil his destiny, half-God-half-mortal Perseus must complete various tasks including taming Pegasus, capturing Medusa's head and battling the feared Kraken.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5JCLODNLJH6alc3KmyoiC21Nlob.jpg",
    "popularity": 4.4012,
    "tmdb_url": "https://www.themoviedb.org/movie/10323"
  },
  {
    "id": 17431,
    "title": "Moon",
    "release_date": "2009-06-12",
    "overview": "With only three weeks left in his three-year contract, Sam Bell is getting anxious to finally return to Earth. He is the only occupant of a Moon-based manufacturing facility along with his computer and assistant, GERTY. When he has an accident however, he awakens to find that he is not alone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/35IU0Mq0zFsN1mYwDGts5mKc77n.jpg",
    "popularity": 3.812,
    "tmdb_url": "https://www.themoviedb.org/movie/17431"
  },
  {
    "id": 96936,
    "title": "The Bling Ring",
    "release_date": "2013-06-12",
    "overview": "Inspired by actual events, a group of fame-obsessed teenagers use the Internet to track celebrities' whereabouts in order to rob their homes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tYLHIM8LIhqCYKS2wdaIOX8tetf.jpg",
    "popularity": 3.2071,
    "tmdb_url": "https://www.themoviedb.org/movie/96936"
  },
  {
    "id": 6069,
    "title": "The Witches of Eastwick",
    "release_date": "1987-06-12",
    "overview": "Three single women in a picturesque Rhode Island village have their wishes granted - at a cost - when a mysterious and flamboyant man arrives in their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p5OivnZuXfy5E3BKKFIeSidmwys.jpg",
    "popularity": 3.1583,
    "tmdb_url": "https://www.themoviedb.org/movie/6069"
  },
  {
    "id": 530442,
    "title": "My Teacher, My Obsession",
    "release_date": "2018-06-12",
    "overview": "Riley is struggling to make friends after transferring to a new high school where her father, Chris, is an English teacher. When she meets Kyla, they quickly becomes close friends. However, the friendship takes a strange turn when Riley learns that Kyla is obsessed with her dad. Will Kyla successfully seduce Chris and start a twisted new life with him by removing everyone in her path, or will Riley be able to save her father from Kyla’s treacherous plot before it’s too late?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zrdhT7Mkk23M59cdV0aaiHLYQWs.jpg",
    "popularity": 3.0368,
    "tmdb_url": "https://www.themoviedb.org/movie/530442"
  },
  {
    "id": 64530,
    "title": "Chinese Erotic Ghost Story",
    "release_date": "1998-06-12",
    "overview": "Chu is a lowly debt collector for the local strongman Wang. Problem is that Chu is too nice/honest/dopey to be very good at the grubby collections job. Chu is treated badly by his boss Wang. Eventually Wang catches one of his twin daughters in the act of seducing the hapless bumpkin Chu. Wang naturally blames Chu rather than the daughter. For punishment Wang sends Chu on an impossible quest to Satan's Temple to steal a statue of Judge Lu.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m6y5exiIeJz5L8G5nWdaimdBn3d.jpg",
    "popularity": 3.0302,
    "tmdb_url": "https://www.themoviedb.org/movie/64530"
  },
  {
    "id": 1007653,
    "title": "Hargrove",
    "release_date": "2022-06-12",
    "overview": "Jazz trumpet legend Roy Hargrove, deemed by his peers as a musical prophet, up close and personal like you have never seen him before. The film follows Grammy award winning Roy Hargrove from Los Angeles, Paris, New York, Vienne, Perugia, Sète, Sorrento and Marseille during a summer European tour in what would be the last year of his life. An epic love letter from first time director Eliane Henri, the film features interviews and live performances by Roy inclusive of musical icons Erykah Badu, Herbie Hancock, Mos Def, Robert Glasper, Wynton Marsalis and Sonny Rollins who reflect on the magic of his music, Roy's impact on the next generation and his place in the history of jazz. Key conversations reverberate beyond Roy's personal story and enter the terrain of what it means to be an artist, particularly in the American context.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vn4WRukOZGhtt41bMCgPKP3F9pO.jpg",
    "popularity": 2.5275,
    "tmdb_url": "https://www.themoviedb.org/movie/1007653"
  },
  {
    "id": 10156,
    "title": "History of the World: Part I",
    "release_date": "1981-06-12",
    "overview": "An uproarious version of history that proves nothing is sacred – not even the Roman Empire, the French Revolution and the Spanish Inquisition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6iAl78qZHT65erPXr2YW6Y54wlY.jpg",
    "popularity": 2.5105,
    "tmdb_url": "https://www.themoviedb.org/movie/10156"
  },
  {
    "id": 581859,
    "title": "Da 5 Bloods",
    "release_date": "2020-06-12",
    "overview": "Four African-American Vietnam veterans return to Vietnam. They are in search of the remains of their fallen squad leader and the promise of buried treasure. These heroes battle forces of humanity and nature while confronted by the lasting ravages of the immorality of the Vietnam War.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yx4cp1ljJMDSFeEex0Zjv45b55E.jpg",
    "popularity": 2.5061,
    "tmdb_url": "https://www.themoviedb.org/movie/581859"
  },
  {
    "id": 308369,
    "title": "Me and Earl and the Dying Girl",
    "release_date": "2015-06-12",
    "overview": "Greg is coasting through senior year of high school as anonymously as possible, avoiding social interactions like the plague while secretly making spirited, bizarre films with Earl, his only friend. But both his anonymity and friendship threaten to unravel when his mother forces him to befriend a classmate with leukemia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eLjS2bLMjln2n2I73Xu6TaANPDZ.jpg",
    "popularity": 2.4921,
    "tmdb_url": "https://www.themoviedb.org/movie/308369"
  },
  {
    "id": 8885,
    "title": "Waltz with Bashir",
    "release_date": "2008-06-12",
    "overview": "An Israeli film director interviews fellow veterans of the 1982 invasion of Lebanon to reconstruct his own memories of his term of service in that conflict.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zQaCv7lKwHsh0YSHkt1QNjIOZ1c.jpg",
    "popularity": 2.297,
    "tmdb_url": "https://www.themoviedb.org/movie/8885"
  },
  {
    "id": 402529,
    "title": "All Eyez on Me",
    "release_date": "2017-06-12",
    "overview": "All Eyez on Me chronicles the life and legacy of Tupac Shakur, including his rise to superstardom as a hip-hop artist, actor, poet and activist, as well as his imprisonment and prolific, controversial time at Death Row Records. Against insurmountable odds, Tupac rose to become a cultural icon whose career and persona both continue to grow long after his passing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zmgsaKFWbmZ1Grz4SO0PLNxilv3.jpg",
    "popularity": 2.2308,
    "tmdb_url": "https://www.themoviedb.org/movie/402529"
  },
  {
    "id": 4252,
    "title": "Chalte Chalte",
    "release_date": "2003-06-12",
    "overview": "A man pursues a woman who is already engaged and eventually gets married to her. Differences between the two lead to a bitter separation that threatens to destroy their relationship forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7eux23WmDXUkmgLdMdxuuFn9II4.jpg",
    "popularity": 2.0958,
    "tmdb_url": "https://www.themoviedb.org/movie/4252"
  },
  {
    "id": 165683,
    "title": "Reigo: King of the Sea Monsters",
    "release_date": "2008-06-12",
    "overview": "Set in World War II, the film depicts the story of the real-life Japanese battleship, the Yamato, which is confronted in the Pacific Ocean by giant monsters, including the most fearsome of them all, Reigo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xpFiHcTwJwgjkOQ6hkaiXQhlnzA.jpg",
    "popularity": 2.0907,
    "tmdb_url": "https://www.themoviedb.org/movie/165683"
  }
]