[
  {
    "id": 298618,
    "title": "The Flash",
    "release_date": "2023-06-13",
    "overview": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
    "poster_url": "https://image.tmdb.org/t/p/w500/rktDFPbfHfUbArZ6OOOKsXcv0Bm.jpg",
    "popularity": 30.0966,
    "tmdb_url": "https://www.themoviedb.org/movie/298618"
  },
  {
    "id": 6977,
    "title": "No Country for Old Men",
    "release_date": "2007-06-13",
    "overview": "Llewelyn Moss stumbles upon dead bodies, $2 million and a hoard of heroin in a Texas desert, but methodical killer Anton Chigurh comes looking for it, with local sheriff Ed Tom Bell hot on his trail. The roles of prey and predator blur as the violent pursuit of money and justice collide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bj1v6YKF8yHqA489VFfnQvOJpnc.jpg",
    "popularity": 12.3466,
    "tmdb_url": "https://www.themoviedb.org/movie/6977"
  },
  {
    "id": 667,
    "title": "You Only Live Twice",
    "release_date": "1967-06-13",
    "overview": "A mysterious spacecraft captures Russian and American space capsules and brings the two superpowers to the brink of war. James Bond investigates the case in Japan and comes face to face with his archenemy Blofeld.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fdRbvRcEXcf2rC4ghLFZzCWPSmB.jpg",
    "popularity": 7.4557,
    "tmdb_url": "https://www.themoviedb.org/movie/667"
  },
  {
    "id": 1979,
    "title": "Fantastic Four: Rise of the Silver Surfer",
    "release_date": "2007-06-13",
    "overview": "The Fantastic Four return to the big screen as a new and all powerful enemy threatens the Earth. The seemingly unstoppable 'Silver Surfer', but all is not what it seems and there are old and new enemies that pose a greater threat than the intrepid superheroes realize.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f3ldtPF7SESMcyAIyIJHBLlBBkr.jpg",
    "popularity": 7.4433,
    "tmdb_url": "https://www.themoviedb.org/movie/1979"
  },
  {
    "id": 11970,
    "title": "Hercules",
    "release_date": "1997-06-13",
    "overview": "Bestowed with superhuman strength, a young mortal named Hercules sets out to prove himself a hero in the eyes of his father, the great god Zeus. Along with his friends Pegasus, a flying horse, and Phil, a personal trainer, Hercules is tricked by the hilarious, hotheaded villain Hades, who's plotting to take over Mount Olympus!",
    "poster_url": "https://image.tmdb.org/t/p/w500/dK9rNoC97tgX3xXg5zdxFisdfcp.jpg",
    "popularity": 7.1792,
    "tmdb_url": "https://www.themoviedb.org/movie/11970"
  },
  {
    "id": 1141581,
    "title": "Kelas Bintang - Staycation",
    "release_date": "2023-06-13",
    "overview": "Kelas Bintang is back with this pack of drama called Staycation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oZGKXxmVyST8kF3mQRVBpdzY6bb.jpg",
    "popularity": 5.3805,
    "tmdb_url": "https://www.themoviedb.org/movie/1141581"
  },
  {
    "id": 4552,
    "title": "A Tale of Two Sisters",
    "release_date": "2003-06-13",
    "overview": "Two sisters return home after a stay in a mental institution, only to face disturbing events and a strained relationship with their stepmother. As eerie occurrences unfold, dark family secrets begin to surface, blurring the line between reality and nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l3exwhwyGE0NnHJ3lFQ7eXoBSkH.jpg",
    "popularity": 5.2622,
    "tmdb_url": "https://www.themoviedb.org/movie/4552"
  },
  {
    "id": 802,
    "title": "Lolita",
    "release_date": "1962-06-13",
    "overview": "Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Puqbeh0D95DpXFWep1rmH78btu.jpg",
    "popularity": 4.8581,
    "tmdb_url": "https://www.themoviedb.org/movie/802"
  },
  {
    "id": 709,
    "title": "Licence to Kill",
    "release_date": "1989-06-13",
    "overview": "After capturing the notorious drug lord Franz Sanchez, Bond's close friend and former CIA agent Felix Leiter is left for dead and his wife is murdered. Bond goes rogue and seeks vengeance on those responsible, as he infiltrates Sanchez's organization from the inside.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8nzJve63EXA79HGAyidZwivZrQ2.jpg",
    "popularity": 4.811,
    "tmdb_url": "https://www.themoviedb.org/movie/709"
  },
  {
    "id": 103663,
    "title": "The Hunt",
    "release_date": "2012-06-13",
    "overview": "A teacher lives a lonely life, all the while struggling over his son’s custody. His life slowly gets better as he finds love and receives good news from his son, but his new luck is about to be brutally shattered by an innocent little lie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jkixsXzRh28q3PCqFoWcf7unghT.jpg",
    "popularity": 4.6866,
    "tmdb_url": "https://www.themoviedb.org/movie/103663"
  },
  {
    "id": 80585,
    "title": "Rock of Ages",
    "release_date": "2012-06-13",
    "overview": "A small town girl and a city boy meet on the Sunset Strip, while pursuing their Hollywood dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oVeE2QTUb14jPU2lYEGPE3s8T9j.jpg",
    "popularity": 3.1378,
    "tmdb_url": "https://www.themoviedb.org/movie/80585"
  },
  {
    "id": 500475,
    "title": "SuperFly",
    "release_date": "2018-06-13",
    "overview": "Career criminal Youngblood Priest wants out of the Atlanta drug scene, but as he ramps up sales, one little slip up threatens to bring the whole operation down before he can make his exit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gGk9H5PVpWzbsYkmnBeKevQkwwf.jpg",
    "popularity": 3.0565,
    "tmdb_url": "https://www.themoviedb.org/movie/500475"
  },
  {
    "id": 599521,
    "title": "Z-O-M-B-I-E-S 2",
    "release_date": "2020-06-13",
    "overview": "Zed and Addison are back at Seabrook High, where, after a groundbreaking semester, they continue to steer both their school and community toward unity. But the arrival of a new group of outsiders – mysterious werewolves – threatens to shake up the newfound peace and causes a rift in Zed and Addison’s budding romance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dFNhlaPEeDhimwZ0eenpwe1x5Tm.jpg",
    "popularity": 2.8202,
    "tmdb_url": "https://www.themoviedb.org/movie/599521"
  },
  {
    "id": 15657,
    "title": "Tarzan II",
    "release_date": "2005-06-13",
    "overview": "When one of his missteps puts his family in jeopardy, Tarzan decides they would be better off without him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/VFm7cqSUrv6mCW6uFIJFhSZLjq.jpg",
    "popularity": 2.6761,
    "tmdb_url": "https://www.themoviedb.org/movie/15657"
  },
  {
    "id": 1639,
    "title": "Speed 2: Cruise Control",
    "release_date": "1997-06-13",
    "overview": "A disgruntled former employee hijacks the Seabourn Legend cruise liner. Set on a fixed course, without any means of communication and at the mercy of the hijacker, it's up to the one cop on vacation, and his soon to be fiancé (hopefully) Annie, to regain control of it before it kills the passengers and causes an environmental disaster. Insurmountable and daunting tasks awaits them on their  perilous journey throughout the ship trying to fend off the hijacker and save the passengers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gnK1ocpwUTj24zAktzomOJsD2bu.jpg",
    "popularity": 2.6566,
    "tmdb_url": "https://www.themoviedb.org/movie/1639"
  },
  {
    "id": 1247560,
    "title": "Perfectly Single",
    "release_date": "2019-06-13",
    "overview": "A conservative and socially awkward optometrist decides to take a leap of faith on quest for fulfillment in a male companion at the urging of her friends as a last-ditch effort to find happiness. Her arduous journey leads her to a potential young suitor, but more important down a path to self-discovery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6eH7lwYFgdokbMVL91wNC1XWThU.jpg",
    "popularity": 2.37,
    "tmdb_url": "https://www.themoviedb.org/movie/1247560"
  },
  {
    "id": 15596,
    "title": "Back to School",
    "release_date": "1986-06-13",
    "overview": "Self-made millionaire Thornton Melon decides to get a better education and enrolls at his son Jason's college. While Jason tries to fit in with his fellow students, Thornton struggles to gain his son's respect, giving way to hilarious antics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bIQH3dptGaMBtwos7j9lEHt65BV.jpg",
    "popularity": 2.2947,
    "tmdb_url": "https://www.themoviedb.org/movie/15596"
  },
  {
    "id": 13312,
    "title": "Inside",
    "release_date": "2007-06-13",
    "overview": "Scarred for life after a harrowing near-death experience, emotionally fragile mother-to-be Sarah is still struggling to come to terms with her loss. Overcome with silent grief, Sarah now seeks solace in work; however, she is on a collision course with sheer terror when a knock at the door in the dead of night chills her bones to the marrow. Now, the raven-haired, late-night visitor in black wants something precious from Sarah, and will stop at nothing to get it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lfzzB1ndj4IOIYIr1YA7TeE0EOa.jpg",
    "popularity": 2.2694,
    "tmdb_url": "https://www.themoviedb.org/movie/13312"
  },
  {
    "id": 76190,
    "title": "Lupin the Third: Voyage to Danger",
    "release_date": "2001-06-13",
    "overview": "After Inspector Zenigata is reassigned from the Lupin case and grows despondent, master thief Lupin the Third decides to help him get his old job back, teaming up with the old man to destroy the international weapon smugglers Shot Shell. Together with Lupin's long-time partners in crime, they steal a nuclear Russian submarine and enlist the help of a nuclear physicist named Karen, who keeps suspiciously eyeing Lupin's partner Jigen. If that weren't enough, Zenigata's Interpol successor is an assassin who aims to pick off the Lupin gang one by one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y99HibIl6ICHoioDcAMHfLv3I87.jpg",
    "popularity": 2.2604,
    "tmdb_url": "https://www.themoviedb.org/movie/76190"
  },
  {
    "id": 45562,
    "title": "An Ungentlemanly Act",
    "release_date": "1992-06-13",
    "overview": "Based on actual accounts, this film portrays the days and hours before and during the invasion of the Falkland Islands by Argentina, which eventually lead to the Falklands War. As the Argentine forces land on the main island and make their way towards Government House, the handful of British defenders batten down the hatches and prepare to defend Governor Rex Hunt, his family, and their fellow islanders from the invaders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qR3cDshkYnyuafrzrV8cVJnBrhq.jpg",
    "popularity": 2.2212,
    "tmdb_url": "https://www.themoviedb.org/movie/45562"
  },
  {
    "id": 559563,
    "title": "Teenage Little Sister",
    "release_date": "2018-06-13",
    "overview": "When a junior in college moves into his aunt's house, temptation is almost too much with all of the women living there. But feelings grow between them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y6z7dHSh9QRxDS0O6GrquoEcylF.jpg",
    "popularity": 2.1361,
    "tmdb_url": "https://www.themoviedb.org/movie/559563"
  },
  {
    "id": 20694,
    "title": "Rugrats Go Wild",
    "release_date": "2003-06-13",
    "overview": "When the Rugrats find themselves stranded on a deserted island, they meet the Thornberrys, a family who agrees to help them escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hpVpXRNY2IsU0xvfXtYOxu0QDwc.jpg",
    "popularity": 2.1218,
    "tmdb_url": "https://www.themoviedb.org/movie/20694"
  },
  {
    "id": 22021,
    "title": "Coffy",
    "release_date": "1973-06-13",
    "overview": "After her younger sister gets involved in drugs and is severely injured by contaminated heroin, a nurse sets out on a mission of vengeance and vigilante justice, killing drug dealers, pimps, and mobsters who cross her path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sN00Cvlahl6JLC2TAUBL0jZOqD3.jpg",
    "popularity": 2.054,
    "tmdb_url": "https://www.themoviedb.org/movie/22021"
  },
  {
    "id": 1107648,
    "title": "Monét X Change: Fist of Glory",
    "release_date": "2023-06-13",
    "overview": "Join Queen Monét X Change in her debut stand up special where she takes you on a comedic romp about playing the pink power ranger in Brooklyn, being inherently “very gay” before coming out, and watch as she dazzles the audience with a live Opera performance about fisting.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ztbNYHjUBwWbwNRDgsGlyz9juoI.jpg",
    "popularity": 2.0516,
    "tmdb_url": "https://www.themoviedb.org/movie/1107648"
  }
]