[
  {
    "id": 72190,
    "title": "World War Z",
    "release_date": "2013-06-19",
    "overview": "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aCnVdvExw6UWSeQfr0tUH3jr4qG.jpg",
    "popularity": 16.9347,
    "tmdb_url": "https://www.themoviedb.org/movie/72190"
  },
  {
    "id": 8909,
    "title": "Wanted",
    "release_date": "2008-06-19",
    "overview": "Doormat Wesley Gibson is an office worker whose life is going nowhere. He meets an attractive woman named Fox and discovers that his recently murdered father - whom Wesley never knew - belonged to the Fraternity, a secret society of assassins which takes its orders from Fate itself. Fox and Sloan, the Fraternity's leader, teach Wesley, through intense training, to tap into dormant powers and hone his innate killing skills. Though he enjoys his newfound abilities, he begins to suspect that there is more to the Fraternity than meets the eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ajbORY7zQrdxlMF2QPfIqTLfg7.jpg",
    "popularity": 10.7831,
    "tmdb_url": "https://www.themoviedb.org/movie/8909"
  },
  {
    "id": 62211,
    "title": "Monsters University",
    "release_date": "2013-06-19",
    "overview": "A look at the relationship between Mike and Sulley during their days at Monsters University — when they weren't necessarily the best of friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y7thwJ7z5Bplv6vwl6RI0yteaDD.jpg",
    "popularity": 10.5485,
    "tmdb_url": "https://www.themoviedb.org/movie/62211"
  },
  {
    "id": 301528,
    "title": "Toy Story 4",
    "release_date": "2019-06-19",
    "overview": "Woody has always been confident about his place in the world and that his priority is taking care of his kid, whether that's Andy or Bonnie. But when Bonnie adds a reluctant new toy called \"Forky\" to her room, a road trip adventure alongside old and new friends will show Woody how big the world can be for a toy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9kR8qbmQ01HwnvK4alvnQ2ca0L.jpg",
    "popularity": 9.8106,
    "tmdb_url": "https://www.themoviedb.org/movie/301528"
  },
  {
    "id": 568160,
    "title": "Weathering with You",
    "release_date": "2019-06-19",
    "overview": "The summer of his high school freshman year, Hodaka runs away from his remote island home to Tokyo, and quickly finds himself pushed to his financial and personal limits. The weather is unusually gloomy and rainy every day, as if taking its cue from his life. After many days of solitude, he finally finds work as a freelance writer for a mysterious occult magazine. Then, one day, Hodaka meets Hina on a busy street corner. This bright and strong-willed girl possesses a strange and wonderful ability: the power to stop the rain and clear the sky.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qgrk7r1fV4IjuoeiGS5HOhXNdLJ.jpg",
    "popularity": 8.6085,
    "tmdb_url": "https://www.themoviedb.org/movie/568160"
  },
  {
    "id": 364,
    "title": "Batman Returns",
    "release_date": "1992-06-19",
    "overview": "Batman must face The Penguin, a sewer-dwelling gangleader intent on being accepted into Gotham society.  Meanwhile, another Gotham resident finds herself transformed into Catwoman and is out for revenge...",
    "poster_url": "https://image.tmdb.org/t/p/w500/jKBjeXM7iBBV9UkUcOXx3m7FSHY.jpg",
    "popularity": 8.1039,
    "tmdb_url": "https://www.themoviedb.org/movie/364"
  },
  {
    "id": 484641,
    "title": "Anna",
    "release_date": "2019-06-19",
    "overview": "Beneath Anna Poliatova's striking beauty lies a secret that will unleash her indelible strength and skill to become one of the world's most feared government assassins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8hoWcpU5jGVvPi7p5Fqg8BWeinu.jpg",
    "popularity": 8.0893,
    "tmdb_url": "https://www.themoviedb.org/movie/484641"
  },
  {
    "id": 1927,
    "title": "Hulk",
    "release_date": "2003-06-19",
    "overview": "Bruce Banner, a genetics researcher with a tragic past, suffers massive radiation exposure in his laboratory that causes him to transform into a raging green monster when he gets angry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/UllIft2jLSBaay3zQyMV4GNdfy.jpg",
    "popularity": 7.2672,
    "tmdb_url": "https://www.themoviedb.org/movie/1927"
  },
  {
    "id": 706503,
    "title": "Lost Bullet",
    "release_date": "2020-06-19",
    "overview": "A small time delinquent, turned police mechanic for a go fast task force, is forced to defend his innocence when his mentor is killed by dirty cops.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qnlChF8U4diiykXQYs1miigGy7t.jpg",
    "popularity": 4.5075,
    "tmdb_url": "https://www.themoviedb.org/movie/706503"
  },
  {
    "id": 8373,
    "title": "Transformers: Revenge of the Fallen",
    "release_date": "2009-06-19",
    "overview": "Sam Witwicky leaves the Autobots behind for a normal life. But when his mind is filled with cryptic symbols, the Decepticons target him and he is dragged back into the Transformers' war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pLBb0whOzVDtJvyD4DPeQyQNOqp.jpg",
    "popularity": 4.4695,
    "tmdb_url": "https://www.themoviedb.org/movie/8373"
  },
  {
    "id": 29917,
    "title": "Exam",
    "release_date": "2009-06-19",
    "overview": "Eight talented candidates have reached the final stage of selection to join the ranks of a mysterious and powerful corporation. Entering a windowless room, where an armed guard keeps watch, they are given 80 minutes to answer one simple question.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i1J2zBCyOQJKsQipqJ0qXERC1Ma.jpg",
    "popularity": 4.2265,
    "tmdb_url": "https://www.themoviedb.org/movie/29917"
  },
  {
    "id": 846,
    "title": "The X-Files",
    "release_date": "1998-06-19",
    "overview": "Mulder and Scully, now taken off the FBI's X Files cases, must find a way to fight the shadowy elements of the government to find out the truth about a conspiracy that might mean the alien colonization of Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yLIw6shz2WC3W3iI0jROsF4B2ha.jpg",
    "popularity": 3.9274,
    "tmdb_url": "https://www.themoviedb.org/movie/846"
  },
  {
    "id": 533642,
    "title": "Child's Play",
    "release_date": "2019-06-19",
    "overview": "Karen, a single mother, gifts her son Andy a Buddi doll for his birthday, unaware of its more sinister nature. A contemporary re-imagining of the 1988 horror classic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rpS7ROczWulqfaXG2klYapULXKm.jpg",
    "popularity": 3.9076,
    "tmdb_url": "https://www.themoviedb.org/movie/533642"
  },
  {
    "id": 8874,
    "title": "My Best Friend's Wedding",
    "release_date": "1997-06-19",
    "overview": "When she receives word that her longtime platonic pal Michael O'Neal is getting married to debutante Kimberly Wallace, food critic Julianne Potter realizes her true feelings for Michael -- and sets out to sabotage the wedding.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b5g4bp8gS5ovMyR5439AII6zQ3n.jpg",
    "popularity": 3.4551,
    "tmdb_url": "https://www.themoviedb.org/movie/8874"
  },
  {
    "id": 576,
    "title": "The Wild Bunch",
    "release_date": "1969-06-19",
    "overview": "An aging group of outlaws look for one last big score as the \"traditional\" American West is disappearing around them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8j9yEC3xjy1PJDSizIbaxcHaSph.jpg",
    "popularity": 3.3781,
    "tmdb_url": "https://www.themoviedb.org/movie/576"
  },
  {
    "id": 11665,
    "title": "Get Smart",
    "release_date": "2008-06-19",
    "overview": "When members of the nefarious crime syndicate KAOS attack the U.S. spy agency Control and the identities of secret agents are compromised, the Chief has to promote hapless but eager analyst Maxwell Smart to field agent. He is partnered with veteran and capable Agent 99, the only spy whose cover remains intact. Can they work together to thwart the evil world-domination plans of KAOS and its crafty operative?",
    "poster_url": "https://image.tmdb.org/t/p/w500/sZUjbtUS8qxXp4mj90evnqPJqX7.jpg",
    "popularity": 3.3298,
    "tmdb_url": "https://www.themoviedb.org/movie/11665"
  },
  {
    "id": 707886,
    "title": "Feel the Beat",
    "release_date": "2020-06-19",
    "overview": "After failing to make it on Broadway, April returns to her hometown and reluctantly begins training a misfit group of young dancers for a competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Af2jt7m9GLFpR4V11xOsFmT8OKD.jpg",
    "popularity": 3.241,
    "tmdb_url": "https://www.themoviedb.org/movie/707886"
  },
  {
    "id": 287284,
    "title": "Swung",
    "release_date": "2015-06-19",
    "overview": "David’s life is on the slide: he’s broke, in the middle of a divorce and ‘can’t get it up’.  His girlfriend, Alice, is his rock, but the magazine she writes for is going down and the pressure is on to find a story.  While job hunting online, David stumbles across the perfect antidote to his boredom: a ‘Swingers’ site. The resulting inbox of lewd invitations on the home-laptop justifiably upsets Alice, until she realises this could be just the ‘story’ she needs.  The idea of uncovering the swinging scene causes quite a stir in Alice’s office and, much to David’s chagrin, she is urged to pursue the story.  Their first reluctant foray is an hysterically low-rent initiation, however, an unexpected upturn for David’s manhood is all the extra encouragement they need.  As events accelerate beyond their control the once adoring couple become lost and fundamental questions are asked of their relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wRjm5zztXRUYhXEl3FQKbIbgtMC.jpg",
    "popularity": 3.1961,
    "tmdb_url": "https://www.themoviedb.org/movie/287284"
  },
  {
    "id": 11385,
    "title": "Hatari!",
    "release_date": "1962-06-19",
    "overview": "A female wildlife photographer arrives on an East African reservation where a group of men trap wild animals for zoos and circuses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fT1Ht8PSM5cFKmejrnufWvpXAPk.jpg",
    "popularity": 3.1374,
    "tmdb_url": "https://www.themoviedb.org/movie/11385"
  },
  {
    "id": 653610,
    "title": "Disclosure",
    "release_date": "2020-06-19",
    "overview": "An investigation of how Hollywood's fabled stories have deeply influenced how Americans feel about transgender people, and how transgender people have been taught to feel about themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2MB2FPNxdSlykbH7ghBltoBYnTH.jpg",
    "popularity": 2.7164,
    "tmdb_url": "https://www.themoviedb.org/movie/653610"
  },
  {
    "id": 309,
    "title": "The Celebration",
    "release_date": "1998-06-19",
    "overview": "The family of a wealthy businessman gather to celebrate his 60th birthday. During the course of the party, his eldest son presents a speech that reveals a shocking secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LRzNq41yrY8EjCnD1S8sCCPvKk.jpg",
    "popularity": 2.692,
    "tmdb_url": "https://www.themoviedb.org/movie/309"
  },
  {
    "id": 280996,
    "title": "Mr. Holmes",
    "release_date": "2015-06-19",
    "overview": "In 1947, long-retired and near the end of his life, Sherlock Holmes grapples with an unreliable memory and must rely on his housekeeper's son as he revisits the still-unsolved case that led to his retirement.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nNHkoefLcdtaHyG08G8aDn1yFMw.jpg",
    "popularity": 2.6742,
    "tmdb_url": "https://www.themoviedb.org/movie/280996"
  },
  {
    "id": 11533,
    "title": "Jason and the Argonauts",
    "release_date": "1963-06-19",
    "overview": "Jason, a fearless sailor and explorer, returns to his home land of Thessaly after a long voyage to claim his rightful throne. He learns, however, that he must first find the magical Golden Fleece. To do so, he must embark on an epic quest fraught with fantastic monsters and terrible perils.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gebjOL2q6foFDfHpCRlZ5wpeKmg.jpg",
    "popularity": 2.6533,
    "tmdb_url": "https://www.themoviedb.org/movie/11533"
  },
  {
    "id": 308639,
    "title": "Dope",
    "release_date": "2015-06-19",
    "overview": "Malcolm is carefully surviving life in a tough neighborhood in Los Angeles while juggling college applications, academic interviews, and the SAT. A chance invitation to an underground party leads him into an adventure that could allow him to go from being a geek, to being dope, to ultimately being himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n6u00imN7AX2NiyWUc5kTgHXmEf.jpg",
    "popularity": 2.5803,
    "tmdb_url": "https://www.themoviedb.org/movie/308639"
  },
  {
    "id": 449664,
    "title": "Escape Room",
    "release_date": "2017-06-19",
    "overview": "Six friends test their intelligence when an escape room they participate in takes a dark and twisted turn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bq3wmW5ZJsnOHM6NLGsjDvX7CxB.jpg",
    "popularity": 2.5251,
    "tmdb_url": "https://www.themoviedb.org/movie/449664"
  },
  {
    "id": 246741,
    "title": "What We Do in the Shadows",
    "release_date": "2014-06-19",
    "overview": "Vampire housemates try to cope with the complexities of modern life and show a newly turned hipster some of the perks of being undead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a2rD3i3DBMeYbA34rBv6z3B9S3a.jpg",
    "popularity": 2.5127,
    "tmdb_url": "https://www.themoviedb.org/movie/246741"
  },
  {
    "id": 11286,
    "title": "The Cannonball Run",
    "release_date": "1981-06-19",
    "overview": "A cross-country road race is based on an actual event, the Cannonball Baker Sea to Shining Sea Memorial Trophy Dash, organized by Brock Yates to protest the 55 mph speed limit then in effect in the U.S. The Cannonball was named for Erwin G. \"Cannonball\" Baker, who in the roaring 20's rode his motorcycle across the country. Many of the characters are based on ruses developed by real Cannonball racers over the several years that the event was run.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yDO1xRq4LOAv720xqJHHEVz5Sr9.jpg",
    "popularity": 2.4937,
    "tmdb_url": "https://www.themoviedb.org/movie/11286"
  },
  {
    "id": 1284424,
    "title": "Worth",
    "release_date": "2023-06-19",
    "overview": "A woman reflects back on heist she conducted with her partner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zLe0nJTRMXJR1mUG9gE0ELwST9y.jpg",
    "popularity": 2.3994,
    "tmdb_url": "https://www.themoviedb.org/movie/1284424"
  },
  {
    "id": 575602,
    "title": "Long Live the King",
    "release_date": "2019-06-19",
    "overview": "Jang Se-chool is the boss of a gang. He has been in love with Kang So-hyun for the past 3 years, even though she constantly rejects him and tries to push him away. Having had enough, she tells him that she can't be with him because she wants to be the first lady of Korea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lARxGpQx4aQWDaobjgVnj0t00vZ.jpg",
    "popularity": 2.3405,
    "tmdb_url": "https://www.themoviedb.org/movie/575602"
  },
  {
    "id": 19724,
    "title": "Imagine That",
    "release_date": "2009-06-19",
    "overview": "A financial executive who can't stop his career downspiral is invited into his daughter's imaginary world, where solutions to his problems await.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lyCTP5C3raH46hJNS9WfBSnWHsG.jpg",
    "popularity": 2.1413,
    "tmdb_url": "https://www.themoviedb.org/movie/19724"
  },
  {
    "id": 336790,
    "title": "ABCD 2",
    "release_date": "2015-06-19",
    "overview": "Childhood friends Suresh and Vinnie want to become successful dancers. To fulfill their dreams, they form a dance group with their friends and compete in a hip-hop contest in Las Vegas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7S0heTpQydVBSYl6yBxmqVyentQ.jpg",
    "popularity": 2.0375,
    "tmdb_url": "https://www.themoviedb.org/movie/336790"
  }
]