[
  {
    "id": 10674,
    "title": "Mulan",
    "release_date": "1998-06-18",
    "overview": "To save her father from certain death in the army, a young woman secretly enlists in his place and becomes one of China's greatest heroines in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5TYgKxYhnhRNNwqnRAKHkgfqi2G.jpg",
    "popularity": 14.2881,
    "tmdb_url": "https://www.themoviedb.org/movie/10674"
  },
  {
    "id": 37135,
    "title": "Tarzan",
    "release_date": "1999-06-18",
    "overview": "Tarzan was a small orphan who was raised by an ape named Kala since he was a child. He believed that this was his family, but on an expedition Jane Porter is rescued by Tarzan. He then finds out that he's human. Now Tarzan must make the decision as to which family he should belong to...",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTvHlcqiOjGa3lFtbrTLTM3zasY.jpg",
    "popularity": 10.8694,
    "tmdb_url": "https://www.themoviedb.org/movie/37135"
  },
  {
    "id": 8856,
    "title": "The Karate Kid Part II",
    "release_date": "1986-06-18",
    "overview": "Summoned by his dying father, Miyagi returns to his homeland of Okinawa, with Daniel, after a 40-year exile. There he must confront Yukie, the love of his youth, and Sato, his former best friend turned vengeful rival. Sato is bent on a fight to the death, even if it means the destruction of their village. Daniel finds his own love in Yukia's niece, Kumiko, and his own enemy in Sato's nephew, the vicious Chozen. Now, far away from the tournaments, cheering crowds and safety of home, Daniel will face his greatest challenge ever when the cost of honor is life itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Lut6dOvB8wPRuHhHpJ3S3zXder.jpg",
    "popularity": 10.3369,
    "tmdb_url": "https://www.themoviedb.org/movie/8856"
  },
  {
    "id": 514593,
    "title": "You Should Have Left",
    "release_date": "2020-06-18",
    "overview": "In an effort to repair their relationship, a couple books a vacation in the countryside for themselves and their daughter. What starts as a perfect retreat begins to fall apart as one loses their grip on reality, and a sinister force tries to tear them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tpOwE6xsWnu4lKeKbKW0R3iClM.jpg",
    "popularity": 9.7273,
    "tmdb_url": "https://www.themoviedb.org/movie/514593"
  },
  {
    "id": 426889,
    "title": "Le Clitoris",
    "release_date": "2016-06-18",
    "overview": "Women are lucky, they get to have the only organ in the human body dedicated exclusively for pleasure: the clitoris! In this humorous and instructive animated documentary, find out its unrecognized anatomy and its unknown herstory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p5i1yyQW6OpLfB59w7ZkX5lvBqD.jpg",
    "popularity": 8.1763,
    "tmdb_url": "https://www.themoviedb.org/movie/426889"
  },
  {
    "id": 719128,
    "title": "Idol Sex: LA Korean Women",
    "release_date": "2020-06-18",
    "overview": "Typhoon and Taeyang brothers are sharing. The visitor today is Jessica from LA. Applying for an idol audition is her purpose. She is so cheerful and open to the burden. The fatal temptation of a strange woman who appeared one day and the fate of the brothers shaking in front of her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d6HcmOCX204Cc1HK6czTGEKD7UJ.jpg",
    "popularity": 7.7355,
    "tmdb_url": "https://www.themoviedb.org/movie/719128"
  },
  {
    "id": 667520,
    "title": "A Whisker Away",
    "release_date": "2020-06-18",
    "overview": "A peculiar girl transforms into a cat to catch her crush's attention. But before she realizes it, the line between human and animal starts to blur.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6inkRM1XGBG5vRhclCPWfMenp7N.jpg",
    "popularity": 6.841,
    "tmdb_url": "https://www.themoviedb.org/movie/667520"
  },
  {
    "id": 9472,
    "title": "DodgeBall: A True Underdog Story",
    "release_date": "2004-06-18",
    "overview": "When megalomaniacal White Goodman, the owner of a trendy, high-end fitness center, makes a move to take over the struggling local gym run by happy-go-lucky Pete La Fleur, there's only one way for La Fleur to fight back: dodgeball. Aided by a dodgeball guru and Goodman's attorney, La Fleur and his rag-tag team of underdogs launch a knock-down, drag-out battle in which the winner takes all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r8KbNHkkwFXLjV1suGwm0Qjure5.jpg",
    "popularity": 5.8307,
    "tmdb_url": "https://www.themoviedb.org/movie/9472"
  },
  {
    "id": 945675,
    "title": "One Week Friends",
    "release_date": "2022-06-18",
    "overview": "A high school student suffers from a strange amnesia, causing her memories to only last a week. After she befriends a new student, his kindness and persistence make her gradually open up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Adt7lE79voOqRzYhe4mNnHqUoo.jpg",
    "popularity": 5.7258,
    "tmdb_url": "https://www.themoviedb.org/movie/945675"
  },
  {
    "id": 457837,
    "title": "Brotherhood of Blades II: The Infernal Battlefield",
    "release_date": "2017-06-18",
    "overview": "An imperial guard searches for the truth behind a conspiracy that framed him and his partners. The proof of his innocence lies with a wanted woman named Bei Zhai... but will she reveal what she knows? In this intense prequel to BROTHERHOOD OF BLADES, the only thing he can truly trust is his sword.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ooC6al3vhhECG998ZivkAZUdgst.jpg",
    "popularity": 5.4962,
    "tmdb_url": "https://www.themoviedb.org/movie/457837"
  },
  {
    "id": 9593,
    "title": "Last Action Hero",
    "release_date": "1993-06-18",
    "overview": "After his father's death, a young boy finds solace in action movies featuring an indestructible cop. Given a magic ticket by a theater manager, he is transported into the film and teams up with the cop to stop a villain who escapes into the real world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vkhEaWAv5j3qgrOGp3BgMeiYPKj.jpg",
    "popularity": 4.5389,
    "tmdb_url": "https://www.themoviedb.org/movie/9593"
  },
  {
    "id": 11422,
    "title": "Midway",
    "release_date": "1976-06-18",
    "overview": "This war drama depicts the U.S. and Japanese forces in the naval Battle of Midway, which became a turning point for Americans during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vCzGV28YFmWubUn1jh8ytagYocR.jpg",
    "popularity": 3.934,
    "tmdb_url": "https://www.themoviedb.org/movie/11422"
  },
  {
    "id": 17610,
    "title": "Year One",
    "release_date": "2009-06-18",
    "overview": "When a couple of lazy hunter-gatherers are banished from their primitive village, they set off on an epic journey through the ancient world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qF573jdJYwtCbXVXPDn4xu8nW2a.jpg",
    "popularity": 3.7016,
    "tmdb_url": "https://www.themoviedb.org/movie/17610"
  },
  {
    "id": 11683,
    "title": "Land of the Dead",
    "release_date": "2005-06-18",
    "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q7tLETjCPu2gNO5vR9esXEd6Mil.jpg",
    "popularity": 3.4982,
    "tmdb_url": "https://www.themoviedb.org/movie/11683"
  },
  {
    "id": 331576,
    "title": "SPL 2: A Time for Consequences",
    "release_date": "2015-06-18",
    "overview": "A Hong Kong cop named Kit busts a major gangster only to find his cover blown and his main witness gone. The gangster, in retaliation, has him kidnapped and put in a Thai jail with a false criminal identity. Lowly prison guard Chai, with his extraordinary fighting skills, guards Kit and prevents his escape. The prison guard’s daughter suffers from a rare form of leukemia and Kit is the only donor who can save her. The prison guard discovers Kit’s real identity and helps him to escape in return for his agreeing to save his daughter. Together, Kit and Chai must face and take down the gangster and his minions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nyDqFt1veeCJ8UCu3UiMLDlzZOz.jpg",
    "popularity": 3.4669,
    "tmdb_url": "https://www.themoviedb.org/movie/331576"
  },
  {
    "id": 328111,
    "title": "The Secret Life of Pets",
    "release_date": "2016-06-18",
    "overview": "The quiet life of a terrier named Max is upended when his owner takes in Duke, a stray whom Max instantly dislikes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5f8rTQq42nQVGGes9SCV9AnD0II.jpg",
    "popularity": 3.3655,
    "tmdb_url": "https://www.themoviedb.org/movie/328111"
  },
  {
    "id": 2275,
    "title": "The General's Daughter",
    "release_date": "1999-06-18",
    "overview": "When the body of Army Capt. Elisabeth Campbell is found on a Georgia military base, two investigators, Warrant Officers Paul Brenner and Sara Sunhill, are ordered to solve her murder. What they uncover is anything but clear-cut. Unseemly details emerge about Campbell's life, leading to allegations of a possible military coverup of her death and the involvement of her father, Lt. Gen. Joseph Campbell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w8CMN81n7SON7ALPMlxZtOzBZB.jpg",
    "popularity": 3.3322,
    "tmdb_url": "https://www.themoviedb.org/movie/2275"
  },
  {
    "id": 607259,
    "title": "Fatherhood",
    "release_date": "2021-06-18",
    "overview": "A widowed new dad copes with doubts, fears, heartache and dirty diapers as he sets out to raise his daughter on his own. Inspired by a true story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wvqO1gTAMZIFGi3Ioq1BN6KV95R.jpg",
    "popularity": 3.175,
    "tmdb_url": "https://www.themoviedb.org/movie/607259"
  },
  {
    "id": 21175,
    "title": "Lakshya",
    "release_date": "2004-06-18",
    "overview": "An aimless, jobless, irresponsible grown man joins the army and matures into a battlefield hero.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ctB8RWoK2LHn5skqN4eUWVSvpyM.jpg",
    "popularity": 3.1324,
    "tmdb_url": "https://www.themoviedb.org/movie/21175"
  },
  {
    "id": 43933,
    "title": "Monsters",
    "release_date": "2010-06-18",
    "overview": "Six years ago NASA discovered the possibility of alien life within our solar system. A probe was launched to collect samples, but crashed upon re-entry over Central America. Soon after, new life forms began to appear and half of Mexico was quarantined as an infected zone. Today, the American and Mexican military still struggle to contain \"the creatures,\" while a journalist agrees to escort a shaken tourist through the infected zone in Mexico to the safety of the U.S. border.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cARETxTELl8kQCIcpbRhEcMjkPD.jpg",
    "popularity": 2.6819,
    "tmdb_url": "https://www.themoviedb.org/movie/43933"
  },
  {
    "id": 286565,
    "title": "Paper Towns",
    "release_date": "2015-06-18",
    "overview": "Quentin Jacobsen has spent a lifetime loving the magnificently adventurous Margo Roth Spiegelman from afar. So when she cracks open a window and climbs back into his life dressed like a ninja and summoning him for an ingenious campaign of revenge, he follows. After their all-nighter ends and a new day breaks, Quentin arrives at school to discover that Margo, always an enigma, has now become a mystery. But Quentin soon learns that there are clues, and they're for him. Urged down a disconnected path, the closer Quentin gets, the less he sees of the girl he thought he knew.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eoF6wYVj1vbrCWjL0rBkdZpgrxS.jpg",
    "popularity": 2.5217,
    "tmdb_url": "https://www.themoviedb.org/movie/286565"
  },
  {
    "id": 10226,
    "title": "High Tension",
    "release_date": "2003-06-18",
    "overview": "Best friends Marie and Alexia decide to spend a quiet weekend at Alexia's parents' secluded farmhouse. But on the night of their arrival, the girls' idyllic getaway turns into an endless night of horror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vKeFa7CqSxmWsQDjHP6SJXKoDbj.jpg",
    "popularity": 2.4946,
    "tmdb_url": "https://www.themoviedb.org/movie/10226"
  },
  {
    "id": 751724,
    "title": "One-minded",
    "release_date": "2015-06-18",
    "overview": "Shenanigans occur in an apartment shared by two Korean women as one of them brings home a man that she picked up in a club and two thieves invade the place. Meanwhile, a fan oscillates and observes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tewKEBvkBe4HeH2p89gQXFVJTCP.jpg",
    "popularity": 2.4833,
    "tmdb_url": "https://www.themoviedb.org/movie/751724"
  },
  {
    "id": 10724,
    "title": "Firefox",
    "release_date": "1982-06-18",
    "overview": "The Soviets have developed a revolutionary new jet fighter, called 'Firefox'. Worried that the jet will be used as a first-strike weapon—as there are rumours that it is undetectable by radar—the British send ex-Vietnam War pilot, Mitchell Gant on a covert mission into the Soviet Union to steal the Firefox.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xP6VaKdFEriMzPXe3j5YyDF3ryS.jpg",
    "popularity": 2.3642,
    "tmdb_url": "https://www.themoviedb.org/movie/10724"
  },
  {
    "id": 54456,
    "title": "Raavanan",
    "release_date": "2010-06-18",
    "overview": "After inspector Dev stirs the reign of Veeraiya, a tribal outlaw, the latter responds by kidnapping his wife, Ragini. While she tries to escape from him, Dev fights many resistances to find her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4mVJLb1lnLvlFlgvx4QPrlkoldw.jpg",
    "popularity": 2.3531,
    "tmdb_url": "https://www.themoviedb.org/movie/54456"
  },
  {
    "id": 323027,
    "title": "Justice League: Gods and Monsters",
    "release_date": "2015-06-18",
    "overview": "In an alternate universe, very different versions of DC's Trinity fight against the government after they are framed for an embassy bombing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9EoqQuEZKmQIYjexoUbkxMcMCVr.jpg",
    "popularity": 2.3459,
    "tmdb_url": "https://www.themoviedb.org/movie/323027"
  },
  {
    "id": 1200472,
    "title": "Justin Bieber: Rise of a Superstar",
    "release_date": "2019-06-18",
    "overview": "The inspiring story of a talented young musician who would become one of the biggest pop stars around, and how he amassed his loyal fan base.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6OYlpbILhk4I1zjyYfee4kDHrUV.jpg",
    "popularity": 2.3041,
    "tmdb_url": "https://www.themoviedb.org/movie/1200472"
  },
  {
    "id": 382602,
    "title": "Sadako vs. Kayako",
    "release_date": "2016-06-18",
    "overview": "A girl, Yūri Kurahashi, after watching a cursed videotape together with her friend in a haunted house, becomes trapped in a conflict between the two murderous ghosts: Sadako Yamamura and Kayako Saeki",
    "poster_url": "https://image.tmdb.org/t/p/w500/bRNL8q6utwEc2Vog5GwTFgm5NEQ.jpg",
    "popularity": 2.2993,
    "tmdb_url": "https://www.themoviedb.org/movie/382602"
  },
  {
    "id": 202220,
    "title": "Badges of Fury",
    "release_date": "2013-06-18",
    "overview": "When a series of eerie murders erupts across Hong Kong, grizzled veteran Huang and his reckless younger partner Wang, are assigned to track down the killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z0hHegblrOHWpEGv0lhh1k9Ux9g.jpg",
    "popularity": 2.2112,
    "tmdb_url": "https://www.themoviedb.org/movie/202220"
  },
  {
    "id": 342657,
    "title": "The Silenced",
    "release_date": "2015-06-18",
    "overview": "A sickly girl Ju-ran transfers to a new sanitorium boarding school to regain health. But she discovers that students are disappearing and notices abnormal changes happening to her body. She suspects the school for what's happening and tries to discover what secret is hidden.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hNXiG7fYDwnnpBU2qPlwEI84SLS.jpg",
    "popularity": 2.0982,
    "tmdb_url": "https://www.themoviedb.org/movie/342657"
  },
  {
    "id": 20533,
    "title": "Jonah Hex",
    "release_date": "2010-06-18",
    "overview": "Gunslinger Jonah Hex is appointed by President Ulysses Grant to track down terrorist Quentin Turnbull, a former Confederate officer determined on unleashing hell on earth. Jonah not only secures freedom by accepting this task, he also gets revenge on the man who slayed his wife and child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b1BLIXEe9zzaFvuWdYGoeuhuh75.jpg",
    "popularity": 2.0038,
    "tmdb_url": "https://www.themoviedb.org/movie/20533"
  }
]