[
  {
    "id": 1885,
    "title": "The Karate Kid",
    "release_date": "1984-06-22",
    "overview": "New Jersey teen Daniel LaRusso moves to Los Angeles with his mother, and soon strikes up a relationship with Ali. He quickly finds himself the target of bullying by a group of thugs, led by Ali's ex-boyfriend Johnny, who study karate at the Cobra Kai dojo under ruthless sensei John Kreese. Fortunately, Daniel befriends Mr. Miyagi, an unassuming repairman who just happens to be a martial arts master himself. Miyagi takes Daniel under his wing, training him in a more compassionate form of karate for self-defense and, later, preparing him to compete against the brutal Cobra Kai.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1mp4ViklKvA0WXXsNvNx0RBuiit.jpg",
    "popularity": 15.0097,
    "tmdb_url": "https://www.themoviedb.org/movie/1885"
  },
  {
    "id": 10681,
    "title": "WALL·E",
    "release_date": "2008-06-22",
    "overview": "What if mankind had to leave Earth and somebody forgot to turn the last robot off? After hundreds of years doing what he was built for, WALL•E discovers a new purpose in life when he meets a sleek search robot named EVE. EVE comes to realize that WALL•E has inadvertently stumbled upon the key to the planet's future, and races back to space to report to the humans. Meanwhile, WALL•E chases EVE across the galaxy and sets into motion one of the most imaginative adventures ever brought to the big screen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
    "popularity": 13.0661,
    "tmdb_url": "https://www.themoviedb.org/movie/10681"
  },
  {
    "id": 539,
    "title": "Psycho",
    "release_date": "1960-06-22",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "popularity": 11.8246,
    "tmdb_url": "https://www.themoviedb.org/movie/539"
  },
  {
    "id": 10734,
    "title": "Escape from Alcatraz",
    "release_date": "1979-06-22",
    "overview": "San Francisco Bay, January 18, 1960. Frank Lee Morris is transferred to Alcatraz, a maximum security prison located on a rocky island. Although no one has ever managed to escape from there, Frank and other inmates begin to carefully prepare an escape plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uORr2GXQnyqgBOg6tVsRCJD2qxc.jpg",
    "popularity": 8.174,
    "tmdb_url": "https://www.themoviedb.org/movie/10734"
  },
  {
    "id": 614934,
    "title": "Elvis",
    "release_date": "2022-06-22",
    "overview": "The life story of Elvis Presley as seen through the complicated relationship with his enigmatic manager, Colonel Tom Parker.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qBOKWqAFbveZ4ryjJJwbie6tXkQ.jpg",
    "popularity": 7.7603,
    "tmdb_url": "https://www.themoviedb.org/movie/614934"
  },
  {
    "id": 47933,
    "title": "Independence Day: Resurgence",
    "release_date": "2016-06-22",
    "overview": "We always knew they were coming back. Using recovered alien technology, the nations of Earth have collaborated on an immense defense program to protect the planet. But nothing can prepare us for the aliens’ advanced and unprecedented force. Only the ingenuity of a few brave men and women can bring our world back from the brink of extinction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9S50foUIYGwiNPWOxi1WJF6IPwI.jpg",
    "popularity": 7.7363,
    "tmdb_url": "https://www.themoviedb.org/movie/47933"
  },
  {
    "id": 856,
    "title": "Who Framed Roger Rabbit",
    "release_date": "1988-06-22",
    "overview": "'Toon star Roger is worried that his wife Jessica is playing pattycake with someone else, so the studio hires detective Eddie Valiant to snoop on her. But the stakes are quickly raised when Marvin Acme is found dead and Roger is the prime suspect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lYfRc57Kx9VgLZ48iulu0HKnM15.jpg",
    "popularity": 6.6524,
    "tmdb_url": "https://www.themoviedb.org/movie/856"
  },
  {
    "id": 109689,
    "title": "I Want You",
    "release_date": "2012-06-22",
    "overview": "The sexy Gin is the new love of Hache, but this can not forget his former girlfriend, so the love triangle is inevitable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s16By5DjE1QJDPDfmTnbGozak0H.jpg",
    "popularity": 5.6881,
    "tmdb_url": "https://www.themoviedb.org/movie/109689"
  },
  {
    "id": 1083862,
    "title": "Resident Evil: Death Island",
    "release_date": "2023-06-22",
    "overview": "In San Francisco, Jill Valentine is dealing with a zombie outbreak and a new T-Virus, Leon Kennedy is on the trail of a kidnapped DARPA scientist, and Claire Redfield is investigating a monstrous fish that is killing whales in the bay. Joined by Chris Redfield and Rebecca Chambers, they discover the trail of clues from their separate cases all converge on the same location, Alcatraz Island, where a new evil has taken residence and awaits their arrival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qayga07ICNDswm0cMJ8P3VwklFZ.jpg",
    "popularity": 5.646,
    "tmdb_url": "https://www.themoviedb.org/movie/1083862"
  },
  {
    "id": 2123,
    "title": "Me, Myself & Irene",
    "release_date": "2000-06-22",
    "overview": "Rhode Island State Trooper Charlie Baileygates has a multiple personality disorder. One personality is crazy and aggressive, while the other is more friendly and laid back. Both of these personalities fall in love with the same woman named Irene after Charlie loses his medication.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rvRrcbLbpn7UJGRH1JupgHOeJFq.jpg",
    "popularity": 5.5235,
    "tmdb_url": "https://www.themoviedb.org/movie/2123"
  },
  {
    "id": 5549,
    "title": "RoboCop 2",
    "release_date": "1990-06-22",
    "overview": "After a successful deployment of the RoboCop Law Enforcement unit, OCP sees its goal of urban pacification come closer and closer, but as this develops, a new narcotic known as \"Nuke\" invades the streets led by God-delirious leader Cane. As this menace grows, it may prove to be too much for Murphy to handle. OCP tries to replicate the success of the first unit, but ends up with failed prototypes with suicidal issues... until Dr. Faxx, a scientist straying away from OCP's path, uses Cane as the new subject for the RoboCop 2 project, a living God.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uL3Ab6SOcN35ZTF2XrE1NzFwXdl.jpg",
    "popularity": 5.0554,
    "tmdb_url": "https://www.themoviedb.org/movie/5549"
  },
  {
    "id": 3021,
    "title": "1408",
    "release_date": "2007-06-22",
    "overview": "A man who specializes in debunking paranormal occurrences checks into the fabled room 1408 in the Dolphin Hotel. Soon after settling in, he confronts genuine terror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yE9MCW7ZNxSw5SC1TMqm51pMBIV.jpg",
    "popularity": 4.8727,
    "tmdb_url": "https://www.themoviedb.org/movie/3021"
  },
  {
    "id": 11319,
    "title": "The Rescuers",
    "release_date": "1977-06-22",
    "overview": "Two agents of the mouse-run International Rescue Aid Society search for a little orphan girl kidnapped by sinister treasure hunters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9jpDjrRyvv9Nw0piXOpHHQTfxw9.jpg",
    "popularity": 3.8004,
    "tmdb_url": "https://www.themoviedb.org/movie/11319"
  },
  {
    "id": 11451,
    "title": "Herbie Fully Loaded",
    "release_date": "2005-06-22",
    "overview": "Maggie Peyton, the new owner of Number 53 - the free-wheelin' Volkswagen bug with a mind of its own - puts the car through its paces on the road to becoming a NASCAR competitor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7lTfTZ8CDfXw09eAv3OOvsbCVgs.jpg",
    "popularity": 3.4441,
    "tmdb_url": "https://www.themoviedb.org/movie/11451"
  },
  {
    "id": 455839,
    "title": "Time Trap",
    "release_date": "2018-06-22",
    "overview": "A group of students become trapped inside a mysterious cave where they discover time passes differently underground than on the surface.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8w0hBC9kLy56F7rjwGIe8JtIrHS.jpg",
    "popularity": 3.3861,
    "tmdb_url": "https://www.themoviedb.org/movie/455839"
  },
  {
    "id": 966576,
    "title": "The Quest for Tom Sawyer's Gold",
    "release_date": "2023-06-22",
    "overview": "Agatha Armstrong and her trusty sidekick Mrs. Mac were once the world’s most daring adventurers. But when her son Ant came along, everything quickly changed and her devil-may-care ways took a backseat to being over-protective and terrified of anything that posed a risk to her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zceLrHeYOgJHw1tw6MUi15N2NUz.jpg",
    "popularity": 3.1551,
    "tmdb_url": "https://www.themoviedb.org/movie/966576"
  },
  {
    "id": 808396,
    "title": "God Is a Bullet",
    "release_date": "2023-06-22",
    "overview": "Vice detective Bob Hightower finds his ex-wife murdered and daughter kidnapped by a cult. Frustrated by the botched official investigations, he quits the force and infiltrates the cult to hunt down the leader with the help of the cult’s only female victim escapee, Case Hardin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5kiLS9nsSJxDdlYUyYGiSUt8Fi8.jpg",
    "popularity": 2.5434,
    "tmdb_url": "https://www.themoviedb.org/movie/808396"
  },
  {
    "id": 864168,
    "title": "Joy Ride",
    "release_date": "2023-06-22",
    "overview": "When Audrey's business trip to Asia goes sideways, she enlists the aid of Lolo, her irreverent, childhood best friend who also happens to be a hot mess; Kat, her college friend turned Chinese soap star; and Deadeye, Lolo's eccentric cousin. Their no-holds-barred, epic experience becomes a journey of bonding, friendship, belonging, and wild debauchery that reveals the universal truth of what it means to know and love who you are.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Ii88ZqNMmBgLVuSrnLkLENhgcd.jpg",
    "popularity": 2.5397,
    "tmdb_url": "https://www.themoviedb.org/movie/864168"
  },
  {
    "id": 117691,
    "title": "Gangs of Wasseypur - Part 1",
    "release_date": "2012-06-22",
    "overview": "In 1970s India, Sardar Khan vows to take revenge on the man who killed his father decades earlier.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xAy208Znkingmfnb5ZbULwLyIwW.jpg",
    "popularity": 2.5288,
    "tmdb_url": "https://www.themoviedb.org/movie/117691"
  },
  {
    "id": 105814,
    "title": "The Imp",
    "release_date": "1996-06-22",
    "overview": "Shan is in search of her twin sister who disappeared leaving nothing more than a native doll. Along the way she meets a mobile film crew. They discover that something isn't quite right with the boarding house in which they're staying.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bAAjQOI8VUd340XLc0DfaqQCLyT.jpg",
    "popularity": 2.5132,
    "tmdb_url": "https://www.themoviedb.org/movie/105814"
  },
  {
    "id": 210227,
    "title": "Rurouni Kenshin: New Kyoto Arc: The Chirps of Light",
    "release_date": "2012-06-22",
    "overview": "Shishio's plan is enacted while Kenshin and Misao help defend the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbMFrq2mt7qCdVI6AxbjiqlHywA.jpg",
    "popularity": 2.4268,
    "tmdb_url": "https://www.themoviedb.org/movie/210227"
  },
  {
    "id": 1142615,
    "title": "Gabriel's Redemption: Part I",
    "release_date": "2023-06-22",
    "overview": "After leaving his prestigious post at the University of Toronto, Gabriel embarks on a new journey with Julia, and he is eager to become a father.  However, Gabriel's idyllic vision is jeopardized when Julia's intensive program becomes all consuming. When Julia is granted a prestigious opportunity to deliver an academic lecture at Oxford, Gabriel challenges her about the subject of her presentation, which clashes with his own research.  In Oxford, their past resurfaces, including an old nemesis determined to humiliate Julia and expose one of Gabriel's well-guarded secrets. Emotions run high, alliances are tested, and the couple must confront the shadows of their shared history in a battle for love, truth, and redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hA8W4LSJE7bG3LargMVcy6pCZrh.jpg",
    "popularity": 2.4029,
    "tmdb_url": "https://www.themoviedb.org/movie/1142615"
  },
  {
    "id": 10808,
    "title": "Dr. Dolittle 2",
    "release_date": "2001-06-22",
    "overview": "A group of beavers ask Dr. Dolittle to save their habitat from loggers. The only hope is to get the forest preserved because it's the home of a protected bear, but there's a problem: the bear's the only bear in the forest, so she can't reproduce. Undaunted, Dolittle persuades a circus bear to help out, but he has to teach him not just the ways of the wild, but the wiles of lady bears too.",
    "poster_url": "https://image.tmdb.org/t/p/w500/asYjHXBoD44B6mLOcZtMfMV3hm1.jpg",
    "popularity": 2.2689,
    "tmdb_url": "https://www.themoviedb.org/movie/10808"
  },
  {
    "id": 396,
    "title": "Who's Afraid of Virginia Woolf?",
    "release_date": "1966-06-22",
    "overview": "A history professor and his wife entertain a young couple who are new to the university's faculty. As the drinks flow, secrets come to light, and the middle-aged couple unload onto their guests the full force of the bitterness, dysfunction, and animosity that defines their marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wF7ihB5V5gSm6zxjv3ZhHOpgREI.jpg",
    "popularity": 2.2523,
    "tmdb_url": "https://www.themoviedb.org/movie/396"
  },
  {
    "id": 173122,
    "title": "Ghost Story of Kam Pin Mui",
    "release_date": "1991-06-22",
    "overview": "A quartet of sexy naked vampires and their ghostly family, helmed by Wu Ma, haunt the village of Kam Pin Mui in this traditional tale of good and evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/texedfU179vUE4WP0g26Hlp0lfh.jpg",
    "popularity": 2.2462,
    "tmdb_url": "https://www.themoviedb.org/movie/173122"
  },
  {
    "id": 201550,
    "title": "Life of a King",
    "release_date": "2013-06-22",
    "overview": "The true story of one man's mission to give inner city kids of Washington DC something he never had - a future. After being incarcerated for eighteen years, Eugene Brown established the Big Chair Chess Club to get kids off the streets and working towards lives they never believed they were capable of. This is his inspirational story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1kLHMO2f2eSNDhrhbuK7S47UXbb.jpg",
    "popularity": 2.2419,
    "tmdb_url": "https://www.themoviedb.org/movie/201550"
  },
  {
    "id": 11589,
    "title": "Kelly's Heroes",
    "release_date": "1970-06-22",
    "overview": "A misfit group of World War II American soldiers goes AWOL to rob a bank behind German lines.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hleMxFKSC42yT0TClS4G29HV11n.jpg",
    "popularity": 2.2247,
    "tmdb_url": "https://www.themoviedb.org/movie/11589"
  },
  {
    "id": 918790,
    "title": "Tiger Woods: Icon",
    "release_date": "2021-06-22",
    "overview": "The beautiful game of golf, a metaphor for life. A battle against the forces of nature and the self. With the introduction of Tiger, the sport reached unimaginable heights. The young prodigy breached the trench of the heavily white dominated sport with the aim of conquering it. In Tiger's world, adversity was a challenge to overcome. Famed for being archaic, and middle-class, Woods singlehandedly transformed the perception of golf, opening the industry up to a new wave of youth and diversity. Not only did he influence the background of golf, but the game itself, altering the fundamental fabric of athleticism within the sport. Driving the ball further than ever before. Despite the stream of negativity surrounding Tiger's private life, he has undoubtedly had the greatest effect of any sportsman on any sport in the modern era. Experience the highs and lows of arguably golf's greatest ever icon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bLSTd3c6Ob4syMqNDog3ihx0V0L.jpg",
    "popularity": 2.1821,
    "tmdb_url": "https://www.themoviedb.org/movie/918790"
  },
  {
    "id": 339877,
    "title": "Loving Vincent",
    "release_date": "2017-06-22",
    "overview": "A young man arrives at the last hometown of painter Vincent van Gogh to deliver the troubled artist's final letter and ends up investigating his final days there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/56sq57kDm7XgyXBYrgJLumo0Jac.jpg",
    "popularity": 2.1784,
    "tmdb_url": "https://www.themoviedb.org/movie/339877"
  },
  {
    "id": 757103,
    "title": "Woman W is a Sweet Fairy Trap",
    "release_date": "2015-06-22",
    "overview": "Fuko, who lost her parents and lives alone in a single house, will work as a clerk, but a man who meets her first time with a business partner calls out to her for the first time in a while.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kpNjhkiWkSvoyHkIE1mAKYXrZRO.jpg",
    "popularity": 2.1481,
    "tmdb_url": "https://www.themoviedb.org/movie/757103"
  },
  {
    "id": 467952,
    "title": "The Catcher Was a Spy",
    "release_date": "2018-06-22",
    "overview": "Former major league baseball player Moe Berg lives a double life working for the Office of Strategic Services in World War II Europe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3aBv9Oln0aoBrEbkMabHIVat6CY.jpg",
    "popularity": 2.1425,
    "tmdb_url": "https://www.themoviedb.org/movie/467952"
  },
  {
    "id": 88005,
    "title": "Seeking a Friend for the End of the World",
    "release_date": "2012-06-22",
    "overview": "As an asteroid nears Earth, a man finds himself alone after his wife leaves in a panic. He decides to take a road trip to reunite with his high school sweetheart. Accompanying him is a neighbor who inadvertently puts a wrench in his plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rBbCwFLyt7Q25yaw2bEOQh7RMG1.jpg",
    "popularity": 2.0966,
    "tmdb_url": "https://www.themoviedb.org/movie/88005"
  },
  {
    "id": 1164763,
    "title": "Kelas Bintang - Threesome",
    "release_date": "2023-06-22",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/9s80kdczR8vHJpQI1xYvdqvj7pi.jpg",
    "popularity": 2.0644,
    "tmdb_url": "https://www.themoviedb.org/movie/1164763"
  },
  {
    "id": 84305,
    "title": "Lay the Favorite",
    "release_date": "2012-06-22",
    "overview": "A former stripper's talent with numbers lands her a job with a professional gambler who runs a sports book in Las Vegas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n57AyhFm5Jhe2qu0yuShYlokPmQ.jpg",
    "popularity": 2.0377,
    "tmdb_url": "https://www.themoviedb.org/movie/84305"
  }
]