[
  {
    "id": 11544,
    "title": "Lilo & Stitch",
    "release_date": "2002-06-21",
    "overview": "As Stitch, a runaway genetic experiment from a faraway planet, wreaks havoc on the Hawaiian Islands, he becomes the mischievous adopted alien \"puppy\" of an independent little girl named Lilo and learns about loyalty, friendship, and ʻohana, the Hawaiian tradition of family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m13Vbzv7R2GMAl3GXFrkmMEgCFQ.jpg",
    "popularity": 118.576,
    "tmdb_url": "https://www.themoviedb.org/movie/11544"
  },
  {
    "id": 62177,
    "title": "Brave",
    "release_date": "2012-06-21",
    "overview": "Brave is set in the mystical Scottish Highlands, where Mérida is the princess of a kingdom ruled by King Fergus and Queen Elinor. An unruly daughter and an accomplished archer, Mérida one day defies a sacred custom of the land and inadvertently brings turmoil to the kingdom. In an attempt to set things right, Mérida seeks out an eccentric old Wise Woman and is granted an ill-fated wish. Also figuring into Mérida’s quest — and serving as comic relief — are the kingdom’s three lords: the enormous Lord MacGuffin, the surly Lord Macintosh, and the disagreeable Lord Dingwall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1XAuDtMWpL0sYSFK0R6EZate2Ux.jpg",
    "popularity": 13.2466,
    "tmdb_url": "https://www.themoviedb.org/movie/62177"
  },
  {
    "id": 268,
    "title": "Batman",
    "release_date": "1989-06-21",
    "overview": "Batman must face his most ruthless nemesis when a deformed madman calling himself \"The Joker\" seizes control of Gotham's criminal underworld.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cij4dd21v2Rk2YtUQbV5kW69WB2.jpg",
    "popularity": 9.6281,
    "tmdb_url": "https://www.themoviedb.org/movie/268"
  },
  {
    "id": 10545,
    "title": "The Hunchback of Notre Dame",
    "release_date": "1996-06-21",
    "overview": "Isolated bell-ringer Quasimodo wishes to leave Notre Dame tower against the wishes of Judge Claude Frollo, his stern guardian and Paris' strait-laced Minister of Justice. His first venture to the outside world finds him Esmeralda, a kind-hearted and fearless Romani woman who openly stands up to Frollo's tyranny.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7k0fr2xLCTChjN8MnGNThTP9uEB.jpg",
    "popularity": 5.9281,
    "tmdb_url": "https://www.themoviedb.org/movie/10545"
  },
  {
    "id": 915824,
    "title": "Secret Love: My Friend’s Mom 2",
    "release_date": "2019-06-21",
    "overview": "Due to a strained relationship with his girlfriend, the male protagonist found it difficult to achieve sexual satisfaction and had to spend all day with his friend. It wasn't until he met his friend's mother that he realized that there were still such beautiful and mature women in the world. Although the male protagonist harbored evil thoughts, due to his identity and relationship, he could only bury his emotions deep in his heart. However, his friend's mother seemed to be very fond of the male protagonist and began to constantly dress herself up, And trying various temptations to lure the male lead into the bait",
    "poster_url": "https://image.tmdb.org/t/p/w500/8RN3nZ3EgV5eBDLrvCtIBKWWvNV.jpg",
    "popularity": 5.2078,
    "tmdb_url": "https://www.themoviedb.org/movie/915824"
  },
  {
    "id": 9268,
    "title": "Eraser",
    "release_date": "1996-06-21",
    "overview": "U.S. Marshall John Kruger erases the identities of people enrolled in the Witness Protection Program. His current assignment is to protect Lee Cullen, who's uncovered evidence that the weapons manufacturer she works for has been selling to terrorist groups. When Kruger discovers that there's a corrupt agent within the program, he must guard his own life while trying to protect Lee's.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uu2gBpFElDfxTI6BI9bT4pZ4kvw.jpg",
    "popularity": 4.7927,
    "tmdb_url": "https://www.themoviedb.org/movie/9268"
  },
  {
    "id": 19851,
    "title": "Grey Gardens",
    "release_date": "2009-06-21",
    "overview": "Based on the life stories of the eccentric aunt and first cousin of Jackie Onassis raised as Park Avenue débutantes but who withdrew from New York society, taking shelter at their Long Island summer home, \"Grey Gardens.\" As their wealth and contact with the outside world dwindled, so did their grasp on reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9iO11PLhIGCzN6n2V92XcANQ8M9.jpg",
    "popularity": 4.7247,
    "tmdb_url": "https://www.themoviedb.org/movie/19851"
  },
  {
    "id": 1057001,
    "title": "The Childe",
    "release_date": "2023-06-21",
    "overview": "Han, a Filipino-Korean boxer hits the final punch against his opponent at an illegal game and returns home with a few dollars to pay for his mother's surgery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pGDT06SpSbhDXlwnEMinKZblmtj.jpg",
    "popularity": 4.2366,
    "tmdb_url": "https://www.themoviedb.org/movie/1057001"
  },
  {
    "id": 284,
    "title": "The Apartment",
    "release_date": "1960-06-21",
    "overview": "Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hhSRt1KKfRT0yEhEtRW3qp31JFU.jpg",
    "popularity": 4.1541,
    "tmdb_url": "https://www.themoviedb.org/movie/284"
  },
  {
    "id": 530079,
    "title": "Ride Your Wave",
    "release_date": "2019-06-21",
    "overview": "Hinako is a surf-loving college student who has just moved to a small seaside town. When a sudden fire breaks out at her apartment building, she is rescued by Minato, a handsome firefighter, and the two soon fall in love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/byoY2stdullEcVjlaWs1ENXyrDm.jpg",
    "popularity": 4.021,
    "tmdb_url": "https://www.themoviedb.org/movie/530079"
  },
  {
    "id": 287590,
    "title": "Saint Seiya: Legend of Sanctuary",
    "release_date": "2014-06-21",
    "overview": "Mitsumasa Kido discovers a misterious baby in the himalayas whom he adopts as his grandaughter. 16 years later, Saori Kido is a young girl troubled by her mysterious powers. She is saved by Seiya from an assassin sent to kill her. Saori then learns she is the reincarnation of the Goddess Athena with Seiya being one of her Saints sworn to protect her. Upon learning of her destiny, she heads to the Sanctuary to rebel against the Pope's murderous plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gxKfP9278RK4t3J8vLXoFfB8ihl.jpg",
    "popularity": 3.8758,
    "tmdb_url": "https://www.themoviedb.org/movie/287590"
  },
  {
    "id": 800378,
    "title": "Chikan Densha: OL Kando Kurabe",
    "release_date": "1991-06-21",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/gkKhowzgw3vAXEdtDjh9VDfAz4s.jpg",
    "popularity": 3.8355,
    "tmdb_url": "https://www.themoviedb.org/movie/800378"
  },
  {
    "id": 11954,
    "title": "Lifeforce",
    "release_date": "1985-06-21",
    "overview": "A space shuttle mission investigating Halley's Comet brings back a malevolent race of space vampires who transform most of London's population into zombies. The only survivor of the expedition and British authorities attempt to capture a mysterious but beautiful alien woman who appears responsible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/urGWv3bB1V4aJHaC6ephmUTlqNF.jpg",
    "popularity": 3.6772,
    "tmdb_url": "https://www.themoviedb.org/movie/11954"
  },
  {
    "id": 543830,
    "title": "Church Sister",
    "release_date": "2018-06-21",
    "overview": "A girl from church meets a wanderer who she begins to pity. She wishes to do everything for him and he expresses his anger for through world with her. The man's childhood friend soon discovers his secrets and wishes to steal them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tyN8b6ea8kHWOZmtIeYA0eVnCFy.jpg",
    "popularity": 3.2147,
    "tmdb_url": "https://www.themoviedb.org/movie/543830"
  },
  {
    "id": 719958,
    "title": "Baby",
    "release_date": "2019-06-21",
    "overview": "This queer love story follows a Dominican teenager in the Bronx on a Saturday afternoon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8VWMlRvUwFKv5e6TLCT9PiueVVy.jpg",
    "popularity": 3.0134,
    "tmdb_url": "https://www.themoviedb.org/movie/719958"
  },
  {
    "id": 9722,
    "title": "Bewitched",
    "release_date": "2005-06-21",
    "overview": "Thinking he can overshadow an unknown actress in the part, an egocentric actor unknowingly gets a witch cast in an upcoming television remake of the classic show \"Bewitched\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/8lx4EXmAZo8ogh4128UBZRQfCjI.jpg",
    "popularity": 2.8641,
    "tmdb_url": "https://www.themoviedb.org/movie/9722"
  },
  {
    "id": 17189,
    "title": "Battle Angel",
    "release_date": "1993-06-21",
    "overview": "In his travels as a bounty hunter, Hunter–Warrior and cyborg healer Ido one day discovers and repairs the remnants of a cyborg whom he names Gally. Though possessing the body of a young woman, Gally now embodies Ido's most sophisticated and lethal cybernetic skills. The preternaturally strong, amnesiac Gally begins to forge a life for herself in a world where every day is a struggle for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/urvznwew7HrjrIEbK2RLaEkaezs.jpg",
    "popularity": 2.4437,
    "tmdb_url": "https://www.themoviedb.org/movie/17189"
  },
  {
    "id": 13155,
    "title": "Return to Oz",
    "release_date": "1985-06-21",
    "overview": "Dorothy, saved from a psychiatric experiment by a mysterious girl, finds herself back in the land of her dreams, and makes delightful new friends, and dangerous new enemies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/prd9KCTa12RDnKgyfR9hWHbMzBI.jpg",
    "popularity": 2.3561,
    "tmdb_url": "https://www.themoviedb.org/movie/13155"
  },
  {
    "id": 10328,
    "title": "Cocoon",
    "release_date": "1985-06-21",
    "overview": "When a group of trespassing seniors swim in a pool containing alien cocoons, they find themselves energized with youthful vigor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wqNNm36j3nkucAucHEGAW5pNZcd.jpg",
    "popularity": 2.3537,
    "tmdb_url": "https://www.themoviedb.org/movie/10328"
  },
  {
    "id": 738648,
    "title": "The Brain That Wouldn't Die",
    "release_date": "2020-06-21",
    "overview": "After his fiancee in killed a car accident, a gifted surgeon revives her severed head in hopes of finding her a new body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wNBUMlT05PswxqvRYUKiYwTZSOT.jpg",
    "popularity": 2.35,
    "tmdb_url": "https://www.themoviedb.org/movie/738648"
  },
  {
    "id": 424649,
    "title": "Model for Murder: The Centerfold Killer",
    "release_date": "2016-06-21",
    "overview": "Supermodels compete for a coveted centerfold spread as a merciless killer stalks the glamorous women. Meanwhile, two detectives attempt to unravel the mystery before the body count mounts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Kf49vsaVDdxcXavEeDrulRsrbD.jpg",
    "popularity": 2.2201,
    "tmdb_url": "https://www.themoviedb.org/movie/424649"
  },
  {
    "id": 42025,
    "title": "Project A-Ko",
    "release_date": "1986-06-21",
    "overview": "Earth. The not too distant future. A city is miraculously reborn just sixteen years after being completely destroyed by a giant meteor. At the prestigious Graviton High School for Girls, two new students are introduced. A-ko and her ditzy sidekick, C-ko.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tnOzcaxpL8PR1nIB02JgMqr97hb.jpg",
    "popularity": 2.1509,
    "tmdb_url": "https://www.themoviedb.org/movie/42025"
  },
  {
    "id": 2266,
    "title": "Paris Je T'aime",
    "release_date": "2006-06-21",
    "overview": "Olivier Assayas, Gus Van Sant, Wes Craven and Alfonso Cuaron are among the 20 distinguished directors who contribute to this collection of 18 stories, each exploring a different aspect of Parisian life. The colourful characters in this drama include a pair of mimes, a husband trying to chose between his wife and his lover, and a married man who turns to a prostitute for advice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mcke8Uvw8QDToAZQ94UGo7VU0g6.jpg",
    "popularity": 2.0929,
    "tmdb_url": "https://www.themoviedb.org/movie/2266"
  },
  {
    "id": 589082,
    "title": "Twilight",
    "release_date": "2019-06-21",
    "overview": "Hakubo tells the story of two young people who live in rural Fukushima: Sachi Koyama, a girl who excels at playing the violin, and Yuusuke Kijinami, a boy who loves to paint. After an awkward, chance encounter, the two meet and begin to fall in love, but Yuusuke is still living in the shadow of the 2011 Tohoku earthquake and tsunami.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7iUoLTDTk5IgUJTboct2RHuuTMG.jpg",
    "popularity": 2.0776,
    "tmdb_url": "https://www.themoviedb.org/movie/589082"
  },
  {
    "id": 741600,
    "title": "One More Chance",
    "release_date": "2023-06-21",
    "overview": "Water Ng, a typical loser who likes to gamble and takes no responsibility is asked to take care of his ex-girlfriend Jik’s son, Yeung. With Jik tells him that Yeung is his son, and promised 100 thousand dollars, Water Ng agrees to be a father for one month. Soon he notices his son has Autism. He gets to understand the difficulties of raising a child along with special needs. With Jik's absence on the agreed date, Water Ng realizes why she brought him his blood. He finds his life goal while discovering Yeung’s talent on the racing field, then decides to get rid of the dissipated life and accompany his son spreading wings for the dream.",
    "poster_url": "https://image.tmdb.org/t/p/w500/deSRxwlW8ng12VNA6IWvqbmt92C.jpg",
    "popularity": 2.0768,
    "tmdb_url": "https://www.themoviedb.org/movie/741600"
  },
  {
    "id": 12637,
    "title": "New York, New York",
    "release_date": "1977-06-21",
    "overview": "An egotistical saxophone player and a young singer meet on V-J Day and embark upon a strained and rocky romance, even as their careers begin a long uphill climb.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1nD40aUcPAxYdE1WxERrTjZuFGe.jpg",
    "popularity": 2.0557,
    "tmdb_url": "https://www.themoviedb.org/movie/12637"
  },
  {
    "id": 191121,
    "title": "Raanjhanaa",
    "release_date": "2013-06-21",
    "overview": "A small-town boy needs to break through the class divide to gain acceptance from his childhood sweetheart who is in love with big city ideals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wi1Qv5nPo0ddJgjA0baD9MR3NC0.jpg",
    "popularity": 2.0509,
    "tmdb_url": "https://www.themoviedb.org/movie/191121"
  },
  {
    "id": 532267,
    "title": "The Fable",
    "release_date": "2019-06-21",
    "overview": "The Fable is a legendary yakuza hitman equal to none—but his boss orders him and his sultry associate to lay low and learn how to live a \"normal life\" in Osaka.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zILJ5Dzx1NTu2ATalKQrZgTi2mS.jpg",
    "popularity": 2.0128,
    "tmdb_url": "https://www.themoviedb.org/movie/532267"
  }
]