[
  {
    "id": 578,
    "title": "Jaws",
    "release_date": "1975-06-20",
    "overview": "When the seaside community of Amity finds itself under attack by a dangerous great white shark, the town's chief of police, a young marine biologist, and a grizzled hunter embark on a desperate quest to destroy the beast before it strikes again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lxM6kqilAdpdhqUl2biYp5frUxE.jpg",
    "popularity": 14.4095,
    "tmdb_url": "https://www.themoviedb.org/movie/578"
  },
  {
    "id": 180,
    "title": "Minority Report",
    "release_date": "2002-06-20",
    "overview": "John Anderton is a top 'Precrime' cop in the late-21st century, when technology can predict crimes before they're committed. But Anderton becomes the quarry when another investigator targets him for a murder charge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qtgFcnwh9dAFLocsDk2ySDVS8UF.jpg",
    "popularity": 7.7831,
    "tmdb_url": "https://www.themoviedb.org/movie/180"
  },
  {
    "id": 415,
    "title": "Batman & Robin",
    "release_date": "1997-06-20",
    "overview": "Batman and Robin deal with relationship issues while preventing Mr. Freeze and Poison Ivy from attacking Gotham City.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cGRDufDDSrFrv7VI4YnmWnslne0.jpg",
    "popularity": 6.4061,
    "tmdb_url": "https://www.themoviedb.org/movie/415"
  },
  {
    "id": 1571,
    "title": "Live Free or Die Hard",
    "release_date": "2007-06-20",
    "overview": "John McClane is back and badder than ever, and this time he calls on the services of a young hacker in his bid to stop a ring of Internet terrorists intent on taking control of America's computer infrastructure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wplG0vWnpnzkIBDxBhTfIygqfoK.jpg",
    "popularity": 5.9985,
    "tmdb_url": "https://www.themoviedb.org/movie/1571"
  },
  {
    "id": 979077,
    "title": "Fernanda",
    "release_date": "2022-06-20",
    "overview": "An angry Latinx dyke in her twenties wants to make the world a better place, but can barely keep her own life together. Fernanda and her friends deconstruct their lives, fuck them up, and then continue to deconstruct them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q1eUNZ55yINqWZwSdzFQNSwKJiK.jpg",
    "popularity": 5.5483,
    "tmdb_url": "https://www.themoviedb.org/movie/979077"
  },
  {
    "id": 829,
    "title": "Chinatown",
    "release_date": "1974-06-20",
    "overview": "Private eye Jake Gittes lives off of the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kZRSP3FmOcq0xnBulqpUQngJUXY.jpg",
    "popularity": 5.2796,
    "tmdb_url": "https://www.themoviedb.org/movie/829"
  },
  {
    "id": 148066,
    "title": "The Summit: A Chronicle Of Stones to Serenity",
    "release_date": "2009-06-20",
    "overview": "In 1907, a group of men climb an unconquered peak in the last unmapped region of Japan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kgtBerZSieaxAMAn2oVMj41NFpB.jpg",
    "popularity": 4.3947,
    "tmdb_url": "https://www.themoviedb.org/movie/148066"
  },
  {
    "id": 72331,
    "title": "Abraham Lincoln: Vampire Hunter",
    "release_date": "2012-06-20",
    "overview": "President Lincoln's mother is killed by a supernatural creature, which fuels his passion to crush vampires and their slave-owning helpers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qv8deK0ZmutAuEpejruQKApIy6r.jpg",
    "popularity": 4.3188,
    "tmdb_url": "https://www.themoviedb.org/movie/72331"
  },
  {
    "id": 334376,
    "title": "Ghost in the Shell: The New Movie",
    "release_date": "2015-06-20",
    "overview": "When a ghost-infecting virus known as Fire-Starter begins spreading through the system resulting in the assassination of the Japanese Prime Minister, Major Motoko Kusanagi and her elite team of special operatives are called in to track down its source.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eLd31emY3jann7JV0AkSPJ06Xep.jpg",
    "popularity": 3.8426,
    "tmdb_url": "https://www.themoviedb.org/movie/334376"
  },
  {
    "id": 577328,
    "title": "Kabir Singh",
    "release_date": "2019-06-20",
    "overview": "Kabir, a genius yet hostile medical student, falls in love with Preeti from his college. When Preeti's father spots the couple kissing, he opposes their relationship and decides to marry her off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/unqiPjtc6CGqs13zho7ZvWU85zu.jpg",
    "popularity": 3.5022,
    "tmdb_url": "https://www.themoviedb.org/movie/577328"
  },
  {
    "id": 184098,
    "title": "Think Like a Man Too",
    "release_date": "2014-06-20",
    "overview": "All the couples are back for a wedding in Las Vegas, but plans for a romantic weekend go awry when their various misadventures get them into some compromising situations that threaten to derail the big event.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bsKfhf0y9Zx7h4j5GHu1JANpKwl.jpg",
    "popularity": 3.3672,
    "tmdb_url": "https://www.themoviedb.org/movie/184098"
  },
  {
    "id": 12177,
    "title": "The Love Guru",
    "release_date": "2008-06-20",
    "overview": "Born in America and raised in an Indian ashram, Pitka returns to his native land to seek his fortune as a spiritualist and self-help expert. His skills are put to the test when he must get a brokenhearted hockey player's marriage back on track in time for the man to help his team win the Stanley Cup.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sp8AV64ftAZCT9uWfgbCb3olGDW.jpg",
    "popularity": 3.1844,
    "tmdb_url": "https://www.themoviedb.org/movie/12177"
  },
  {
    "id": 261470,
    "title": "Sorry If I Call You Love",
    "release_date": "2014-06-20",
    "overview": "A successful, attractive, intelligent and brilliant advertising executive is longing to finally find emotional stability in his life, and decides to propose to his girlfriend. After she refuses his proposal, his life takes a turn when a new young lady enters his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ekvI7HVl0RcA4iaZOqNa8vqFwAN.jpg",
    "popularity": 2.5792,
    "tmdb_url": "https://www.themoviedb.org/movie/261470"
  },
  {
    "id": 9079,
    "title": "Dying Young",
    "release_date": "1991-06-20",
    "overview": "After she discovers that her boyfriend has betrayed her, Hilary O'Neil is looking for a new start and a new job. She begins to work as a private nurse for a young man suffering from blood cancer. Slowly, they fall in love, but they always know their love cannot last because he is destined to die.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nLVV8TETjCxWQmIip6t3HO1znVJ.jpg",
    "popularity": 2.5085,
    "tmdb_url": "https://www.themoviedb.org/movie/9079"
  },
  {
    "id": 480042,
    "title": "Escape Plan: The Extractors",
    "release_date": "2019-06-20",
    "overview": "After security expert Ray Breslin is hired to rescue the kidnapped daughter of a Hong Kong tech mogul from a formidable Latvian prison, Breslin's girlfriend is also captured. Now he and his team must pull off a deadly rescue mission to confront their sadistic foe and save the hostages before time runs out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9qVzb6qDdh5ni76bLAPHAZDNHv4.jpg",
    "popularity": 2.4569,
    "tmdb_url": "https://www.themoviedb.org/movie/480042"
  },
  {
    "id": 843217,
    "title": "Escape 360",
    "release_date": "2021-06-20",
    "overview": "One man, one camera, one goal...to capture the essence of adventure. An experimental, often abstract new type of filmmaking process creating color rich visuals combined with a lush soundtrack that grounds the project. A unique cinematic experience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hHfqRapwGF8ab6oJ2CUJuDHetTy.jpg",
    "popularity": 2.3232,
    "tmdb_url": "https://www.themoviedb.org/movie/843217"
  },
  {
    "id": 449998,
    "title": "The Invincible Dragon",
    "release_date": "2019-06-20",
    "overview": "The undercover agent with dragon tattoo Kowloon continually helped the police to solve mysterious cases, which made him known as a rising star. However, his impulsive personality dragged him into endless troubles. He got himself into fights with the Macau detective, as well as an American Army veteran Alexander who has a secret linkage to Kowloon’s background…",
    "poster_url": "https://image.tmdb.org/t/p/w500/15GQh5pUXzPSvZ0GmqsYeUSlhUw.jpg",
    "popularity": 2.2245,
    "tmdb_url": "https://www.themoviedb.org/movie/449998"
  },
  {
    "id": 611337,
    "title": "Deception of the Novelist",
    "release_date": "2019-06-20",
    "overview": "A famous novelist receives a large inheritance after his father’s passing. He rents out one of his inherited properties to a Japanese/Chinese woman named Elaine and they embark on an affair, causing rifts in his marriage with Jeanna Ho. One night, Elaine is suddenly found dead in the balcony of the house. When police start their investigation, they realize that there are a lot of suspicious factors to the case leading them to suspect that this is not their normal kidnapping or revenge against an unfaithful husband case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZwhndYitrRyR3k3dJ3yHKeh1jv.jpg",
    "popularity": 2.0425,
    "tmdb_url": "https://www.themoviedb.org/movie/611337"
  }
]