[
  {
    "id": 38365,
    "title": "Grown Ups",
    "release_date": "2010-06-24",
    "overview": "After their high school basketball coach passes away, five good friends and former teammates reunite for a Fourth of July holiday weekend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ys0LscDFAuZxfUcpH5moiPeFfXs.jpg",
    "popularity": 18.8603,
    "tmdb_url": "https://www.themoviedb.org/movie/38365"
  },
  {
    "id": 957,
    "title": "Spaceballs",
    "release_date": "1987-06-24",
    "overview": "When the nefarious Dark Helmet hatches a plan to snatch Princess Vespa and steal her planet's air, space-bum-for-hire Lone Starr and his clueless sidekick fly to the rescue. Along the way, they meet Yogurt, who puts Lone Starr wise to the power of \"The Schwartz.\" Can he master it in time to save the day?",
    "poster_url": "https://image.tmdb.org/t/p/w500/cIbr9JRJX4jENulVETd4cAofTAA.jpg",
    "popularity": 7.1343,
    "tmdb_url": "https://www.themoviedb.org/movie/957"
  },
  {
    "id": 985932,
    "title": "Virgin Forest",
    "release_date": "2022-06-24",
    "overview": "A photographer is tasked to take a photo of a rare flower thriving in the mountain, but he discovers women trapped in a hidden brothel for illegal loggers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6AnFbpUmxAjhInm04cl0sfCko6J.jpg",
    "popularity": 6.6548,
    "tmdb_url": "https://www.themoviedb.org/movie/985932"
  },
  {
    "id": 614696,
    "title": "#Alive",
    "release_date": "2020-06-24",
    "overview": "As a grisly virus rampages a city, a lone man stays locked inside his apartment, digitally cut off from seeking help and desperate to find a way out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lZPvLUMYEPLTE2df1VW5FHTYC8N.jpg",
    "popularity": 6.179,
    "tmdb_url": "https://www.themoviedb.org/movie/614696"
  },
  {
    "id": 560057,
    "title": "The Sea Beast",
    "release_date": "2022-06-24",
    "overview": "When a young girl stows away on the ship of a legendary sea monster hunter, they launch an epic journey into uncharted waters — and make history to boot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Zfv4Ap1e8eKOYnZPtYaWhLkk0d.jpg",
    "popularity": 6.1752,
    "tmdb_url": "https://www.themoviedb.org/movie/560057"
  },
  {
    "id": 858,
    "title": "Sleepless in Seattle",
    "release_date": "1993-06-24",
    "overview": "After the death of his mother, a young boy calls a radio station in an attempt to set his father up on a date. Talking about his father’s loneliness soon leads to a meeting with a young female journalist, who has flown to Seattle to write a story about the boy and his father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jAXfku1u1uaLGh4cUmK0ESf1pPu.jpg",
    "popularity": 4.923,
    "tmdb_url": "https://www.themoviedb.org/movie/858"
  },
  {
    "id": 646207,
    "title": "The Ice Road",
    "release_date": "2021-06-24",
    "overview": "After a remote diamond mine collapses in far northern Canada, an ice road driver must lead an impossible rescue mission over a frozen ocean to save the trapped miners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
    "popularity": 4.5425,
    "tmdb_url": "https://www.themoviedb.org/movie/646207"
  },
  {
    "id": 531876,
    "title": "The Outpost",
    "release_date": "2020-06-24",
    "overview": "A small unit of U.S. soldiers, alone at the remote Combat Outpost Keating, located deep in the valley of three mountains in Afghanistan, battles to defend against an overwhelming force of Taliban fighters in a coordinated attack. The Battle of Kamdesh, as it was known, was the bloodiest American engagement of the Afghan War in 2009 and Bravo Troop 3-61 CAV became one of the most decorated units of the 19-year conflict.",
    "poster_url": "https://image.tmdb.org/t/p/w500/saN1UywIQMQNXYx2ag9j2tPwaVl.jpg",
    "popularity": 4.2562,
    "tmdb_url": "https://www.themoviedb.org/movie/531876"
  },
  {
    "id": 332567,
    "title": "The Shallows",
    "release_date": "2016-06-24",
    "overview": "While surfing on a secluded beach, Nancy finds herself in the feeding grounds of a great white shark. Though stranded only 200 yards from shore, survival proves to be the ultimate test of wills, requiring all of her ingenuity, resourcefulness, and fortitude.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bnBV7hZmLuA0Si5Aop481sPF2RY.jpg",
    "popularity": 4.1875,
    "tmdb_url": "https://www.themoviedb.org/movie/332567"
  },
  {
    "id": 699,
    "title": "For Your Eyes Only",
    "release_date": "1981-06-24",
    "overview": "A British spy ship has sunk and on board was a hi-tech encryption device. James Bond is sent to find the device that holds British launching instructions before the enemy Soviets get to it first.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xV4Nnr6DjjERlqNikqDQX8LUgua.jpg",
    "popularity": 4.0149,
    "tmdb_url": "https://www.themoviedb.org/movie/699"
  },
  {
    "id": 960704,
    "title": "Fullmetal Alchemist: The Final Alchemy",
    "release_date": "2022-06-24",
    "overview": "The Elric brothers’ long and winding journey comes to a close in this epic finale, where they must face off against an unworldly, nationwide threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AeyiuQUUs78bPkz18FY3AzNFF8b.jpg",
    "popularity": 3.796,
    "tmdb_url": "https://www.themoviedb.org/movie/960704"
  },
  {
    "id": 934194,
    "title": "Slash/Back",
    "release_date": "2022-06-24",
    "overview": "In a remote Arctic community, a group of Inuit girls fight off an alien invasion, all while trying to make it to the coolest party in town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fmmRFQtsRrNOpmcfoxVIyE1LxxT.jpg",
    "popularity": 3.5327,
    "tmdb_url": "https://www.themoviedb.org/movie/934194"
  },
  {
    "id": 852370,
    "title": "Idol Seungha's R-Rated Film Shooting",
    "release_date": "2021-06-24",
    "overview": "Film producer Na-eun and director Yeong-tae are on the verge of shelving out cash for an adult film production. They're too busy blaming each other for the messed-up filming. Before another filming begins, Na-eun suggests Yeong-tae to become an actor himself and practice filming. Na-eun leads the shy Yeong-tae very skillfully. How far will the practice go...?",
    "poster_url": "https://image.tmdb.org/t/p/w500/4CVYNzGwTMgOKxycg2LQO9slwfH.jpg",
    "popularity": 3.4113,
    "tmdb_url": "https://www.themoviedb.org/movie/852370"
  },
  {
    "id": 869626,
    "title": "Marcel the Shell with Shoes On",
    "release_date": "2022-06-24",
    "overview": "Marcel is an adorable one-inch-tall shell who ekes out a colorful existence with his grandmother Connie and their pet lint, Alan. Once part of a sprawling community of shells, they now live alone as the sole survivors of a mysterious tragedy. When a documentarian discovers them amongst the clutter of his Airbnb, his resulting short film brings Marcel millions of passionate fans, as well as unprecedented dangers and a new hope at finding his long-lost family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jaYmP4Ct8YLnxWAW2oYkUjeXtzm.jpg",
    "popularity": 3.1487,
    "tmdb_url": "https://www.themoviedb.org/movie/869626"
  },
  {
    "id": 714338,
    "title": "Bulbbul",
    "release_date": "2020-06-24",
    "overview": "A child bride grows up to be an enigmatic woman presiding over her household, harboring a painful past as supernatural murders of men plague her village.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4XYEqHqvcf6vxFhNyeKZz5xbUfV.jpg",
    "popularity": 2.9931,
    "tmdb_url": "https://www.themoviedb.org/movie/714338"
  },
  {
    "id": 16990,
    "title": "Escaflowne: The Movie",
    "release_date": "2000-06-24",
    "overview": "Gaea is a mythical realm ruled by sword and sorcery and immersed in blood and violence. Thrust into a conflict she doesn't quite understand, Hitomi Kanzaki helps aid the young Prince Van as they embark upon a journey to fight the Black Dragon Clan. The battle over a legendary suit of dragon armor, Escaflowne, has begun.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y2McH8kPXp5otzuQNIFF50X4rOc.jpg",
    "popularity": 2.964,
    "tmdb_url": "https://www.themoviedb.org/movie/16990"
  },
  {
    "id": 3602,
    "title": "I'll Always Know What You Did Last Summer",
    "release_date": "2006-06-24",
    "overview": "Several teenagers in a small-town in Colorado concoct a July 4th prank based on a frightening legend that goes awry when their friend ends up accidentally killed; however, the teens agree to keep their involvement a secret from the authorities, who continue to search for the man who apparently killed their friend. A year later, with the July 4th celebration coming up again, the teenagers realize that they're being stalked by someone who clearly intends on keeping the horrible legend alive by killing them off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ip4DPTH7uLd8RVEor472WyvlFTY.jpg",
    "popularity": 2.8962,
    "tmdb_url": "https://www.themoviedb.org/movie/3602"
  },
  {
    "id": 11222,
    "title": "The American Friend",
    "release_date": "1977-06-24",
    "overview": "Tom Ripley, an American who deals in forged art, is slighted at an auction in Hamburg by picture framer Jonathan Zimmerman. When Ripley is asked by gangster Raoul Minot to kill a rival, he suggests Zimmerman, and the two, exploiting Zimmerman's terminal illness, coerce him into being a hitman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jHVe5EHDFj9ac2F2aU86sWTGKnn.jpg",
    "popularity": 2.8249,
    "tmdb_url": "https://www.themoviedb.org/movie/11222"
  },
  {
    "id": 342878,
    "title": "One Wild Moment",
    "release_date": "2015-06-24",
    "overview": "Antoine and Laurent, old friends, spend their vacation in Corsica with their respective daughters: seventeen-year-old Louna and eighteen-year-old Marie. One evening at the beach, Louna seduces Laurent. Louna is in love, but for Laurent it was nothing more than a momentary distraction. Without revealing her lover's name, Louna confides in her father, who tries by any means to discover who his daughter's lover is. How long will the secret be able to be kept hidden?",
    "poster_url": "https://image.tmdb.org/t/p/w500/o9NRdRKpaQyrpFpWVjLt6LTZijO.jpg",
    "popularity": 2.7588,
    "tmdb_url": "https://www.themoviedb.org/movie/342878"
  },
  {
    "id": 38985,
    "title": "Sorcerer",
    "release_date": "1977-06-24",
    "overview": "Four men from different parts of the globe, all hiding from their pasts in the same remote South American town, agree to risk their lives transporting several cases of dynamite (which is so old that it is dripping unstable nitroglycerin) across dangerous jungle terrain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2b7oexm173SF1FSEq0DdgxZZNRH.jpg",
    "popularity": 2.6953,
    "tmdb_url": "https://www.themoviedb.org/movie/38985"
  },
  {
    "id": 12160,
    "title": "Wyatt Earp",
    "release_date": "1994-06-24",
    "overview": "From Wichita to Dodge City, to the O.K. Corral in Tombstone, Wyatt Earp is taught that nothing matters more than family and the law. Joined by his brothers and Doc Holliday, Earp wages war on the dreaded Clanton and McLaury gangs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/51LItgyecu2KMAtIchYogEykCIu.jpg",
    "popularity": 2.6801,
    "tmdb_url": "https://www.themoviedb.org/movie/12160"
  },
  {
    "id": 18857,
    "title": "Crime Story",
    "release_date": "1993-06-24",
    "overview": "A special agent is assigned to protect a wealthy business magnate. However, when the businessman is kidnapped in a daring ambush, he teams up with a seasoned detective to crack the case. But soon he discovers the case isn't that simple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1LzBLlptRC7ogT8OPi8cb0NrDQb.jpg",
    "popularity": 2.6461,
    "tmdb_url": "https://www.themoviedb.org/movie/18857"
  },
  {
    "id": 649409,
    "title": "No Sudden Move",
    "release_date": "2021-06-24",
    "overview": "A group of criminals are brought together under mysterious circumstances and have to work together to uncover what's really going on when their simple job goes completely sideways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kARdPEc4b32GQlHmJXMhGOCplEA.jpg",
    "popularity": 2.6396,
    "tmdb_url": "https://www.themoviedb.org/movie/649409"
  },
  {
    "id": 718745,
    "title": "Krishna and His Leela",
    "release_date": "2020-06-24",
    "overview": "Torn between his past and present girlfriends, a confused bachelor’s indecisiveness spins a web of lies and cheating as he struggles to commit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vWbB3gTKMZahD2s37vj2Tpx2klj.jpg",
    "popularity": 2.5112,
    "tmdb_url": "https://www.themoviedb.org/movie/718745"
  },
  {
    "id": 360606,
    "title": "Adventures in Babysitting",
    "release_date": "2016-06-24",
    "overview": "Two teen rival babysitters, Jenny and Lola, team up to hunt down one of their kids who accidentally ran away into the big city without any supervision.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t12bYhmv7LIcHT4TGGpW6WaMV2W.jpg",
    "popularity": 2.4347,
    "tmdb_url": "https://www.themoviedb.org/movie/360606"
  },
  {
    "id": 316152,
    "title": "Free State of Jones",
    "release_date": "2016-06-24",
    "overview": "In 1863, Mississippi farmer Newt Knight serves as a medic for the Confederate Army. Opposed to slavery, Knight would rather help the wounded than fight the Union. After his nephew dies in battle, Newt returns home to Jones County to safeguard his family but is soon branded an outlaw deserter. Forced to flee, he finds refuge with a group of runaway slaves hiding out in the swamps. Forging an alliance with the slaves and other farmers, Knight leads a rebellion that would forever change history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pKhJLNHu5Aw8BgxOJ90lCmg0j0f.jpg",
    "popularity": 2.3846,
    "tmdb_url": "https://www.themoviedb.org/movie/316152"
  },
  {
    "id": 347031,
    "title": "Swiss Army Man",
    "release_date": "2016-06-24",
    "overview": "Alone on a tiny deserted island, Hank has given up all hope of ever making it home again. But one day everything changes when a dead body washes ashore, and he soon realizes it may be his last opportunity to escape certain death. Armed with his new “friend” and an unusual bag of tricks, the duo go on an epic adventure to bring Hank back to the woman of his dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8pxn8CQ6SD6tly75lrKw08wfZKv.jpg",
    "popularity": 2.3737,
    "tmdb_url": "https://www.themoviedb.org/movie/347031"
  },
  {
    "id": 15301,
    "title": "Twilight Zone: The Movie",
    "release_date": "1983-06-24",
    "overview": "An anthology film presenting remakes of three episodes from the \"Twilight Zone\" TV series—\"Kick the Can\", \"It's a Good Life\" and \"Nightmare at 20,000 Feet\"—and one original story, \"Time Out.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/9dKBVzAQQ2Utht2DPdWA654QPFm.jpg",
    "popularity": 2.2752,
    "tmdb_url": "https://www.themoviedb.org/movie/15301"
  },
  {
    "id": 33081,
    "title": "Paheli",
    "release_date": "2005-06-24",
    "overview": "Kishanlal marries the beautiful Lachchi, but the day after the wedding, he leaves on business for five years. When Kishanlal reappears only a few days later, Lachchi is delighted, but this new Kishanlal is in fact a spirit who has taken the form of Lachchi's husband, after having seen her by chance and fallen in love with her. Four years later, the real Kishanlal returns and the townsfolk must determine who is who.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1oQ8mBfBKcVT758y1949ULkSXER.jpg",
    "popularity": 2.2434,
    "tmdb_url": "https://www.themoviedb.org/movie/33081"
  },
  {
    "id": 375315,
    "title": "The Salesman",
    "release_date": "2016-06-24",
    "overview": "Forced out of their apartment due to dangerous works on a neighboring building, Emad and Rana move into a new flat in the center of Tehran. An incident linked to the previous tenant will dramatically change the young couple’s life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x4PIuYU5ZMMXiTrheNR8vCTYPBf.jpg",
    "popularity": 2.2154,
    "tmdb_url": "https://www.themoviedb.org/movie/375315"
  },
  {
    "id": 735365,
    "title": "Assistant Motives",
    "release_date": "2014-06-24",
    "overview": "When a young woman accepts a position as a receptionist, she finds herself falling for the boss, and entering a world of drama and danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/joSEqpjPPIghhB4tqXKyKYsljkq.jpg",
    "popularity": 2.194,
    "tmdb_url": "https://www.themoviedb.org/movie/735365"
  },
  {
    "id": 11694,
    "title": "Cat Ballou",
    "release_date": "1965-06-24",
    "overview": "A woman seeking revenge for her murdered father hires a famous gunman, but he's very different from what she expects.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3WJmB1F5z4mLwt84i1FuIrSYEe.jpg",
    "popularity": 2.1679,
    "tmdb_url": "https://www.themoviedb.org/movie/11694"
  },
  {
    "id": 343843,
    "title": "Northern Limit Line",
    "release_date": "2015-06-24",
    "overview": "In this true story from 2002, South Korean patrol boats engaged in a deadly battle with North Korean patrol boats who crossed the maritime border known the Northern Limit Line and attacked.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hM4Ji2b7dhrR7F9I0pcjyVa0nAt.jpg",
    "popularity": 2.0898,
    "tmdb_url": "https://www.themoviedb.org/movie/343843"
  },
  {
    "id": 974961,
    "title": "Murder at Yellowstone City",
    "release_date": "2022-06-24",
    "overview": "A former slave who arrives in Yellowstone City, Montana, a desolate former boomtown now on the decline, looking for a place to call home. On that same day, a local prospector discovers gold - and is murdered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/58UKdNFfSSvx8TuecGAzqja3NTZ.jpg",
    "popularity": 2.0796,
    "tmdb_url": "https://www.themoviedb.org/movie/974961"
  },
  {
    "id": 54328,
    "title": "Ocean Heaven",
    "release_date": "2010-06-24",
    "overview": "The story of a father's tireless love for his autistic son. A terminally ill father's attempt to teach his autistic son the necessary life skills to survive on his own before he passes away. It is also a poignant tribute to the infinite love that parents have for their children and their unending desire to take care and look after them to their best abilities, no matter the struggle, no matter the effort.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9DKcwFG0tIx1ZpcqkpJ0gBEmIcs.jpg",
    "popularity": 2.0736,
    "tmdb_url": "https://www.themoviedb.org/movie/54328"
  },
  {
    "id": 13683,
    "title": "Tarzan & Jane",
    "release_date": "2002-06-24",
    "overview": "With the first anniversary of her wedding to Tarzan beckoning, Jane ponders how to make it the perfect English celebration.",
    "poster_url": "https://image.tmdb.org/t/p/w500/esRxshmD2BY1UPkiUHt7Gn2mksl.jpg",
    "popularity": 2.064,
    "tmdb_url": "https://www.themoviedb.org/movie/13683"
  },
  {
    "id": 1140066,
    "title": "Paradise",
    "release_date": "2023-06-24",
    "overview": "A man sees the dark side of the time-manipulating biotech company he works for when a crushing debt forces his wife to give up 40 years of her own life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yGz88hNPcHUJkUx7MPm0Ue6GZt7.jpg",
    "popularity": 2.055,
    "tmdb_url": "https://www.themoviedb.org/movie/1140066"
  },
  {
    "id": 46952,
    "title": "Banshee",
    "release_date": "2006-06-24",
    "overview": "A city's most-notorious car thief must use all the skills at her disposal to evade a serial killer who wants to make her his next victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Xg7SoZn6jbyRT4vjBav9t8vxf5.jpg",
    "popularity": 2.0419,
    "tmdb_url": "https://www.themoviedb.org/movie/46952"
  },
  {
    "id": 10364,
    "title": "Catch-22",
    "release_date": "1970-06-24",
    "overview": "A bombardier in World War II tries desperately to escape the insanity of the war. However, sometimes insanity is the only sane way to cope with a crazy situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eSB3i3vvFiRTszmZVawWqROzM6p.jpg",
    "popularity": 2.008,
    "tmdb_url": "https://www.themoviedb.org/movie/10364"
  }
]