[
  {
    "id": 350,
    "title": "The Devil Wears Prada",
    "release_date": "2006-06-29",
    "overview": "Andy moves to New York to work in the fashion industry. Her boss is extremely demanding, cruel and won't let her succeed if she doesn't fit into the high class elegant look of their magazine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8912AsVuS7Sj915apArUFbv6F9L.jpg",
    "popularity": 13.9638,
    "tmdb_url": "https://www.themoviedb.org/movie/350"
  },
  {
    "id": 72105,
    "title": "Ted",
    "release_date": "2012-06-29",
    "overview": "John Bennett, a man whose childhood wish of bringing his teddy bear to life came true, now must decide between keeping the relationship with the bear or his girlfriend, Lori.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1QVZXQQHCEIj8lyUhdBYd2qOYtq.jpg",
    "popularity": 10.4136,
    "tmdb_url": "https://www.themoviedb.org/movie/72105"
  },
  {
    "id": 438148,
    "title": "Minions: The Rise of Gru",
    "release_date": "2022-06-29",
    "overview": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
    "popularity": 9.6435,
    "tmdb_url": "https://www.themoviedb.org/movie/438148"
  },
  {
    "id": 9738,
    "title": "Fantastic Four",
    "release_date": "2005-06-29",
    "overview": "During a space voyage, four scientists are altered by cosmic rays: Reed Richards gains the ability to stretch his body; Sue Storm can become invisible; Johnny Storm controls fire; and Ben Grimm is turned into a super-strong … thing. Together, these \"Fantastic Four\" must now thwart the evil plans of Dr. Doom and save the world from certain destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4YMcYEFS8sFuW3soP1HVmgR3cSm.jpg",
    "popularity": 9.1387,
    "tmdb_url": "https://www.themoviedb.org/movie/9738"
  },
  {
    "id": 644,
    "title": "A.I. Artificial Intelligence",
    "release_date": "2001-06-29",
    "overview": "David, a robotic boy—the first of his kind programmed to love—is adopted as a test case by a Cybertronics employee and his wife. Though he gradually becomes their child, a series of unexpected circumstances make this life impossible for David.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wnUAcUrMRGPPZUDroLeZhSjLkuu.jpg",
    "popularity": 8.2589,
    "tmdb_url": "https://www.themoviedb.org/movie/644"
  },
  {
    "id": 9602,
    "title": "Coming to America",
    "release_date": "1988-06-29",
    "overview": "An African prince decides it’s time for him to find a princess... and his mission leads him and his most loyal friend to Queens, New York. In disguise as an impoverished immigrant, the pampered prince quickly finds himself a new job, new friends, new digs, new enemies and lots of trouble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/djRAvxyvvN2yqlJKDbT3uy4vOBw.jpg",
    "popularity": 8.2123,
    "tmdb_url": "https://www.themoviedb.org/movie/9602"
  },
  {
    "id": 252,
    "title": "Willy Wonka & the Chocolate Factory",
    "release_date": "1971-06-29",
    "overview": "When eccentric candy man Willy Wonka promises a lifetime supply of sweets and a tour of his chocolate factory to five lucky kids, penniless Charlie Bucket seeks the golden ticket that will make him a winner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmpsZkrs4Uvkp9r1atL8B3frA63.jpg",
    "popularity": 6.7945,
    "tmdb_url": "https://www.themoviedb.org/movie/252"
  },
  {
    "id": 705996,
    "title": "Decision to Leave",
    "release_date": "2022-06-29",
    "overview": "From a mountain peak in South Korea, a man plummets to his death. Did he jump, or was he pushed? When detective Hae-joon arrives on the scene, he begins to suspect the dead man’s wife Seo-rae. But as he digs deeper into the investigation, he finds himself trapped in a web of deception and desire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/TDaXKGBqJUSbCQ9XjkrJs8GYuU.jpg",
    "popularity": 6.6742,
    "tmdb_url": "https://www.themoviedb.org/movie/705996"
  },
  {
    "id": 316727,
    "title": "The Purge: Election Year",
    "release_date": "2016-06-29",
    "overview": "Two years after choosing not to kill the man who killed his son, former police sergeant Leo Barnes has become head of security for Senator Charlene Roan, the front runner in the next Presidential election due to her vow to eliminate the Purge. On the night of what should be the final Purge, a betrayal from within the government forces Barnes and Roan out onto the street where they must fight to survive the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gg7tlp45xqGWMra0sqQVPvybje2.jpg",
    "popularity": 6.2723,
    "tmdb_url": "https://www.themoviedb.org/movie/316727"
  },
  {
    "id": 258489,
    "title": "The Legend of Tarzan",
    "release_date": "2016-06-29",
    "overview": "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eJrfz178xBGlxjDGxnBXTzWWa4w.jpg",
    "popularity": 5.5104,
    "tmdb_url": "https://www.themoviedb.org/movie/258489"
  },
  {
    "id": 9355,
    "title": "Mad Max Beyond Thunderdome",
    "release_date": "1985-06-29",
    "overview": "Mad Max becomes a pawn in a decadent oasis of a technological society, and when exiled, becomes the deliverer of a colony of children.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jJlxcEVVUHnrUeEkQ0077VeHQpb.jpg",
    "popularity": 5.3506,
    "tmdb_url": "https://www.themoviedb.org/movie/9355"
  },
  {
    "id": 708,
    "title": "The Living Daylights",
    "release_date": "1987-06-29",
    "overview": "After a defecting Russian general reveals a plot to assassinate foreign spies, James Bond is assigned a secret mission to dispatch the new head of the KGB to prevent an escalation of tensions between the Soviet Union and the West.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1oRlmWX9hewpn2B44wawBjHd7dx.jpg",
    "popularity": 4.828,
    "tmdb_url": "https://www.themoviedb.org/movie/708"
  },
  {
    "id": 2133,
    "title": "The Perfect Storm",
    "release_date": "2000-06-29",
    "overview": "In October 1991, a confluence of weather conditions combined to form a killer storm in the North Atlantic. Caught in the storm was the sword-fishing boat Andrea Gail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vJPoxqgpfFNbGi0HyoNsjFeLCio.jpg",
    "popularity": 3.8331,
    "tmdb_url": "https://www.themoviedb.org/movie/2133"
  },
  {
    "id": 1688,
    "title": "Conquest of the Planet of the Apes",
    "release_date": "1972-06-29",
    "overview": "In a futuristic world that has embraced ape slavery, a chimpanzee named Caesar resurfaces after almost twenty years of hiding from the authorities, and prepares for a revolt against humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lZ1pUxJCO14ObrhDuxTBuYm0tjN.jpg",
    "popularity": 3.8094,
    "tmdb_url": "https://www.themoviedb.org/movie/1688"
  },
  {
    "id": 9610,
    "title": "Conan the Destroyer",
    "release_date": "1984-06-29",
    "overview": "Conan is commissioned by the evil queen Taramis to safely escort a teen princess and her powerful bodyguard to a far away castle to retrieve the magic Horn of Dagoth. Unknown to Conan, the queen plans to sacrifice the princess when she returns and inherit her kingdom after the bodyguard kills Conan. The queen's plans fail to take into consideration Conan's strength and cunning and the abilities of his sidekicks: the eccentric wizard Akiro, the warrior woman Zula, and the inept Malak. Together the hero and his allies must defeat both mortal and supernatural foes in this voyage to sword-and-sorcery land.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m5i7S46DT1ESy7URkh2l92awGRr.jpg",
    "popularity": 3.6995,
    "tmdb_url": "https://www.themoviedb.org/movie/9610"
  },
  {
    "id": 496328,
    "title": "Sanju",
    "release_date": "2018-06-29",
    "overview": "Sanju explores some of the most crucial chapters from movie star Sanjay Dutt’s dramatic and controversial real life. It gives a lowdown on his tryst with drugs and his trials and tribulations in the Arms Acts case and the 1993 Mumbai blasts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q1wkN4VQuBTj1AeyTLLz2w6awMA.jpg",
    "popularity": 3.5614,
    "tmdb_url": "https://www.themoviedb.org/movie/496328"
  },
  {
    "id": 443463,
    "title": "Leave No Trace",
    "release_date": "2018-06-29",
    "overview": "A father and daughter live a perfect but mysterious existence in Forest Park, a beautiful nature reserve near Portland, Oregon, rarely making contact with the world. But when a small mistake tips them off to authorities, they are sent on an increasingly erratic journey in search of a place to call their own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sygnLx3sZV5P8M2dyaGRegHdEL1.jpg",
    "popularity": 2.961,
    "tmdb_url": "https://www.themoviedb.org/movie/443463"
  },
  {
    "id": 269795,
    "title": "2:22",
    "release_date": "2017-06-29",
    "overview": "Two planes almost collide after a blinding flash of light paralyzes air traffic controller Dylan Branson for a few seconds. Suspended from his job, Dylan starts to notice an ominous pattern of sounds and events that repeats itself in exactly the same manner every day, ending precisely at 2:22 p.m. Also drawn into a complex relationship with a woman, Dylan must figure out a way to break the power of the past and take control of time itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f88O2AkBe7KXhQznFs6zOdpClcs.jpg",
    "popularity": 2.7301,
    "tmdb_url": "https://www.themoviedb.org/movie/269795"
  },
  {
    "id": 35685,
    "title": "Lady Chatterley's Lover",
    "release_date": "1981-06-29",
    "overview": "After a crippling injury leaves her husband impotent, Lady Chatterly is torn between her love for her husband and her physical desires. With her husband's consent, she seeks out other means of fulfilling her needs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3H58M1rUGO9AOve8GR0svRGmjau.jpg",
    "popularity": 2.5219,
    "tmdb_url": "https://www.themoviedb.org/movie/35685"
  },
  {
    "id": 1136736,
    "title": "Lust Stories 2",
    "release_date": "2023-06-29",
    "overview": "Four eminent Indian directors explore sex, desire and love through short films in this sequel to 2018's Emmy-nominated 'Lust Stories'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p5x729JI6wZs9hCqX7tc7oH87ih.jpg",
    "popularity": 2.3504,
    "tmdb_url": "https://www.themoviedb.org/movie/1136736"
  },
  {
    "id": 1212194,
    "title": "Fixer",
    "release_date": "2021-06-29",
    "overview": "Thomas Chalk MP will stop at nothing, enlisting his \"FIXER\" to clear his path to parliament is clear. Tired of his son's debauched lifestyle, Chalk suggests Fixer take him under his weather beaten wing to show him 'some of life's horrors'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/juMWq0Q5BNWajQMNovfbEi2tHy1.jpg",
    "popularity": 2.2927,
    "tmdb_url": "https://www.themoviedb.org/movie/1212194"
  },
  {
    "id": 345914,
    "title": "The House",
    "release_date": "2017-06-29",
    "overview": "When Scott and Kate Johansen’s daughter gets into the college of her dreams it’s cause for celebration. That is, until Scott and Kate learn that the scholarship they were counting on didn’t come through, and they’re now on the hook for tuition they can’t begin to afford. With the help of their friend and neighbor Frank also in need of a major payday they decide to open an illegal casino in his suburban house, risking everything together on a Vegas-style bacchanal where money flows, inhibitions are checked at the door, and all bets are off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hkmWkVgirei79bwds23Hr0lWSXS.jpg",
    "popularity": 2.2316,
    "tmdb_url": "https://www.themoviedb.org/movie/345914"
  },
  {
    "id": 42218,
    "title": "Empire of the Ants",
    "release_date": "1977-06-29",
    "overview": "A Florida real estate developer and her captain lure investors to a property in the Everglades called Dreamland Shores, under false pretenses that the swampland will soon be developed. After the group arrives on a small island, they find it has been overrun by giant mutated ants, brought on by the dumping of toxic waste in the area.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6cmuKjH92h2wrBlbj0WPaTdnpnl.jpg",
    "popularity": 2.2016,
    "tmdb_url": "https://www.themoviedb.org/movie/42218"
  },
  {
    "id": 12309,
    "title": "Bachelor Party",
    "release_date": "1984-06-29",
    "overview": "On the eve of his wedding to his longtime girlfriend, unassuming nice guy Rick is dragged out for a night of debauchery by his friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dZf3UpPZDvJYTODSUJQy7wYEop.jpg",
    "popularity": 2.1823,
    "tmdb_url": "https://www.themoviedb.org/movie/12309"
  },
  {
    "id": 98548,
    "title": "People Like Us",
    "release_date": "2012-06-29",
    "overview": "After flying home to L.A. for the funeral of his estranged record-producer father, a struggling man discovers that the will stipulates that he must deliver $150,000 in cash to a 30-year-old alcoholic sister he never knew existed, and her troubled 12-year-old son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aXfIwSJogLjQdmX9Qzhkeuv3HQI.jpg",
    "popularity": 2.0823,
    "tmdb_url": "https://www.themoviedb.org/movie/98548"
  },
  {
    "id": 45507,
    "title": "Casino Raiders",
    "release_date": "1989-06-29",
    "overview": "Law and Chan are gamblers and friends. Forced into a battle with the Yakuza, How far will friendship go? A high stakes card game will settle it all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rsCMEM9IaJaSAVrBVD3068c5REZ.jpg",
    "popularity": 2.0536,
    "tmdb_url": "https://www.themoviedb.org/movie/45507"
  },
  {
    "id": 48940,
    "title": "Young and Dangerous 3",
    "release_date": "1996-06-29",
    "overview": "This time taking on the rival Tung Sing triad, who is attempting to usurp Hung Hing influence in Hong Kong by having Tung Sing member Crow frame Ho Nam for the murder of Hung Hing Chairman Chiang Tin Sang. On the plus side, Chicken finds a new love interest in Wasabi, the daughter of the comedic priest, Father Lethal Weapon Lam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nx4COZ81XFPWAZ7H8h0GyZNCnHn.jpg",
    "popularity": 2.0287,
    "tmdb_url": "https://www.themoviedb.org/movie/48940"
  },
  {
    "id": 1020376,
    "title": "Satyaprem Ki Katha",
    "release_date": "2023-06-29",
    "overview": "A middle-class boy in Ahmedabad, Satyaprem falling in one-sided love with Katha, who is coping with her breakup with Tapan. Through the journey, they discover each other's life and complement in accomplishing what was left halfway.",
    "poster_url": "https://image.tmdb.org/t/p/w500/99DkKzMm7SrNw8p6jozCkKmOnTy.jpg",
    "popularity": 2.0078,
    "tmdb_url": "https://www.themoviedb.org/movie/1020376"
  }
]