[
  {
    "id": 21316,
    "title": "Leroy & Stitch",
    "release_date": "2006-06-23",
    "overview": "Lilo, Stitch, Jumba, and Pleakley have finally caught all of Jumba's genetic experiments and found the one true place where each of them belongs. Stitch, Jumba and Pleakley are offered positions in the Galactic Alliance, turning them down so they can stay on Earth with Lilo, but Lilo realizes her alien friends have places where they belong – and it's finally time to say \"aloha\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ddTcTllI5U1Gq2EvGYE2CBprOS.jpg",
    "popularity": 28.2373,
    "tmdb_url": "https://www.themoviedb.org/movie/21316"
  },
  {
    "id": 13,
    "title": "Forrest Gump",
    "release_date": "1994-06-23",
    "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg",
    "popularity": 19.129,
    "tmdb_url": "https://www.themoviedb.org/movie/13"
  },
  {
    "id": 12153,
    "title": "White Chicks",
    "release_date": "2004-06-23",
    "overview": "Two FBI agent brothers, Marcus and Kevin Copeland, accidentally foil a drug bust. To avoid being fired they accept a mission escorting a pair of socialites to the Hamptons--but when the girls are disfigured in a car accident, they refuse to go. Left without options, Marcus and Kevin decide to pose as the sisters, transforming themselves from black men into rich white women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aHTUpo45qy9QYIOnVITGGqLoVcA.jpg",
    "popularity": 13.499,
    "tmdb_url": "https://www.themoviedb.org/movie/12153"
  },
  {
    "id": 1930,
    "title": "The Amazing Spider-Man",
    "release_date": "2012-06-23",
    "overview": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jexoNYnPd6vVrmygwF6QZmWPFdu.jpg",
    "popularity": 13.1718,
    "tmdb_url": "https://www.themoviedb.org/movie/1930"
  },
  {
    "id": 24021,
    "title": "The Twilight Saga: Eclipse",
    "release_date": "2010-06-23",
    "overview": "Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob, knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3mFM80dPzSqoXXuC2UMvLIRWX32.jpg",
    "popularity": 12.3002,
    "tmdb_url": "https://www.themoviedb.org/movie/24021"
  },
  {
    "id": 87101,
    "title": "Terminator Genisys",
    "release_date": "2015-06-23",
    "overview": "The year is 2029. John Connor, leader of the resistance continues the war against the machines. At the Los Angeles offensive, John's fears of the unknown future begin to emerge when TECOM spies reveal a new plot by SkyNet that will attack him from both fronts; past and future, and will ultimately change warfare forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oZRVDpNtmHk8M1VYy1aeOWUXgbC.jpg",
    "popularity": 12.0692,
    "tmdb_url": "https://www.themoviedb.org/movie/87101"
  },
  {
    "id": 988078,
    "title": "Through My Window: Across the Sea",
    "release_date": "2023-06-23",
    "overview": "After a year of long-distance, Raquel and Ares reunite on a steamy beach trip. Faced with fresh flirtations and insecurities, will their love prevail?",
    "poster_url": "https://image.tmdb.org/t/p/w500/6GyzbZf1MsXfrDWTnNXrzwr6G9q.jpg",
    "popularity": 9.3508,
    "tmdb_url": "https://www.themoviedb.org/movie/988078"
  },
  {
    "id": 101928,
    "title": "Rika 3: Juvenile's Lullaby",
    "release_date": "1973-06-23",
    "overview": "Reform schools are a way of protecting society by ridding it of lawless juvenile delinquents. But who's protecting the juvenile delinquents from corrupt reform schools? Rica could be considered a bit of an expert on reform schools, having spent most of her early life in and out of them. When Rica is dragged back once again, she gets a severe beating and is finally sent off to a mental hospital with the intention of selling her and her pals into a slave trade. A trader takes Rica's friend Jun to a mountain cottage where she's pegged for the lead in his clandestine porno film operation. Once again, it's up to tough-as-nails Rica to bust up this corrupt racket once and for all!",
    "poster_url": "https://image.tmdb.org/t/p/w500/v619IGOqU3b6hM51NGknHR0YGtL.jpg",
    "popularity": 8.7855,
    "tmdb_url": "https://www.themoviedb.org/movie/101928"
  },
  {
    "id": 9339,
    "title": "Click",
    "release_date": "2006-06-23",
    "overview": "A married workaholic, Michael Newman doesn't have time for his wife and children, not if he's to impress his ungrateful boss and earn a well-deserved promotion. So when he meets Morty, a loopy sales clerk, he gets the answer to his prayers: a magical remote that allows him to bypass life's little distractions with increasingly hysterical results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oL0k5JA53PyoHSZqKb3cNkhwBCE.jpg",
    "popularity": 8.3968,
    "tmdb_url": "https://www.themoviedb.org/movie/9339"
  },
  {
    "id": 278154,
    "title": "Ice Age: Collision Course",
    "release_date": "2016-06-23",
    "overview": "Set after the events of Continental Drift, Scrat's epic pursuit of his elusive acorn catapults him outside of Earth, where he accidentally sets off a series of cosmic events that transform and threaten the planet. To save themselves from peril, Manny, Sid, Diego, and the rest of the herd leave their home and embark on a quest full of thrills and spills, highs and lows, laughter and adventure while traveling to exotic new lands and locations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dWyaaP1dmW5peBvgiVaugdRuyYD.jpg",
    "popularity": 7.2193,
    "tmdb_url": "https://www.themoviedb.org/movie/278154"
  },
  {
    "id": 405817,
    "title": "Young Mother: The Original",
    "release_date": "2016-06-23",
    "overview": "I had a dream...sleeping with you and Hwa-yeong.  Jin-goo and Joo-hee were happy until one day their daughter Hwa-yeong, who had eloped with another man, came home. Hwa-yeong and Jin-goo were a couple at school and she had gotten pregnant. So things took place quickly and they got to live with Hwa-yeong's mother Joo-hee. However, when Hwa-yeong found out she wasn't pregnant, hit it off with another man and left the house. Jin-goo and Joo-hee had fallen in love while she was gone. Hwa-yeong had broken up with her other man and came home. However, she finds it weird that Jin-goo is still at her mother's house. Jin-goo and Joo-hee put out all sorts of lies to hide the truth from Hwa-yeong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rtl0y6akc7dLAR190e0XeyPY8zg.jpg",
    "popularity": 6.4556,
    "tmdb_url": "https://www.themoviedb.org/movie/405817"
  },
  {
    "id": 7443,
    "title": "Chicken Run",
    "release_date": "2000-06-23",
    "overview": "The creators of Wallace & Gromit bring you an exciting and original story about a group of chickens determined to fly the coop–even if they can’t fly! It’s hardly poultry in motion when Rocky attempts to teach Ginger and her feathered friends to fly…but, with teamwork, determination and a little bit o’ cluck, the fearless flock plots one last attempt in a spectacular bid for freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8XgmIsbpVamdhwcNVsYzohFZTtT.jpg",
    "popularity": 5.0788,
    "tmdb_url": "https://www.themoviedb.org/movie/7443"
  },
  {
    "id": 961323,
    "title": "Nimona",
    "release_date": "2023-06-23",
    "overview": "A knight framed for a tragic crime teams with a scrappy, shape-shifting teen to prove his innocence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2NQljeavtfl22207D1kxLpa4LS3.jpg",
    "popularity": 5.0007,
    "tmdb_url": "https://www.themoviedb.org/movie/961323"
  },
  {
    "id": 1127227,
    "title": "Tayuan",
    "release_date": "2023-06-23",
    "overview": "Ella, an events project manager, usually takes a private transportation service. However, she is forced to take a bus, where bus conductor Rico becomes aroused when her body gets pressed into him due to the thick crowd.  This encounter deeply affects Ella, and from that night on, she starts pursuing Rico. Even after discovering that Rico already has a live-in partner and a daughter, Ella doesn’t care at all and she’ll do anything to make him want her just as much.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5eX2JxR8djmoPBQhU0327uehqBf.jpg",
    "popularity": 4.6234,
    "tmdb_url": "https://www.themoviedb.org/movie/1127227"
  },
  {
    "id": 9354,
    "title": "Honey, I Shrunk the Kids",
    "release_date": "1989-06-23",
    "overview": "The scientist father of a teenage girl and boy accidentally shrinks his and two other neighborhood teens to the size of insects. Now the teens must fight diminutive dangers as the father searches for them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/omQOzahi2NIeiYznNxHFDvNbvo6.jpg",
    "popularity": 4.1835,
    "tmdb_url": "https://www.themoviedb.org/movie/9354"
  },
  {
    "id": 1056803,
    "title": "Rascal Does Not Dream of a Sister Venturing Out",
    "release_date": "2023-06-23",
    "overview": "After a draining December, Sakuta is quickly nearing the end of his second year of high school. Since Mai is a third-year student, they don't have much time left together before graduation rolls around. Meanwhile, his sister, Kaede, is slowly but steadily venturing outdoors again. Just as she begins to find her footing, she announces her most ambitious goal yet—attending her brother's high school! Sakuta knows better than anyone how difficult this will be for Kaede, and he's ready to support her however he can. He's just not sure if that's what's best for her...or what she really wants...",
    "poster_url": "https://image.tmdb.org/t/p/w500/o3Yc0plKnzpck0SM3rQLjWBHel8.jpg",
    "popularity": 4.0725,
    "tmdb_url": "https://www.themoviedb.org/movie/1056803"
  },
  {
    "id": 246196,
    "title": "Rape Zombie: Lust of the Dead 3",
    "release_date": "2013-06-23",
    "overview": "The zombies that arose after the nuclear outbreak are still high in numbers. The group of girls have lost some of their comrades and are fighting off the horny zombies to stay alive themselves. Can they stop the plague for once and for all?",
    "poster_url": "https://image.tmdb.org/t/p/w500/oeo54WatPOznX3cBJbJgDvevDJN.jpg",
    "popularity": 3.936,
    "tmdb_url": "https://www.themoviedb.org/movie/246196"
  },
  {
    "id": 32740,
    "title": "Krrish",
    "release_date": "2006-06-23",
    "overview": "In Singapore, Krishna is forced by circumstances to use his superpowers and become a masked superhero named Krrish, before getting drawn towards his lost legacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Apd4UKesyTmpDutEjNVHP45kvBi.jpg",
    "popularity": 3.9226,
    "tmdb_url": "https://www.themoviedb.org/movie/32740"
  },
  {
    "id": 654739,
    "title": "Hard Hit",
    "release_date": "2021-06-23",
    "overview": "On his way to work, a bank manager receives an anonymous call claiming there's a bomb under his car seat, and if anyone exits the car, it will explode unless he can pay a ransom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y2Aimt8isimtigec3e4kB2G9FMR.jpg",
    "popularity": 3.8589,
    "tmdb_url": "https://www.themoviedb.org/movie/654739"
  },
  {
    "id": 250574,
    "title": "Creep",
    "release_date": "2014-06-23",
    "overview": "Looking for work, Aaron comes across a cryptic online ad: “$1,000 for the day. Filming service. Discretion is appreciated.” Low on cash and full of naiveté, he decides to go for it. He drives to a cabin in a remote mountain town where he meets Josef, his cinematic subject for the day. Josef is sincere and the project seems heartfelt, so Aaron begins to film. But as the day goes on, it becomes clear that Josef is not who he says, and his intentions are not at all pure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qn53D574tT0YRyLgirEFHQwGUXw.jpg",
    "popularity": 3.3754,
    "tmdb_url": "https://www.themoviedb.org/movie/250574"
  },
  {
    "id": 118412,
    "title": "Berserk: The Golden Age Arc II - The Battle for Doldrey",
    "release_date": "2012-06-23",
    "overview": "The Band of the Hawk participates in the Midland war campaign. On the bloody battlefield, they conquer decisive victories that lead them to Doldrey, an old fortress that will decide the outcome of the war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gzVQQaDazukAcmiFx6l9WLj1kwo.jpg",
    "popularity": 3.1151,
    "tmdb_url": "https://www.themoviedb.org/movie/118412"
  },
  {
    "id": 51736,
    "title": "Bloomington",
    "release_date": "2010-06-23",
    "overview": "A former child actress attends college in search of independence and ends up becoming romantically involved with a female professor. Their relationship thrives until an opportunity to return to acting forces her to make life-altering decisions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iW3g8LH0lG4Q3oxNrlnloTrkzNx.jpg",
    "popularity": 2.8772,
    "tmdb_url": "https://www.themoviedb.org/movie/51736"
  },
  {
    "id": 561717,
    "title": "The Perfect Find",
    "release_date": "2023-06-23",
    "overview": "After a high-profile firing, everything is at stake for 40-year-old Jenna: her career, her ticking biological clock, and her bank account. Her fashion career comeback hits a snag when she falls for a charming, much younger coworker — who happens to be her boss’s son. As sparks fly, Jenna must decide if she’ll risk it all on a secret romance with the one person who could destroy her comeback.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZXturIugHYCl7T6oLeMj1AWm7p.jpg",
    "popularity": 2.8685,
    "tmdb_url": "https://www.themoviedb.org/movie/561717"
  },
  {
    "id": 401133,
    "title": "The Truth Beneath",
    "release_date": "2016-06-23",
    "overview": "For 15 days, a politician and his wife navigate a scandal after their daughter goes missing on the eve of the national elections.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ojx53H3hG13QuGWwMfN8ocgWJhd.jpg",
    "popularity": 2.6916,
    "tmdb_url": "https://www.themoviedb.org/movie/401133"
  },
  {
    "id": 6037,
    "title": "Murder by Death",
    "release_date": "1976-06-23",
    "overview": "Lionel Twain invites the world's five greatest detectives to a 'dinner and murder'. Included are a blind butler, a deaf-mute maid, screams, spinning rooms, secret passages, false identities and more plot turns and twists than are decently allowed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7YGYam05qzHy0ZSzfjBSDkVvvU7.jpg",
    "popularity": 2.4891,
    "tmdb_url": "https://www.themoviedb.org/movie/6037"
  },
  {
    "id": 1594,
    "title": "A Shot in the Dark",
    "release_date": "1964-06-23",
    "overview": "Inspector Jacques Clouseau, smitten with the accused maid Maria Gambrelli, unwittingly turns a straightforward murder investigation into a comedic series of mishaps, testing the patience of his irritable boss Charles Dreyfus as casualties mount.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pR6tNqNLYIbRRYC5TFKWVWaVvvK.jpg",
    "popularity": 2.4108,
    "tmdb_url": "https://www.themoviedb.org/movie/1594"
  },
  {
    "id": 316154,
    "title": "The Bad Batch",
    "release_date": "2017-06-23",
    "overview": "After being exiled to a fenced-off wasteland, Arlen is kidnapped by a group of cannibals and goes on a journey to reunite a missing girl with her father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7o14VaMphEIzPwzeW6FP3A6zb4W.jpg",
    "popularity": 2.3306,
    "tmdb_url": "https://www.themoviedb.org/movie/316154"
  },
  {
    "id": 69310,
    "title": "Beginning of the Great Revival",
    "release_date": "2011-06-23",
    "overview": "A chronicle of the events that led to the founding of the Chinese Communist Party.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dw4lcKrxY5JwEzh09g7Vyt7Xc4q.jpg",
    "popularity": 2.2554,
    "tmdb_url": "https://www.themoviedb.org/movie/69310"
  },
  {
    "id": 9952,
    "title": "Rescue Dawn",
    "release_date": "2007-06-23",
    "overview": "A US Fighter pilot's epic struggle of survival after being shot down on a mission over Laos during the Vietnam War.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ymPlV2ymUBSctfRzpehFOxFmJiS.jpg",
    "popularity": 2.1781,
    "tmdb_url": "https://www.themoviedb.org/movie/9952"
  },
  {
    "id": 40909,
    "title": "Vikramarkudu",
    "release_date": "2006-06-23",
    "overview": "A thief's life changes after he discovers a little girl who claims he is her father, and what follows is violence after a gang hunting for his lookalike closes in on him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3it43tOnJsupv9zltIrZKr3iuPS.jpg",
    "popularity": 2.1575,
    "tmdb_url": "https://www.themoviedb.org/movie/40909"
  },
  {
    "id": 16211,
    "title": "The Sons of Katie Elder",
    "release_date": "1965-06-23",
    "overview": "The four sons of Katie Elder reunite in their hometown of Clearwater, Texas for their mother's funeral, and discover that the family ranch is now in the hands of Morgan Hastings, the town's gunsmith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n6ox5IniBxxx6ISTol5pm36WoFr.jpg",
    "popularity": 2.1418,
    "tmdb_url": "https://www.themoviedb.org/movie/16211"
  },
  {
    "id": 466,
    "title": "Klute",
    "release_date": "1971-06-23",
    "overview": "A high-priced call girl is forced to depend on a reluctant private eye when she is stalked by a psychopath.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tVyINAsNGSgD1OIstqwCcs7wyGH.jpg",
    "popularity": 2.1066,
    "tmdb_url": "https://www.themoviedb.org/movie/466"
  },
  {
    "id": 399019,
    "title": "The Beguiled",
    "release_date": "2017-06-23",
    "overview": "During the Civil War, at a Southern girls’ boarding school, young women take in an injured enemy soldier. As they provide refuge and tend to his wounds, the house is taken over with sexual tension and dangerous rivalries, and taboos are broken in an unexpected turn of events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x4R9jyiZhJzevASus5n6WyHQTdR.jpg",
    "popularity": 2.0308,
    "tmdb_url": "https://www.themoviedb.org/movie/399019"
  },
  {
    "id": 356056,
    "title": "A Box of Faith",
    "release_date": "2015-06-23",
    "overview": "Forced to the streets, 16-year-old Dior simply trusts God no matter what. A social worker is trying to track her down, and they each must learn about the meaning of love and acceptance.  Alone and on her own, a sixteen year old Dior figures out how to survive on the streets by a stroke of a spiritual pen",
    "poster_url": "https://image.tmdb.org/t/p/w500/40k0pOaATe1HZHsJNJnCezwYmid.jpg",
    "popularity": 2.0188,
    "tmdb_url": "https://www.themoviedb.org/movie/356056"
  },
  {
    "id": 1006911,
    "title": "Make Me Believe",
    "release_date": "2023-06-23",
    "overview": "Two meddling grannies trick their adult grandkids into a meet-cute that reignites a childhood crush and old grudges.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q1MWxML2IuAZMLKxxNaZDQTbqU5.jpg",
    "popularity": 2.0019,
    "tmdb_url": "https://www.themoviedb.org/movie/1006911"
  },
  {
    "id": 110416,
    "title": "Song of the Sea",
    "release_date": "2014-06-23",
    "overview": "The story of the last Seal Child’s journey home. After their mother’s disappearance, Ben and Saoirse are sent to live with Granny in the city. When they resolve to return to their home by the sea, their journey becomes a race against time as they are drawn into a world Ben knows only from his mother’s folktales. But this is no bedtime story; these fairy folk have been in our world far too long. It soon becomes clear to Ben that Saoirse is the key to their survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/16LQC6zpqB0l74mVWb93a2oMFnX.jpg",
    "popularity": 2.0001,
    "tmdb_url": "https://www.themoviedb.org/movie/110416"
  }
]