[
  {
    "id": 9297,
    "title": "Monster House",
    "release_date": "2006-06-30",
    "overview": "Monsters under the bed are scary enough, but what happens when an entire house is out to get you? Three teens aim to find out when they go up against a decrepit neighboring home and unlock its frightening secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zCRPr4bkO3ae0U1134vJ39xZnAG.jpg",
    "popularity": 7.3282,
    "tmdb_url": "https://www.themoviedb.org/movie/9297"
  },
  {
    "id": 568,
    "title": "Apollo 13",
    "release_date": "1995-06-30",
    "overview": "The true story of technical troubles that scuttle the Apollo 13 lunar mission in 1970, risking the lives of astronaut Jim Lovell and his crew, with the failed journey turning into a thrilling saga of heroism. Drifting more than 200,000 miles from Earth, the astronauts work furiously with the ground crew to avert tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oYUZHYMwNKnE1ef4WE5Hw2a9OAY.jpg",
    "popularity": 6.4978,
    "tmdb_url": "https://www.themoviedb.org/movie/568"
  },
  {
    "id": 37233,
    "title": "The Firm",
    "release_date": "1993-06-30",
    "overview": "Mitch McDeere is a young man with a promising future in Law. About to sit his Bar exam, he is approached by 'The Firm' and made an offer he doesn't refuse. Seduced by the money and gifts showered on him, he is totally oblivious to the more sinister side of his company. Then, two Associates are murdered. The FBI contact him, asking him for information and suddenly his life is ruined. He has a choice - work with the FBI, or stay with the Firm. Either way he will lose his life as he knows it. Mitch figures the only way out is to follow his own plan...",
    "poster_url": "https://image.tmdb.org/t/p/w500/kFexXCzidkm4LwlgZqxsJsDQB5v.jpg",
    "popularity": 5.9636,
    "tmdb_url": "https://www.themoviedb.org/movie/37233"
  },
  {
    "id": 628704,
    "title": "Midnight",
    "release_date": "2021-06-30",
    "overview": "A serial killer ruthlessly hunts down a deaf woman through the streets of South Korea after she witnesses his brutal crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gXaS8OuavUsEjoW7P8qKrHTGPi1.jpg",
    "popularity": 5.7232,
    "tmdb_url": "https://www.themoviedb.org/movie/628704"
  },
  {
    "id": 602223,
    "title": "The Forever Purge",
    "release_date": "2021-06-30",
    "overview": "All the rules are broken as a sect of lawless marauders decides that the annual Purge does not stop at daybreak and instead should never end as they chase a group of immigrants who they want to punish because of their harsh historical past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lB068qa6bQ0QKYKyC2xnYGvYjl7.jpg",
    "popularity": 5.2083,
    "tmdb_url": "https://www.themoviedb.org/movie/602223"
  },
  {
    "id": 9482,
    "title": "Judge Dredd",
    "release_date": "1995-06-30",
    "overview": "In a dystopian future, Dredd, the most famous judge (a cop with instant field judiciary powers) is convicted for a crime he did not commit while his murderous counterpart escapes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cfSnKn8NDU3m8UxihjVcYprA0Aq.jpg",
    "popularity": 4.6653,
    "tmdb_url": "https://www.themoviedb.org/movie/9482"
  },
  {
    "id": 9473,
    "title": "South Park: Bigger, Longer & Uncut",
    "release_date": "1999-06-30",
    "overview": "In this feature film based on the hit animated series, the third graders of South Park sneak into an R-rated film by ultra-vulgar Canadian television personalities Terrance and Phillip, and emerge with expanded vocabularies that leave their parents and teachers scandalized. When outraged Americans try to censor the film, the controversy spirals into a call to wage war on Canada and Terrance and Phillip end up on death row, with the kids their only hope of rescue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tS0PedvA2mFO9VCHYwQpaU1K36U.jpg",
    "popularity": 4.5734,
    "tmdb_url": "https://www.themoviedb.org/movie/9473"
  },
  {
    "id": 842033,
    "title": "Ghost Mansion",
    "release_date": "2021-06-30",
    "overview": "A horror webtoon writer journeys to a shabby apartment building in search of ideas. The building's caretaker tells him about multiple strange events that happened throughout the building's history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yoSP4Gh9sr9csceRGlnaByeQJDL.jpg",
    "popularity": 4.4093,
    "tmdb_url": "https://www.themoviedb.org/movie/842033"
  },
  {
    "id": 10196,
    "title": "The Last Airbender",
    "release_date": "2010-06-30",
    "overview": "The story follows the adventures of Aang, a young successor to a long line of Avatars, who must put his childhood ways aside and stop the Fire Nation from enslaving the Water, Earth and Air nations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kl9JJ8288bNsY8oqT1SpQh1w2mb.jpg",
    "popularity": 4.3011,
    "tmdb_url": "https://www.themoviedb.org/movie/10196"
  },
  {
    "id": 1076487,
    "title": "Warhorse One",
    "release_date": "2023-06-30",
    "overview": "A gunned down Navy SEAL Master Chief must guide a child to safety through a gauntlet of hostile Taliban insurgents and survive the brutal Afghanistan wilderness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WYSPpjZ0zKr65yQes03QTPCrUh.jpg",
    "popularity": 3.972,
    "tmdb_url": "https://www.themoviedb.org/movie/1076487"
  },
  {
    "id": 677638,
    "title": "We Bare Bears: The Movie",
    "release_date": "2020-06-30",
    "overview": "When Grizz, Panda, and Ice Bear's love of food trucks and viral videos get out of hand, the brothers are now chased away from their home and embark on a trip to Canada, where they can live in peace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kPzcvxBwt7kEISB9O4jJEuBn72t.jpg",
    "popularity": 3.8768,
    "tmdb_url": "https://www.themoviedb.org/movie/677638"
  },
  {
    "id": 411873,
    "title": "The Little Hours",
    "release_date": "2017-06-30",
    "overview": "Garfagnana, Italy, 1347. The handsome servant Masseto, fleeing from his vindictive master, takes shelter in a nunnery where three young nuns, Sister Alessandra, Sister Ginevra and Sister Fernanda, try unsuccessfully to find out what their purpose in life is, a conundrum that each of them faces in different ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wS69OOwBJzimoLIcmYMSVkmhCZM.jpg",
    "popularity": 3.6262,
    "tmdb_url": "https://www.themoviedb.org/movie/411873"
  },
  {
    "id": 59861,
    "title": "Larry Crowne",
    "release_date": "2011-06-30",
    "overview": "When he suddenly finds himself without his long-standing blue-collar job, Larry Crowne enrolls at his local college to start over. There, he becomes part of an eclectic community of students and develops a crush on his teacher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8GDM7RqM6J1vNUdlU94rmtlNa3e.jpg",
    "popularity": 3.4598,
    "tmdb_url": "https://www.themoviedb.org/movie/59861"
  },
  {
    "id": 8487,
    "title": "Wild Wild West",
    "release_date": "1999-06-30",
    "overview": "Legless Southern inventor Dr. Arliss Loveless plans to rekindle the Civil War by assassinating President Ulysses S. Grant. Only two men can stop him: gunfighter James West and master-of-disguise and inventor Artemus Gordon. The two must team up to thwart Loveless' plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1AUzpDzJSecEBIgwUIPzL5KMuTQ.jpg",
    "popularity": 3.4368,
    "tmdb_url": "https://www.themoviedb.org/movie/8487"
  },
  {
    "id": 66975,
    "title": "The Invincible Fist",
    "release_date": "1969-06-30",
    "overview": "Here Lo Lieh plays a dedicated chief constable for Tsang Chou village, who falls in love with the blind daughter of a bandit who is wreaking havoc.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dPaoiU3xoQJecKiKKWk72FTfZzn.jpg",
    "popularity": 3.0896,
    "tmdb_url": "https://www.themoviedb.org/movie/66975"
  },
  {
    "id": 539565,
    "title": "Zola",
    "release_date": "2021-06-30",
    "overview": "A waitress agrees to accompany an exotic dancer, her put-upon boyfriend, and her mysterious and domineering roommate on a road trip to Florida to seek their fortune at a high-end strip club.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bJLCPROp9bmNndurwZpVnOioVpB.jpg",
    "popularity": 3.0031,
    "tmdb_url": "https://www.themoviedb.org/movie/539565"
  },
  {
    "id": 72016,
    "title": "Fatal Fury 2: The New Battle",
    "release_date": "1993-06-30",
    "overview": "Terry is fighting abroad when a boy named Tony, who wants to be Terry's student, follows him despite his mother and Terry's wishes. When Terry Bogard is defeated by a foe more powerful than he's ever seen before, Terry falls into depression and turns to the bottle. While his friends go after this new foe, Tony must restore Terry's faith... and once he realizes that only he can defeat this ruthless fiend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y4EuF7jGgAWJirjqzEAJTk3T3Uq.jpg",
    "popularity": 2.8841,
    "tmdb_url": "https://www.themoviedb.org/movie/72016"
  },
  {
    "id": 9070,
    "title": "Mighty Morphin Power Rangers: The Movie",
    "release_date": "1995-06-30",
    "overview": "Six incredible teens out-maneuver and defeat evil everywhere as the Mighty Morphin Power Rangers, but this time the Power Rangers may have met their match when they face off with Ivan Ooze, the most sinister monster the galaxy has ever seen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pcLbHqs80dchv0byHivhdwHKEup.jpg",
    "popularity": 2.7837,
    "tmdb_url": "https://www.themoviedb.org/movie/9070"
  },
  {
    "id": 672582,
    "title": "The Deep House",
    "release_date": "2021-06-30",
    "overview": "While diving in a remote French lake, a couple of YouTubers who specialise in underwater exploration videos discover a house submerged in the deep waters. What was initially a unique finding soon turns into a nightmare when they discover that the house was the scene of atrocious crimes. Trapped, with their oxygen reserves falling dangerously, they realise the worst is yet to come: they are not alone in the house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/52E0LGcMKHOO91P4j6hdHKVwITP.jpg",
    "popularity": 2.758,
    "tmdb_url": "https://www.themoviedb.org/movie/672582"
  },
  {
    "id": 203835,
    "title": "Amityville: The Awakening",
    "release_date": "2017-06-30",
    "overview": "Belle, her little sister, and her comatose twin brother move into a new house with their single mother in order to save money to help pay for her brother's expensive healthcare. But when strange phenomena begin to occur including the miraculous recovery of her brother, Belle begins to suspect her mother isn't telling her everything and soon learns they moved into the infamous Amityville house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5SBdbOkH3SgN6kEtUR2fxB5YCEb.jpg",
    "popularity": 2.7354,
    "tmdb_url": "https://www.themoviedb.org/movie/203835"
  },
  {
    "id": 10747,
    "title": "The Outlaw Josey Wales",
    "release_date": "1976-06-30",
    "overview": "After avenging his family's brutal murder, Wales is pursued by a pack of soldiers. He prefers to travel alone, but ragtag outcasts are drawn to him - and Wales can't bring himself to leave them unprotected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/92BZIFPbyCPNhExyFScxA3xF1dy.jpg",
    "popularity": 2.6854,
    "tmdb_url": "https://www.themoviedb.org/movie/10747"
  },
  {
    "id": 11066,
    "title": "Boomerang",
    "release_date": "1992-06-30",
    "overview": "Marcus is a successful advertising executive who woos and beds women almost at will. After a company merger he finds that his new boss, the ravishing Jacqueline, is treating him in exactly the same way. Completely traumatised by this, his work goes badly downhill.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cc9YAZq5NXiIEJsHjW7p2FaHQkp.jpg",
    "popularity": 2.4836,
    "tmdb_url": "https://www.themoviedb.org/movie/11066"
  },
  {
    "id": 64847,
    "title": "Belladonna of Sadness",
    "release_date": "1973-06-30",
    "overview": "An evil feudal lord rapes a village girl on her wedding night and proceeds to ruin her and her husband's lives. After she's eventually banished from her village, the girl makes a pact with the devil to gain magical ability and take revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lsgaGlGVIRXLj9xRqPQgzvlcffP.jpg",
    "popularity": 2.4139,
    "tmdb_url": "https://www.themoviedb.org/movie/64847"
  },
  {
    "id": 968870,
    "title": "Pretty Guardian Sailor Moon Cosmos the Movie Part 2",
    "release_date": "2023-06-30",
    "overview": "One by one, Sailor Moon’s friends and loved ones are targeted by a formidable new enemy who threatens to destroy everything and rule over the cosmos. After devastating losses, Sailor Moon endures her battle against Shadow Galactica. Will despair crush her, or will she find light in the darkness?",
    "poster_url": "https://image.tmdb.org/t/p/w500/sHmtdPMhnVtZWHro6f8CuDQuusz.jpg",
    "popularity": 2.4002,
    "tmdb_url": "https://www.themoviedb.org/movie/968870"
  },
  {
    "id": 695969,
    "title": "Haseen Dillruba",
    "release_date": "2021-06-30",
    "overview": "Under investigation as a suspect in her husband's murder, a wife reveals details of their thorny marriage that seem to only further blur the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hYzaef514peQVZRWGkM3ZvJPqpJ.jpg",
    "popularity": 2.3925,
    "tmdb_url": "https://www.themoviedb.org/movie/695969"
  },
  {
    "id": 66129,
    "title": "The Tuche Family",
    "release_date": "2011-06-30",
    "overview": "Everyone in the village of Bouzolles knows the Tuche family, who live by the philosophy \"Man is not made to work.\" Despite their lack of money, they strive to be happy... that is, until their hand-to-mouth existence is turned on its head. After winning the lottery, the Tuches get rich beyond their wildest dreams and move to Monaco. And while attempting to fit in in their swanky new homeland, they struggle to stay true to the same principles by which they've always lived.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uG8o2RST9yx0N7IInzUNMAIGbxY.jpg",
    "popularity": 2.2707,
    "tmdb_url": "https://www.themoviedb.org/movie/66129"
  },
  {
    "id": 1146591,
    "title": "Dear June",
    "release_date": "2023-06-30",
    "overview": "After June and Charlie break up, Theo finds a scrapbook containing their fondest memories together, and he becomes obsessed with their relationship. He convinces June to try and win Charlie back by recreating moments from the book. Dear June follows the intricacies of a relationship going downhill and explores how straight men view and tokenize sapphic relationships.",
    "poster_url": "https://image.tmdb.org/t/p/w500/48C4ZRq4Wut4CLh8l7IyAr1viAH.jpg",
    "popularity": 2.2447,
    "tmdb_url": "https://www.themoviedb.org/movie/1146591"
  },
  {
    "id": 64792,
    "title": "The Red Shoes",
    "release_date": "2005-06-30",
    "overview": "A woman who finds a pair of pink high heels on a subway platform soon realizes that jealousy, greed, and death follow them wherever they go.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ai6ep1b506uXKRkkOtF9y0BOSQU.jpg",
    "popularity": 2.2326,
    "tmdb_url": "https://www.themoviedb.org/movie/64792"
  },
  {
    "id": 44381,
    "title": "Napoleon",
    "release_date": "1995-06-30",
    "overview": "The adventures of Golden Retriever pup Napoleon and his friend, the parrot Birdo Lucci.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AqD78IjdCWxxX4k6DvIIOjURg6l.jpg",
    "popularity": 2.0734,
    "tmdb_url": "https://www.themoviedb.org/movie/44381"
  }
]