[
  {
    "id": 678512,
    "title": "Sound of Freedom",
    "release_date": "2023-07-03",
    "overview": "The story of Tim Ballard, a former US government agent, who quits his job in order to devote his life to rescuing children from global sex traffickers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qA5kPYZA7FkVvqcEfJRoOy4kpHg.jpg",
    "popularity": 57.2069,
    "tmdb_url": "https://www.themoviedb.org/movie/678512"
  },
  {
    "id": 21972,
    "title": "Like Mike",
    "release_date": "2002-07-03",
    "overview": "Calvin and his friends, who all live in an orphanage, find old shoes with the faded letters MJ connected to a powerline. One stormy night, they go to get the shoes when Calvin and the shoes are struck by lightning. Calvin now has unbelievable basketball powers and has the chance to play for the NBA.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zXTM3qAXVYAYrhfYBpmescKMoes.jpg",
    "popularity": 17.9835,
    "tmdb_url": "https://www.themoviedb.org/movie/21972"
  },
  {
    "id": 105,
    "title": "Back to the Future",
    "release_date": "1985-07-03",
    "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vN5B5WgYscRGcQpVhHl6p9DDTP0.jpg",
    "popularity": 14.4323,
    "tmdb_url": "https://www.themoviedb.org/movie/105"
  },
  {
    "id": 280,
    "title": "Terminator 2: Judgment Day",
    "release_date": "1991-07-03",
    "overview": "Set ten years after the events of the original, James Cameron’s classic sci-fi action flick tells the story of a second attempt to get rid of rebellion leader John Connor, this time targeting the boy himself. However, the rebellion has sent a reprogrammed terminator to protect Connor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5M0j0B18abtBI5gi2RhfjjurTqb.jpg",
    "popularity": 12.8451,
    "tmdb_url": "https://www.themoviedb.org/movie/280"
  },
  {
    "id": 530385,
    "title": "Midsommar",
    "release_date": "2019-07-03",
    "overview": "Several friends travel to Sweden to study as anthropologists a summer festival that is held every ninety years in the remote hometown of one of them. What begins as a dream vacation in a place where the sun never sets, gradually turns into a dark nightmare as the mysterious inhabitants invite them to participate in their disturbing festive activities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7LEI8ulZzO5gy9Ww2NVCrKmHeDZ.jpg",
    "popularity": 11.3842,
    "tmdb_url": "https://www.themoviedb.org/movie/530385"
  },
  {
    "id": 11631,
    "title": "Mamma Mia!",
    "release_date": "2008-07-03",
    "overview": "A spirited young bride-to-be living with her single mother on a small Greek island secretly invites three of her mother's ex-boyfriends in hope of finding her biological father to walk her down the aisle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zdUA4FNHbXPadzVOJiU0Rgn6cHR.jpg",
    "popularity": 7.8687,
    "tmdb_url": "https://www.themoviedb.org/movie/11631"
  },
  {
    "id": 608,
    "title": "Men in Black II",
    "release_date": "2002-07-03",
    "overview": "Kay and Jay reunite to provide our best, last and only line of defense against a sinister seductress who levels the toughest challenge yet to the MIB's untarnished mission statement – protecting Earth from the scum of the universe. It's been four years since the alien-seeking agents averted an intergalactic disaster of epic proportions. Now it's a race against the clock as Jay must convince Kay – who not only has absolutely no memory of his time spent with the MIB, but is also the only living person left with the expertise to save the galaxy – to reunite with the MIB before the earth submits to ultimate destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/enA22EPyzc2WQ1VVyY7zxresQQr.jpg",
    "popularity": 7.3008,
    "tmdb_url": "https://www.themoviedb.org/movie/608"
  },
  {
    "id": 5925,
    "title": "The Great Escape",
    "release_date": "1963-07-03",
    "overview": "The Nazis, exasperated at the number of escapes from their prison camps by a relatively small number of Allied prisoners, relocate them to a high-security 'escape-proof' camp to sit out the remainder of the war. Undaunted, the prisoners plan one of the most ambitious escape attempts of World War II. Based on a true story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gBH4H8UMFxl139HaLz6lRuvsel8.jpg",
    "popularity": 6.8603,
    "tmdb_url": "https://www.themoviedb.org/movie/5925"
  },
  {
    "id": 1573,
    "title": "Die Hard 2",
    "release_date": "1990-07-03",
    "overview": "One year after his heroics in Los Angeles, John McClane is an off-duty cop who is the wrong guy in the wrong place at the wrong time. On a snowy Christmas Eve, as he waits for his wife's plane to land at Washington Dulles International Airport, terrorists take over the air traffic control system in a plot to free a South American army general and drug smuggler being flown into the US to face drug charges. It's now up to McClane to take on the terrorists, while coping with an inept airport police chief, an uncooperative anti-terrorist squad, and the life of his wife and everyone else trapped in planes circling overhead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lDFO7D4MdbhjOwaPwe18QG69Rt0.jpg",
    "popularity": 4.7334,
    "tmdb_url": "https://www.themoviedb.org/movie/1573"
  },
  {
    "id": 1281,
    "title": "Bean",
    "release_date": "1997-07-03",
    "overview": "Childlike Englishman, Mr. Bean, is an incompetent watchman at the Royal National Gallery. After the museum's board of directors' attempt to have him fired is blocked by the chairman, who has taken a liking to Bean, they send him to Los Angeles to act as their ambassador for the unveiling of a historic painting to humiliate him. Fooled, Mr. Bean must now successfully unveil the painting or risk his and a hapless Los Angeles curator's termination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/IwrDPrB4d2DMcpnGkvan46yINL.jpg",
    "popularity": 4.7124,
    "tmdb_url": "https://www.themoviedb.org/movie/1281"
  },
  {
    "id": 57201,
    "title": "The Lone Ranger",
    "release_date": "2013-07-03",
    "overview": "The Texas Rangers chase down a gang of outlaws led by Butch Cavendish, but the gang ambushes the Rangers, seemingly killing them all. One survivor is found, however, by an American Indian named Tonto, who nurses him back to health. The Ranger, donning a mask and riding a white stallion named Silver, teams up with Tonto to bring the unscrupulous gang and others of that ilk to justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xRmsqvHnaWmrazJl9bTBqs4LAjp.jpg",
    "popularity": 4.4522,
    "tmdb_url": "https://www.themoviedb.org/movie/57201"
  },
  {
    "id": 556574,
    "title": "Hamilton",
    "release_date": "2020-07-03",
    "overview": "Presenting the tale of American founding father Alexander Hamilton, this filmed version of the original Broadway smash hit is the story of America then, told by America now.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h1B7tW0t399VDjAcWJh8m87469b.jpg",
    "popularity": 4.3626,
    "tmdb_url": "https://www.themoviedb.org/movie/556574"
  },
  {
    "id": 347183,
    "title": "Haikyuu!! The Movie: The End and the Beginning",
    "release_date": "2015-07-03",
    "overview": "Shouyou Hinata, after losing to Kitagawa Daiichi Junior High's setter Tobio Kageyama in his first official volleyball match, transfers to Karasuno High, intent on finally having a proper volleyball team and getting his revenge on Kageyama. Upon arrival at Karasuno, however, Hinata finds out Kageyama has also gone to Karasuno. Initially at odds with each other, the two form an oddball combination and fight together with the other members of the volleyball club. Karasuno reunites with a former rival school, Nekoma High, in a practice match and reignites their school rivalry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5HlpuETjDOob8yzddD1MF7QwZwV.jpg",
    "popularity": 4.0626,
    "tmdb_url": "https://www.themoviedb.org/movie/347183"
  },
  {
    "id": 204553,
    "title": "Cold Eyes",
    "release_date": "2013-07-03",
    "overview": "Ha Yoon-ju becomes the newest member of a unit within the Korean Police Forces Special Crime Department that specializes in surveillance activities on high-profile criminals. She teams up with Hwang Sang-jun, the veteran leader of the unit, and tries to track down James who is the cold-hearted leader of an armed criminal organization.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i1a1rk2qPrxIF5pYyBB2oSTa6OR.jpg",
    "popularity": 3.5013,
    "tmdb_url": "https://www.themoviedb.org/movie/204553"
  },
  {
    "id": 28597,
    "title": "Problem Child 2",
    "release_date": "1991-07-03",
    "overview": "Junior and his father, Ben, move from Cold River to Mortville. Junior becomes threatened by Ben's desire to date again and find a new mother for Junior, and sabotages each of his dates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dnmw3F3rdbxb08zSdfHHMwfXMLI.jpg",
    "popularity": 3.1854,
    "tmdb_url": "https://www.themoviedb.org/movie/28597"
  },
  {
    "id": 45682,
    "title": "Looking for Jackie",
    "release_date": "2009-07-03",
    "overview": "Jackie Chan is the undefeated Kung Fu Master who dishes out the action in traditional Jackie Chan style. When a young boy sets out to learn how to fight from the Master himself, he not only witnesses some spectacular fights, but learns some important life lessons along the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ds8xP7319zuPMa09kxzkIPBsHVL.jpg",
    "popularity": 2.889,
    "tmdb_url": "https://www.themoviedb.org/movie/45682"
  },
  {
    "id": 59387,
    "title": "The Powerpuff Girls Movie",
    "release_date": "2002-07-03",
    "overview": "After destroying the city of Townsville in a game of tag, a trio of superpowered little girls must redeem themselves by stopping a vengeful monkey's plot for world domination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yAFalW8UtdJg1z1gPjXx8C1sXZq.jpg",
    "popularity": 2.8578,
    "tmdb_url": "https://www.themoviedb.org/movie/59387"
  },
  {
    "id": 8408,
    "title": "Day of the Dead",
    "release_date": "1985-07-03",
    "overview": "A small group of scientists and soldiers take refuge in an underground missile silo where they struggle to control the flesh-eating dead that walks the Earth above.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ya7YYnXHdvfQqqvu43phC4ujGHT.jpg",
    "popularity": 2.8264,
    "tmdb_url": "https://www.themoviedb.org/movie/8408"
  },
  {
    "id": 198277,
    "title": "Begin Again",
    "release_date": "2014-07-03",
    "overview": "Gretta, a budding songwriter, finds herself alone after her boyfriend Dave ditches her. Her life gains purpose when Dan, a record label executive, notices her talent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qx4HXHXt528hS4rwePZbZo20xqZ.jpg",
    "popularity": 2.7242,
    "tmdb_url": "https://www.themoviedb.org/movie/198277"
  },
  {
    "id": 345235,
    "title": "Monk Comes Down the Mountain",
    "release_date": "2015-07-03",
    "overview": "A monk leaves his monastery and ventures out into the real world for the first time in his life, and ends up in an adventure with a kung-fu master who is guarding a special artifact.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eS2wMBnOCBUB3g58andUYIVkICF.jpg",
    "popularity": 2.548,
    "tmdb_url": "https://www.themoviedb.org/movie/345235"
  },
  {
    "id": 347413,
    "title": "Little Witch Academia: The Enchanted Parade",
    "release_date": "2015-07-03",
    "overview": "In Enchanted Parade, Akko, Lotte and Sucy, having gotten in trouble yet again, are forced to team up with three other troublemakers; Amanda O'Neill, Constance Braunschweig Albrechtsburger and Jasmineka Antonenko, and must make an annual witch parade a success or else face expulsion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ubsZEiUtegc8dfVTsFQc9nvpHSX.jpg",
    "popularity": 2.5396,
    "tmdb_url": "https://www.themoviedb.org/movie/347413"
  },
  {
    "id": 104859,
    "title": "Mac & Devin Go to High School",
    "release_date": "2012-07-03",
    "overview": "A comedy that follows two high school students -- one overachiever struggling to write his valedictorian speech, the other a senior now going on his 15th year of school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x3G4ft7cAWsnXjFPC5D5ruvGaOg.jpg",
    "popularity": 2.3612,
    "tmdb_url": "https://www.themoviedb.org/movie/104859"
  },
  {
    "id": 723562,
    "title": "Actresses: Sex Audition",
    "release_date": "2020-07-03",
    "overview": "Cheonbong, a third-class movie director, goes hunting with Dae-do as the newly-established assistant director Mi-young. However, hunting is just an excuse, and Cheonbong's interest is more on Jet-Bob. Chun-bong tries to fill his greed by deceiving Mi-young, who doesn't know the industry. Cheonbong's wife, Eunwoo Son's soccer coach, Together with Seong-gyu, he goes on a journey of deviation. Daebu-do is a place of memories that Cheonbong and Eun-woo enjoyed during their dating. Unfortunately, the couple enjoys an overnight meeting at a neighboring pension. They burn each other's bodies in the same space without knowing each other's existence... The life of a couple in this era of tightrope walking between Eros and Tanatos. Digging secretly into the crack's space.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hw0o7e3brKh9nygSqiEm2tfqjFq.jpg",
    "popularity": 2.3264,
    "tmdb_url": "https://www.themoviedb.org/movie/723562"
  },
  {
    "id": 539181,
    "title": "Relic",
    "release_date": "2020-07-03",
    "overview": "When elderly mother Edna inexplicably vanishes, her daughter rushes to the family's decaying home, finding clues of her increasing dementia scattered around the house in her absence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3wZ0gxLqsPleneFSTZILmM3BE8Q.jpg",
    "popularity": 2.2189,
    "tmdb_url": "https://www.themoviedb.org/movie/539181"
  },
  {
    "id": 281298,
    "title": "The Divine Move",
    "release_date": "2014-07-03",
    "overview": "A professional GO player gathers a team to help him carry out his revenge against the man who killed his brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f8pMocgsxL38alfi7hPCIK19XfJ.jpg",
    "popularity": 2.143,
    "tmdb_url": "https://www.themoviedb.org/movie/281298"
  },
  {
    "id": 698860,
    "title": "MOTHER",
    "release_date": "2020-07-03",
    "overview": "Shuhei is leading a tough life. His alcoholic mother Akiko can only hook up with bad guys and order Shuhei to go get money from his disapproving grandparents instead of going to school. Except raising the little half-sister, his rock-bottom life seems to have no end.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dpjTywNoMJ4VpQb9a7VYQ7Jqdkn.jpg",
    "popularity": 2.1269,
    "tmdb_url": "https://www.themoviedb.org/movie/698860"
  },
  {
    "id": 608195,
    "title": "Ghosts of War",
    "release_date": "2020-07-03",
    "overview": "A group of World War II American soldiers encounter a supernatural enemy as they occupy a French castle previously under Nazi control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jR2SSICqmyaVV4lcR3PfNldJBPc.jpg",
    "popularity": 2.0688,
    "tmdb_url": "https://www.themoviedb.org/movie/608195"
  }
]