[
  {
    "id": 58,
    "title": "Pirates of the Caribbean: Dead Man's Chest",
    "release_date": "2006-07-06",
    "overview": "Captain Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lAhcKRt0ggTFkeFL95jrGQYaRXs.jpg",
    "popularity": 17.8872,
    "tmdb_url": "https://www.themoviedb.org/movie/58"
  },
  {
    "id": 616037,
    "title": "Thor: Love and Thunder",
    "release_date": "2022-07-06",
    "overview": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pIkRyD18kl4FhoCNQuWxWu5cBLM.jpg",
    "popularity": 12.8347,
    "tmdb_url": "https://www.themoviedb.org/movie/616037"
  },
  {
    "id": 146,
    "title": "Crouching Tiger, Hidden Dragon",
    "release_date": "2000-07-06",
    "overview": "Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically-skilled, teenage nobleman's daughter, who is at a crossroads in her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iNDVBFNz4XyYzM9Lwip6atSTFqf.jpg",
    "popularity": 8.4215,
    "tmdb_url": "https://www.themoviedb.org/movie/146"
  },
  {
    "id": 376812,
    "title": "Sultan",
    "release_date": "2016-07-06",
    "overview": "The ageing wrestler Sultan Ali Khan decides to try his luck on the mat again; to do this, he wants to represent his country at the Olympic Games, but first has to overcome personal issues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vPTYtKuV8X5uUd3SqnzO14W6Dti.jpg",
    "popularity": 5.1052,
    "tmdb_url": "https://www.themoviedb.org/movie/376812"
  },
  {
    "id": 457332,
    "title": "Hidden Strike",
    "release_date": "2023-07-06",
    "overview": "Two elite soldiers must escort civilians through a gauntlet of gunfire and explosions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zsbolOkw8RhTU4DKOrpf4M7KCmi.jpg",
    "popularity": 4.572,
    "tmdb_url": "https://www.themoviedb.org/movie/457332"
  },
  {
    "id": 15371,
    "title": "Lupin the Third: The Castle of Cagliostro",
    "release_date": "1979-07-06",
    "overview": "After a successful robbery leaves famed thief Lupin the Third and his partner Jigen with nothing but a large amount of expertly crafted counterfeit bills, he decides to track down the forgers responsible—and steal any other treasures he may find in the Castle of Cagliostro, including the 'damsel in distress' he finds imprisoned there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hSFdyWptoDHuXlFZGzIrfVell4Q.jpg",
    "popularity": 4.4697,
    "tmdb_url": "https://www.themoviedb.org/movie/15371"
  },
  {
    "id": 38317,
    "title": "Zookeeper",
    "release_date": "2011-07-06",
    "overview": "Kindhearted Griffin Keyes is one of the best-loved caretakers at the Franklin Park Zoo, but he's more comfortable with the animals than with females of his own species as proven by his failed marriage proposal to the self-absorbed Stephanie several years ago. The animals have listened to Griffin pine over her for years and, after she reappears in his life, they decide to help Griffin rekindle the relationship and become the alpha male she wants him to be. They inadvertently reveal their secret ability to talk and, after Griffin's initial shock, teach him the rules of courtship, animal-style. Surprisingly, the animals' advice really works and Griffin is about to get everything he's ever dreamed of--or is he?",
    "poster_url": "https://image.tmdb.org/t/p/w500/y3b4AYw8dr4hIKTfEAjxUxx0z8G.jpg",
    "popularity": 4.3717,
    "tmdb_url": "https://www.themoviedb.org/movie/38317"
  },
  {
    "id": 424781,
    "title": "Sorry to Bother You",
    "release_date": "2018-07-06",
    "overview": "In an alternate present-day version of Oakland, black telemarketer Cassius Green discovers a magical key to professional success – which propels him into a macabre universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/peTl1V04E9ppvhgvNmSX0r2ALqO.jpg",
    "popularity": 3.7494,
    "tmdb_url": "https://www.themoviedb.org/movie/424781"
  },
  {
    "id": 12600,
    "title": "Pokémon 4Ever",
    "release_date": "2001-07-06",
    "overview": "In order to escape a greedy Pokémon hunter, Celebi must use the last of its energy to travel through time to the present day. Celebi brings along Sammy, a boy who had been trying to protect it. Along with Ash, Pikachu, and the rest of the gang, Sammy and Celebi must encounter an enemy far more advanced than the hunter, with the fate of the forest hanging in the balance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/thz83PS9twtVBEEAM59J1bh75nU.jpg",
    "popularity": 3.7446,
    "tmdb_url": "https://www.themoviedb.org/movie/12600"
  },
  {
    "id": 465595,
    "title": "Sweet Sex",
    "release_date": "2017-07-06",
    "overview": "A famous patissier and his women enjoy work and sex.  Neung-geum has dreamt of being a pattisier. She stops supporting her boyfriends school bills.  Woo-hyeon is a famous dessert patissier and he has secretive sex to get secret recipes but to him this is just a way to find sweetness.  Neung-geum learns how to make dessert from Woo-hyeon. What kind of sex will they have today? What flavor?",
    "poster_url": "https://image.tmdb.org/t/p/w500/hkt25KjYmyuRchMpGUPhdEgxnd2.jpg",
    "popularity": 3.3764,
    "tmdb_url": "https://www.themoviedb.org/movie/465595"
  },
  {
    "id": 724109,
    "title": "Hole-in-law",
    "release_date": "2020-07-06",
    "overview": "An omnibus movie about the jealousy of a man who can't stand the fact that his favorite woman slept with another man in two episodes.  Episode 1  At a drinking party led by Jae-hoon, movie director Sang-min meets Hye-jin. Sang-min compliments and sleeps with her favorite Hye-jin while watching her movie. The next morning, Hye-jin's friend Mina left early because of her job, Jae-hoon and Sang-min, who were watching a movie together in Hye-jin's bed are attracted by the atmosphere and curiosity and enjoy 2 to 1.  Episode 2  Sang-min meets his school friend Ji-eun at the club.  When his foreign friend James showed interest in Ji-eun, Sang-min suddenly became interested in Ji-eun.  That night, Sang-min finds out that Ji-eun slept with James, and visits Ji-eun's house with complex emotions mixed with like, anger and jealousy and confesses that he likes her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ZAhAOX5RsstfrbLtkSjiUZGgw2.jpg",
    "popularity": 3.3048,
    "tmdb_url": "https://www.themoviedb.org/movie/724109"
  },
  {
    "id": 2140,
    "title": "Kiss of the Dragon",
    "release_date": "2001-07-06",
    "overview": "Liu Jian, an elite Chinese police officer, comes to Paris to arrest a Chinese drug lord. When Jian is betrayed by a French officer and framed for murder, he must go into hiding and find new allies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ubtSyagwfNF9Bn9s2CKITRtx1d.jpg",
    "popularity": 3.3033,
    "tmdb_url": "https://www.themoviedb.org/movie/2140"
  },
  {
    "id": 722261,
    "title": "Kissed",
    "release_date": "2020-07-06",
    "overview": "A coroner fixes up the new body in the morgue, and adds a few touches of his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/916VVmcIMnoDeR4B3sPjz6Bnqpv.jpg",
    "popularity": 3.1704,
    "tmdb_url": "https://www.themoviedb.org/movie/722261"
  },
  {
    "id": 70345,
    "title": "Sssssss",
    "release_date": "1973-07-06",
    "overview": "David, a college student, is looking for a job. He is hired by Dr. Stoner as a lab assistant for his research and experiments on snakes. David also begins to fall for Stoner's young daughter, Kristina. However, the good doctor has secretly brewed up a serum that can transform any man into a King Cobra snake-and he plans to use it on David.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fIKiHta0LrDpb2f80u7ybPFesoy.jpg",
    "popularity": 3.0207,
    "tmdb_url": "https://www.themoviedb.org/movie/70345"
  },
  {
    "id": 936559,
    "title": "Another Training",
    "release_date": "2021-07-06",
    "overview": "Do Min goes to Bo Young in order to get money and falls in love with her. However, Do Min's feelings for her should not be discovered. Bo Young is just a target he needs to train. Do Min trains Bo Young, but his feelings for her never stop. Bo Young, who noticed Do Min's feelings, in order to escape slavery began training him instead.  Bo Young joins forces with Jun Ho and after many twists and turns, they successfully train Do Min and try using him to escape slavery but are blocked by Sung Hee. Sung Hee tries to sell Bo Young and Jun Ho to Do Chul and Bo Young makes the final move to overcome the desperate crisis. Bo Young and Jun Ho succeed in dealing with Sung Hee. Bo Young enjoys success by taking revenge on Sung Hee and Do Min but is attacked by Jun Ho. Due to Jun Ho, Bo Young becomes a slave again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bbeVWfRCVGrljOVjetm9Ko30GSO.jpg",
    "popularity": 2.8164,
    "tmdb_url": "https://www.themoviedb.org/movie/936559"
  },
  {
    "id": 82525,
    "title": "Savages",
    "release_date": "2012-07-06",
    "overview": "Pot growers Ben and Chon face off against the Mexican drug cartel who kidnapped their shared girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/joyiyBwYY5QCpldqT1FzrTqsTJK.jpg",
    "popularity": 2.8007,
    "tmdb_url": "https://www.themoviedb.org/movie/82525"
  },
  {
    "id": 1017204,
    "title": "Naruto OVA 12: The Day Naruto Became Hokage",
    "release_date": "2016-07-06",
    "overview": "Depicts the day that Naruto Uzumaki became the 7th Hokage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Zp4LaCbFNd1hxfxRDTdFqMzqxi.jpg",
    "popularity": 2.6064,
    "tmdb_url": "https://www.themoviedb.org/movie/1017204"
  },
  {
    "id": 120150,
    "title": "Thattathin Marayathu",
    "release_date": "2012-07-06",
    "overview": "The film is about a Hindu Nair boy, Vinod, and a Muslim girl, Aisha, and the conflict arising out of this inter-faith relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pJnwpWxAFMexmQrasF5oEQir0c3.jpg",
    "popularity": 2.4748,
    "tmdb_url": "https://www.themoviedb.org/movie/120150"
  },
  {
    "id": 482059,
    "title": "My Girlfriend's Mother",
    "release_date": "2017-07-06",
    "overview": "Kyeong-joon is driven out to the streets as he can't afford the rising rent. His girlfriend Ji-hye takes pity of him as he has nowhere to go and offers him to stay at her house. However, the woman who greets them at the door is his first love Ji-yeong! Ji-yeong taught Kyeong-joon about love and she was Ji-hye's step-mother. Living under the same roof, he feels something for her again while his girlfriend is also hot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ts5nW9maHOM6VE086H6vTp07sGY.jpg",
    "popularity": 2.3935,
    "tmdb_url": "https://www.themoviedb.org/movie/482059"
  },
  {
    "id": 168098,
    "title": "Cell",
    "release_date": "2016-07-06",
    "overview": "When a strange signal pulsates through all cell phone networks worldwide, it starts a murderous epidemic of epic proportions when users become bloodthirsty creatures, and a group of people in New England are among the survivors to deal with the ensuing chaos after.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c5N6Pw3P6TqQnGcqiVkhO9u85KB.jpg",
    "popularity": 2.3602,
    "tmdb_url": "https://www.themoviedb.org/movie/168098"
  },
  {
    "id": 465078,
    "title": "God: Serengeti",
    "release_date": "2017-07-06",
    "overview": "God presides over a prehistoric tribe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sMdqT1GZTKHGBQWvqbZvabOdu8Z.jpg",
    "popularity": 2.1646,
    "tmdb_url": "https://www.themoviedb.org/movie/465078"
  },
  {
    "id": 848204,
    "title": "3 Way",
    "release_date": "2021-07-06",
    "overview": "Marcus and Rachel are a happily married couple living in Houston, TX. They decide to heat up their sex life by bringing in another woman into their bedroom. Once the 3 Way happens, lies, sex, and deceit comes into play. Can their marriage survive?",
    "poster_url": "https://image.tmdb.org/t/p/w500/g5KEYdsgvu9De8lTISqjKaDdGmL.jpg",
    "popularity": 2.1249,
    "tmdb_url": "https://www.themoviedb.org/movie/848204"
  },
  {
    "id": 499753,
    "title": "Sister-in-law's Seduction",
    "release_date": "2017-07-06",
    "overview": "You only live once. Jeong-min lives everyday in gambling debt and sex. He finds out his rich twin brother is missing and plans to take his place but his plans get complicated when his brother's sister-in-law Sae-eun appears. Jeong-min and Sae-eun who loves him start living together. Will Jeong-min overcome Sae-eun's seduction and put his brother's wealth in his hands?",
    "poster_url": "https://image.tmdb.org/t/p/w500/xGA1LHCdxwjQwqRavFXlveS0Hvg.jpg",
    "popularity": 2.0836,
    "tmdb_url": "https://www.themoviedb.org/movie/499753"
  },
  {
    "id": 1093485,
    "title": "The White Storm 3: Heaven or Hell",
    "release_date": "2023-07-06",
    "overview": "An undercover cop who invade a drug cartel led by a notorious Thai drug lord. In classic heroic bloodshed fashion, the two develop a bond of brotherhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xtsEksiUjysMYv4gxdRQcbu2v6V.jpg",
    "popularity": 2.0801,
    "tmdb_url": "https://www.themoviedb.org/movie/1093485"
  }
]