[
  {
    "id": 607,
    "title": "Men in Black",
    "release_date": "1997-07-02",
    "overview": "After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent K and new recruit Agent J find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uLOmOF5IzWoyrgIF5MfUnh5pa1X.jpg",
    "popularity": 12.1454,
    "tmdb_url": "https://www.themoviedb.org/movie/607"
  },
  {
    "id": 296,
    "title": "Terminator 3: Rise of the Machines",
    "release_date": "2003-07-02",
    "overview": "It's been 10 years since John Connor saved Earth from Judgment Day, and he's now living under the radar, steering clear of using anything Skynet can trace. That is, until he encounters T-X, a robotic assassin ordered to finish what T-1000 started. Good thing Connor's former nemesis, the Terminator, is back to aid the now-adult Connor … just like he promised.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vvevzdYIrk2636maNW4qeWmlPFG.jpg",
    "popularity": 7.1054,
    "tmdb_url": "https://www.themoviedb.org/movie/296"
  },
  {
    "id": 813,
    "title": "Airplane!",
    "release_date": "1980-07-02",
    "overview": "An ex-fighter pilot forced to take over the controls of an airliner when the flight crew succumbs to food poisoning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Q3efxd3AF1vQjlSxnlerSA7RzN.jpg",
    "popularity": 6.7985,
    "tmdb_url": "https://www.themoviedb.org/movie/813"
  },
  {
    "id": 14411,
    "title": "Sinbad: Legend of the Seven Seas",
    "release_date": "2003-07-02",
    "overview": "The sailor of legend is framed by the goddess Eris for the theft of the Book of Peace, and must travel to her realm at the end of the world to retrieve it and save the life of his childhood friend Prince Proteus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yiW2L1fDiBT7AeWXrykhTNtPrr8.jpg",
    "popularity": 6.7278,
    "tmdb_url": "https://www.themoviedb.org/movie/14411"
  },
  {
    "id": 539885,
    "title": "Ava",
    "release_date": "2020-07-02",
    "overview": "A black ops assassin is forced to fight for her own survival after a job goes dangerously wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qzA87Wf4jo1h8JMk9GilyIYvwsA.jpg",
    "popularity": 4.5513,
    "tmdb_url": "https://www.themoviedb.org/movie/539885"
  },
  {
    "id": 80518,
    "title": "Fullmetal Alchemist the Movie: The Sacred Star of Milos",
    "release_date": "2011-07-02",
    "overview": "After a mysterious prisoner with only a few weeks left on his sentence breaks out of prison in Central City, the Elric brothers attempt to track him down. The search leads them to Table City in the southwestern country of Creta, where Alphonse rescues a young alchemist named Julia from the very man they are trying to capture. In the thick of the fight, they literally tumble into Julia's home turf, the slums of Milos Valley, and are embroiled in the grassroots rebellion of her people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7RvBQOTZGhCoPvLiF3Ugp2Q94Ux.jpg",
    "popularity": 4.5494,
    "tmdb_url": "https://www.themoviedb.org/movie/80518"
  },
  {
    "id": 10327,
    "title": "Legally Blonde 2: Red, White & Blonde",
    "release_date": "2003-07-02",
    "overview": "Now a rising young lawyer, Elle Woods is about to make partner at her firm, but when she finds out her dog's relatives are being used as cosmetic test subjects, she heads to Washington D.C. to fight for animal rights.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4kC0UGTuJgFnlZq2ZM6OiY7nuY8.jpg",
    "popularity": 4.256,
    "tmdb_url": "https://www.themoviedb.org/movie/10327"
  },
  {
    "id": 9994,
    "title": "The Great Mouse Detective",
    "release_date": "1986-07-02",
    "overview": "When the diabolical Professor Ratigan kidnaps London's master toymaker, the brilliant master of disguise Basil of Baker Street and his trusted sidekick Dawson try to elude the ultimate trap and foil the perfect crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9uDr7vfjCFr39KGCcqrk44Cg7fQ.jpg",
    "popularity": 4.0122,
    "tmdb_url": "https://www.themoviedb.org/movie/9994"
  },
  {
    "id": 2114,
    "title": "Final Fantasy: The Spirits Within",
    "release_date": "2001-07-02",
    "overview": "Led by a strange dream, scientist Aki Ross struggles to collect the eight spirits in the hope of creating a force powerful enough to protect the planet. With the aid of the Deep Eyes Squadron and her mentor, Dr. Sid, Aki must save the Earth from its darkest hate and unleash the spirits within.",
    "poster_url": "https://image.tmdb.org/t/p/w500/phYEy6Am7vRlr9KzMb0wbGMHTzz.jpg",
    "popularity": 3.9485,
    "tmdb_url": "https://www.themoviedb.org/movie/2114"
  },
  {
    "id": 843241,
    "title": "The Seven Deadly Sins: Cursed by Light",
    "release_date": "2021-07-02",
    "overview": "With the help of the \"Dragon Sin of Wrath\" Meliodas and the worst rebels in history, the Seven Deadly Sins, the \"Holy War\", in which four races, including Humans, Goddesses, Fairies and Giants fought against the Demons, is finally over. At the cost of the \"Lion Sin of Pride\" Escanor's life, the Demon King was defeated and the world regained peace. After that, each of the Sins take their own path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k0ThmZQl5nHe4JefC2bXjqtgYp0.jpg",
    "popularity": 3.7769,
    "tmdb_url": "https://www.themoviedb.org/movie/843241"
  },
  {
    "id": 11282,
    "title": "Harold & Kumar Go to White Castle",
    "release_date": "2004-07-02",
    "overview": "Nerdy accountant Harold and his irrepressible friend, Kumar, get stoned watching television and find themselves utterly bewitched by a commercial for White Castle. Convinced there must be one nearby, the two set out on a late-night odyssey that takes them deep into New Jersey. Somehow, the boys manage to run afoul of rednecks, cops and even a car-stealing Neil Patrick Harris before getting anywhere near their beloved sliders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5vO7R4xYlDipTp8gzfRbWegO8eb.jpg",
    "popularity": 3.27,
    "tmdb_url": "https://www.themoviedb.org/movie/11282"
  },
  {
    "id": 79735,
    "title": "Shoot Out",
    "release_date": "1971-07-02",
    "overview": "Clay Lomax, a bank robber, gets out of jail after an 7 year sentence. He is looking after Sam Foley, the man who betrayed him. Knowing that, Foley hires three men to pay attention of Clay's steps. The things get complicated when Lomax, waiting to receive some money from his ex-lover, gets only the notice of her death and an 7 year old girl, sometimes very annoying, presumed to be his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pYdinPvxuKp4GyvCgdbB5npT1nM.jpg",
    "popularity": 3.2616,
    "tmdb_url": "https://www.themoviedb.org/movie/79735"
  },
  {
    "id": 604360,
    "title": "The 8th Night",
    "release_date": "2021-07-02",
    "overview": "With prayer beads in one hand and an ax in the other, a monk hunts down a millennia-old spirit that's possessing humans and unleashing hell on Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/trSDStH3UP4ux4lAILNNSqDXSB3.jpg",
    "popularity": 3.0075,
    "tmdb_url": "https://www.themoviedb.org/movie/604360"
  },
  {
    "id": 672741,
    "title": "Till Death",
    "release_date": "2021-07-02",
    "overview": "After a romantic evening at their secluded lake house, a woman wakes up handcuffed to her dead husband. Trapped and isolated in the dead of winter, she must fight off hired killers to escape her late spouse's twisted plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bvwMvrX2XqZVOz35YuYbFx3Iggr.jpg",
    "popularity": 2.9982,
    "tmdb_url": "https://www.themoviedb.org/movie/672741"
  },
  {
    "id": 18169,
    "title": "About Last Night...",
    "release_date": "1986-07-02",
    "overview": "A man and woman meet and try to have a romantic affair, despite their personal problems and the interference of their disapproving friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xbBaCfgUIIxYKrTTI7ZH1R23Hza.jpg",
    "popularity": 2.7215,
    "tmdb_url": "https://www.themoviedb.org/movie/18169"
  },
  {
    "id": 33518,
    "title": "Alligator",
    "release_date": "1980-07-02",
    "overview": "A baby alligator is flushed down a toilet and survives by eating discarded lab animals that have been injected with growth hormones. The now gigantic animal escapes the city sewers and goes on a rampage, pursued by a cop and a big-game hunter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bWANAIIeNPzwEmrYUvZFECTbBX6.jpg",
    "popularity": 2.6738,
    "tmdb_url": "https://www.themoviedb.org/movie/33518"
  },
  {
    "id": 776527,
    "title": "Summer of Soul (...Or, When the Revolution Could Not Be Televised)",
    "release_date": "2021-07-02",
    "overview": "During the same summer as Woodstock, over 300,000 people attended the Harlem Cultural Festival, celebrating African American music and culture, and promoting Black pride and unity. The footage from the festival sat in a basement, unseen for over 50 years, keeping this incredible event in America's history lost — until now.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8kNwhqUGvpzWJd60O1Qvb8G6psK.jpg",
    "popularity": 2.4996,
    "tmdb_url": "https://www.themoviedb.org/movie/776527"
  },
  {
    "id": 8675,
    "title": "Orgazmo",
    "release_date": "1998-07-02",
    "overview": "A devout Mormon living in L.A. becomes a pornographic actor after his martial arts moves impress a big-time director.",
    "poster_url": "https://image.tmdb.org/t/p/w500/irvFBOc33CHsioU6hqcu8ExymEa.jpg",
    "popularity": 2.4572,
    "tmdb_url": "https://www.themoviedb.org/movie/8675"
  },
  {
    "id": 331781,
    "title": "Amy",
    "release_date": "2015-07-02",
    "overview": "A documentary on the life of Amy Winehouse, the immensely talented yet doomed songstress. We see her from her teen years, where she already showed her singing abilities, to her finding success and then her downward spiral into alcoholism and drugs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qL0RepWSNUuZoeDXfyhqowVYhrn.jpg",
    "popularity": 2.3481,
    "tmdb_url": "https://www.themoviedb.org/movie/331781"
  },
  {
    "id": 952175,
    "title": "Backflip!! The Movie",
    "release_date": "2022-07-02",
    "overview": "Ever since coming across the world of boy’s rhythmic gymnastics during the last summer of junior-high, Shotaro Futaba has become fascinated with the sport. So when he enters Soshokuan Private High School, known as Ao High for short, he heads to the boy’s rhythmic gymnastics club, where he meets unique seniors and the ace of the team, Ryoya Misato. The members of the club each have their own passions, but they’ve put it all on the line with a single goal in mind. Now the next stage in their journey has arrived: the inter-high competition!",
    "poster_url": "https://image.tmdb.org/t/p/w500/b2KaXf2pV51YWUtMBJ6P9a2m3Vk.jpg",
    "popularity": 2.2412,
    "tmdb_url": "https://www.themoviedb.org/movie/952175"
  },
  {
    "id": 514466,
    "title": "Supercool",
    "release_date": "2021-07-02",
    "overview": "Best friends, Neil and Gilbert start their senior year of high school with high hopes and aspirations. Neil has always fantasized about being cool enough to date his long time crush and Gilbert has always dreamed of being a social media super star. After what is, by all accounts, a very disappointing and embarrassing first day in school, Neil makes a magical wish to be cool just at the magical moment when the clock strikes 11:11. The next morning, Neil wakes up to a reality that is straight from the comics of his dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3NV278UG4Z8wOWpKFHz6I7D7Nda.jpg",
    "popularity": 2.2251,
    "tmdb_url": "https://www.themoviedb.org/movie/514466"
  },
  {
    "id": 720042,
    "title": "Bosomy College Girl",
    "release_date": "2020-07-02",
    "overview": "Hyeon-woo loves Seo-yeon for a long time and has been confessing his feelings constantly, but Seo-yeon refuses Hyeon-woo every time. Bo-ram and Min-jae always come together and drink together whenever Hyun-woo is dumped. However, Min-jae hides his relationship with Seo-yeon to Hyeon-woo. Min-jar tells Seo-yeon to stop teasing Hyeon-woo but Seo-yeon just enjoys the situation. Bo-ram who used to like her childhood friend Hyeon-woo, holds a special class to boost his confidence. He has become depressed after being dumped by Seo-yeon. Hyeon-woo is thankful for meeting Seo-yeon because of her. Only after some time did each of them know their real feelings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1fzHxLqTKjWPIhL77pknYday7zB.jpg",
    "popularity": 2.2207,
    "tmdb_url": "https://www.themoviedb.org/movie/720042"
  },
  {
    "id": 427458,
    "title": "Meeting in Secret",
    "release_date": "2014-07-02",
    "overview": "Tamio Shibata, the wife of a career woman, and Yumi, a writer who cannot sell. The relationship between the two couples was cold. One day, Mr. and Mrs. \"Shibata\" with different kanji move into the room next to the apartment where Mr. and Mrs. Shibata live. Tamio Shibata, who stayed at home all day, and Asako Shibata, a housewife who became a neighbor, naturally narrowed their distance. One day, a courier arrives at Tamio. However, the package was from the Shibata family next door that the delivery staff mistakenly delivered. Tamio will deliver a courier next to him...",
    "poster_url": "https://image.tmdb.org/t/p/w500/oEmLO3e7OcmdaIzwoheWn9cSds0.jpg",
    "popularity": 2.1377,
    "tmdb_url": "https://www.themoviedb.org/movie/427458"
  },
  {
    "id": 32517,
    "title": "Justice, My Foot!",
    "release_date": "1992-07-02",
    "overview": "An unscrupulous lawyer with an equally eccentric kung-fu sidekick wife tries to bring justice to the court.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1GjRTLuy9C6HqiFhniugcAItYJ4.jpg",
    "popularity": 2.0759,
    "tmdb_url": "https://www.themoviedb.org/movie/32517"
  },
  {
    "id": 353446,
    "title": "American Beach House",
    "release_date": "2015-07-02",
    "overview": "What happens when six lucky strangers, three handsome young guys and three beautiful sexy young women, from all over the world, win a random contest-- an all expenses paid trip to an amazing beach house in glamorous Malibu, California, thanks to a big Internet company--only to discover they have to share it with each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dL1Yfm9GGCId6fRlCB8ygftKef1.jpg",
    "popularity": 2.041,
    "tmdb_url": "https://www.themoviedb.org/movie/353446"
  },
  {
    "id": 1145612,
    "title": "Fate/strange Fake -Whispers of Dawn-",
    "release_date": "2023-07-02",
    "overview": "In a Holy Grail War, Mages (Masters) and their Heroic Spirits (Servants) fight for the control of the Holy Grail—an omnipotent wish-granting device said to fulfill any desire. Years have passed since the end of the Fifth Holy Grail War in Japan. Now, signs portend the emergence of a new Holy Grail in the western American city of Snowfield. Sure enough, Masters and Servants begin to gather... A missing Servant class... Impossible Servant summonings... A nation shrouded in secrecy... And a city created as a battleground. In the face of such irregularities, the Holy Grail War is twisted and driven into the depth of madness. Let the curtain rise on a masquerade of humans and heroes, made to dance upon the stage of a false Holy Grail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Cf2NS9oH1VpH23NyWR4J7WIOv9.jpg",
    "popularity": 2.0327,
    "tmdb_url": "https://www.themoviedb.org/movie/1145612"
  },
  {
    "id": 1089654,
    "title": "Chang'an",
    "release_date": "2023-07-02",
    "overview": "A few years after the Anshi Rebellion, Tang dynasty military commander Gao Shi suffers a defeat in a battle threatening Chang'an. Trapped in the besieged city, he recalls his lifelong friendship with the acclaimed poet Li Bai.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ltWuj0bEhITpiNYaTmpc2lUKy90.jpg",
    "popularity": 2.0144,
    "tmdb_url": "https://www.themoviedb.org/movie/1089654"
  },
  {
    "id": 226486,
    "title": "Tammy",
    "release_date": "2014-07-02",
    "overview": "For Tammy, a burger-joint employee, a bad day keeps getting worse. She wrecks her car, loses her job, and finds that her husband has been unfaithful. It's time for Tammy to hit the road, but without money or transportation, her options are limited. Her only choice is a road trip with her hard-drinking grandmother, Pearl, who has a car, cash, and an itch to see Niagara Falls. It's not the escape Tammy had in mind, but it may be what she needs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/efsVMziwE9BNTDX5fNmYVA5oAzJ.jpg",
    "popularity": 2.0046,
    "tmdb_url": "https://www.themoviedb.org/movie/226486"
  }
]