[
  {
    "id": 575264,
    "title": "Mission: Impossible - Dead Reckoning Part One",
    "release_date": "2023-07-08",
    "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.",
    "poster_url": "https://image.tmdb.org/t/p/w500/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
    "popularity": 49.2696,
    "tmdb_url": "https://www.themoviedb.org/movie/575264"
  },
  {
    "id": 675,
    "title": "Harry Potter and the Order of the Phoenix",
    "release_date": "2007-07-08",
    "overview": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5aOyriWkPec0zUDxmHFP9qMmBaj.jpg",
    "popularity": 21.543,
    "tmdb_url": "https://www.themoviedb.org/movie/675"
  },
  {
    "id": 20352,
    "title": "Despicable Me",
    "release_date": "2010-07-08",
    "overview": "Villainous Gru lives up to his reputation as a despicable, deplorable and downright unlikable guy when he hatches a plan to steal the moon from the sky. But he has a tough time staying on task after three orphans land in his care.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9lOloREsAhBu0pEtU0BgeR1rHyo.jpg",
    "popularity": 10.9489,
    "tmdb_url": "https://www.themoviedb.org/movie/20352"
  },
  {
    "id": 334533,
    "title": "Captain Fantastic",
    "release_date": "2016-07-08",
    "overview": "Deep in the forests of the Pacific Northwest, a father devoted to raising his six kids with a rigorous physical and intellectual education is forced to leave his paradise and enter the world, beginning a journey that challenges his idea of what it means to be a parent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2sFME73GaD8UsUxPUKe60cPdLif.jpg",
    "popularity": 10.0709,
    "tmdb_url": "https://www.themoviedb.org/movie/334533"
  },
  {
    "id": 119450,
    "title": "Dawn of the Planet of the Apes",
    "release_date": "2014-07-08",
    "overview": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kScdQEwS9jPEdnO23XjGAtaoRcT.jpg",
    "popularity": 9.2346,
    "tmdb_url": "https://www.themoviedb.org/movie/119450"
  },
  {
    "id": 591274,
    "title": "Fear Street: 1978",
    "release_date": "2021-07-08",
    "overview": "In 1978, two rival groups at Camp Nightwing must band together to solve a terrifying mystery when horrors from their towns' history come alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cQywpstS8m9VyU0ho5E0KTNqd50.jpg",
    "popularity": 6.417,
    "tmdb_url": "https://www.themoviedb.org/movie/591274"
  },
  {
    "id": 379686,
    "title": "Space Jam: A New Legacy",
    "release_date": "2021-07-08",
    "overview": "When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.'s digitized champions on the court. It's Tunes versus Goons in the highest-stakes challenge of his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mDACFTANR34u6lvucazoYiFJOp7.jpg",
    "popularity": 6.2041,
    "tmdb_url": "https://www.themoviedb.org/movie/379686"
  },
  {
    "id": 9392,
    "title": "The Descent",
    "release_date": "2005-07-08",
    "overview": "After a tragic accident, six friends reunite for a caving expedition. Their adventure soon goes horribly wrong when a collapse traps them deep underground and they find themselves pursued by bloodthirsty creatures. As their friendships deteriorate, they find themselves in a desperate struggle to survive the creatures and each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mxFPI4KYBk5ri9cPteIS8jiDFgj.jpg",
    "popularity": 5.7758,
    "tmdb_url": "https://www.themoviedb.org/movie/9392"
  },
  {
    "id": 51540,
    "title": "Horrible Bosses",
    "release_date": "2011-07-08",
    "overview": "For Nick, Kurt and Dale, the only thing that would make the daily grind more tolerable would be to grind their intolerable bosses into dust. Quitting is not an option, so, with the benefit of a few-too-many drinks and some dubious advice from a hustling ex-con, the three friends devise a convoluted and seemingly foolproof plan to rid themselves of their respective employers... permanently.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uQkUwgyFHAm0jGQERPG6Z9o9Zbj.jpg",
    "popularity": 5.2895,
    "tmdb_url": "https://www.themoviedb.org/movie/51540"
  },
  {
    "id": 385103,
    "title": "Scoob!",
    "release_date": "2020-07-08",
    "overview": "In Scooby-Doo’s greatest adventure yet, see the never-before told story of how lifelong friends Scooby and Shaggy first met and how they joined forces with young detectives Fred, Velma, and Daphne to form the famous Mystery Inc. Now, with hundreds of cases solved, Scooby and the gang face their biggest, toughest mystery ever: an evil plot to unleash the ghost dog Cerberus upon the world. As they race to stop this global “dogpocalypse,” the gang discovers that Scooby has a secret legacy and an epic destiny greater than anyone ever imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jHo2M1OiH9Re33jYtUQdfzPeUkx.jpg",
    "popularity": 4.2992,
    "tmdb_url": "https://www.themoviedb.org/movie/385103"
  },
  {
    "id": 430447,
    "title": "Mary and The Witch's Flower",
    "release_date": "2017-07-08",
    "overview": "Mary Smith, a young girl who lives with her great-aunt in the countryside, follows a mysterious cat into the nearby forest where she finds a strange flower and an old broom, none of which is as ordinary as it seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lq3OJQiJ8hlCr23LAdHbeU3eqBF.jpg",
    "popularity": 4.1202,
    "tmdb_url": "https://www.themoviedb.org/movie/430447"
  },
  {
    "id": 987573,
    "title": "Believers",
    "release_date": "2022-07-08",
    "overview": "On a small island somewhere near Japan, three cult members have devoted themselves to the \"Deserted Island Program\". Calling each other by rank, these people-two men and one women-have been chosen by their superiors to throw off the corrupt influence of modern society and \"purify\" themselves. But as time passes two of the members begin to give into human desire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sw1sFRVaUCHD0CVTXtnoEFFYyr6.jpg",
    "popularity": 3.8703,
    "tmdb_url": "https://www.themoviedb.org/movie/987573"
  },
  {
    "id": 9386,
    "title": "In the Line of Fire",
    "release_date": "1993-07-08",
    "overview": "Veteran Secret Service agent Frank Horrigan is a man haunted by his failure to save President Kennedy while serving protection detail in Dallas. Thirty years later, a man calling himself \"Booth\" threatens the life of the current President, forcing Horrigan to come back to protection detail to confront the ghosts from his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3NvOFpmyECI3DNExYMtFIRcGMsu.jpg",
    "popularity": 3.3336,
    "tmdb_url": "https://www.themoviedb.org/movie/9386"
  },
  {
    "id": 10991,
    "title": "Pokémon 3: The Movie",
    "release_date": "2000-07-08",
    "overview": "When the sadness of her father's disappearance gets to Molly Hale, she unknowingly uses the Unown to create her own dream world along with Entei, who she believes to be her father. When Entei kidnaps Ash's mother, Ash — alongside Misty and Brock — invade the mansion looking for his mom and trying to stop the mysteries of Molly's Dream World and Entei!",
    "poster_url": "https://image.tmdb.org/t/p/w500/hrBWiMWnD7mheMx846ycUWA3ohs.jpg",
    "popularity": 3.0978,
    "tmdb_url": "https://www.themoviedb.org/movie/10991"
  },
  {
    "id": 3040,
    "title": "Night Watch",
    "release_date": "2004-07-08",
    "overview": "Among normal humans live the \"Others\" possessing various supernatural powers. They are divided up into the forces of light and the forces of the dark, who signed a truce several centuries ago to end a devastating battle. Ever since, the forces of light govern the day while the night belongs to their dark opponents. In modern day Moscow the dark Others actually roam the night as vampires while a \"Night Watch\" of light forces, among them Anton, the movie's protagonist, try to control them and limit their outrage",
    "poster_url": "https://image.tmdb.org/t/p/w500/mL97T8ehFiihJvQuOsdQlq26eqg.jpg",
    "popularity": 3.08,
    "tmdb_url": "https://www.themoviedb.org/movie/3040"
  },
  {
    "id": 271706,
    "title": "Big Fish & Begonia",
    "release_date": "2016-07-08",
    "overview": "Beyond the human realm, there is a magical race of beings who control the tides and the changing of the seasons. One of these beings, a young girl named Chun, seeks something more—she wants to experience the human world! At sixteen, she finally gets her chance and transforms into a dolphin in order to explore the world that has her fascinated. But she soon discovers that it's a dangerous place and nearly gets killed in a vortex. Luckily, her life is spared when a young boy sacrifices himself to save her. Moved by his kindness and courage, she uses magic to bring him back to life only to learn that this power comes at a serious price. On a new adventure, she’ll have to make her own sacrifices in order to protect his soul until it is ready to return to the human world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fRCdXh9MZutj1JJPZlUXMex6AuB.jpg",
    "popularity": 2.7891,
    "tmdb_url": "https://www.themoviedb.org/movie/271706"
  },
  {
    "id": 521034,
    "title": "The Secret Garden",
    "release_date": "2020-07-08",
    "overview": "Mary Lennox is born in India to wealthy British parents who never wanted her. When her parents suddenly die, she is sent back to England to live with her uncle. She meets her sickly cousin, and the two children find a wondrous secret garden lost in the grounds of Misselthwaite Manor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5MSDwUcqnGodFTvtlLiLKK0XKS.jpg",
    "popularity": 2.6371,
    "tmdb_url": "https://www.themoviedb.org/movie/521034"
  },
  {
    "id": 25664,
    "title": "Throw Down",
    "release_date": "2004-07-08",
    "overview": "A former Judo champion is given the chance to redeem himself after he befriends a competitor and an aspiring singer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s1YNISzxpfbIx2noLvd3tEt7FWV.jpg",
    "popularity": 2.5889,
    "tmdb_url": "https://www.themoviedb.org/movie/25664"
  },
  {
    "id": 98299,
    "title": "Digimon Adventure 02: Hurricane Touchdown! The Golden Digimentals",
    "release_date": "2000-07-08",
    "overview": "The DigiDestined kids discover another one of their kind living in the United States, who's own Digimon falls victim to a powerful computer virus.  In Japan this film was actually split into two parts. Digimon Hurricane Landing!! refers to the first part, and Transcendent Evolution!! The Golden Digimentals refers to the second part.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bKpLjT2AUqQvOTAcYpslmRYCyVw.jpg",
    "popularity": 2.5825,
    "tmdb_url": "https://www.themoviedb.org/movie/98299"
  },
  {
    "id": 11260,
    "title": "Meet Dave",
    "release_date": "2008-07-08",
    "overview": "A crew of miniature aliens operate a spaceship that has a human form. While trying to save their planet, the aliens encounter a new problem, as their ship becomes smitten with an Earth woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Qfav5aVRcZmq854olMjJ795JJ2.jpg",
    "popularity": 2.5664,
    "tmdb_url": "https://www.themoviedb.org/movie/11260"
  },
  {
    "id": 9009,
    "title": "Dark Water",
    "release_date": "2005-07-08",
    "overview": "Dahlia Williams and her daughter Cecelia move into a rundown apartment on New York's Roosevelt Island. Dahlia is in the midst of divorce proceedings, and the apartment, though near an excellent school for her daughter, is all she can afford. From the time she arrives, there are mysterious occurrences—and there is a constant drip from the ceiling in her daughter's bedroom…",
    "poster_url": "https://image.tmdb.org/t/p/w500/cm4M9xaBu78IjuAVNG4LCXdXsg.jpg",
    "popularity": 2.4371,
    "tmdb_url": "https://www.themoviedb.org/movie/9009"
  },
  {
    "id": 968739,
    "title": "Dangerous Liaisons",
    "release_date": "2022-07-08",
    "overview": "The innocent Célène might be falling in love with popular surfer Tristan at her new school. But she has no idea that, in actuality, she’s the object of a cruel bet between Tristan and Instagram influencer Vanessa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/opTwqTgREzvP67ERVrqt0ApXbeV.jpg",
    "popularity": 2.4273,
    "tmdb_url": "https://www.themoviedb.org/movie/968739"
  },
  {
    "id": 1177322,
    "title": "Otherhood",
    "release_date": "2023-07-08",
    "overview": "Mother and child confront the other. Meanwhile, some ladies are thinking.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aNDfreGad57McupmDSHZcY9Hyth.jpg",
    "popularity": 2.2814,
    "tmdb_url": "https://www.themoviedb.org/movie/1177322"
  },
  {
    "id": 543504,
    "title": "Detective vs. Sleuths",
    "release_date": "2022-07-08",
    "overview": "When Hong Kong is rocked by multiple gruesome murders, the police forms a task force to investigate. Jun, once a brilliant detective who suffered a mental breakdown, begins his own investigation. Eventually, the police learn that the murder victims are all suspects of cold cases being rubbed out by a figure known as \"The Sleuth\". Now, Jun and a detective from the task force are on a race against time to beat the brutal killer at its own game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sNAeYA5EZ7ouoHnVxQ0vMbfgiEi.jpg",
    "popularity": 2.1421,
    "tmdb_url": "https://www.themoviedb.org/movie/543504"
  },
  {
    "id": 13851,
    "title": "Batman: Gotham Knight",
    "release_date": "2008-07-08",
    "overview": "A chronicle of Bruce Wayne's establishment and progression into Gotham City’s legendary caped crusader through 6 standalone episodes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3i1o0sHBP0VUpuSVmkdCRKYoDBC.jpg",
    "popularity": 2.1334,
    "tmdb_url": "https://www.themoviedb.org/movie/13851"
  },
  {
    "id": 18480,
    "title": "Brüno",
    "release_date": "2009-07-08",
    "overview": "Flamboyantly gay Austrian television reporter Bruno stirs up trouble with unsuspecting guests and large crowds through brutally frank interviews and painfully hilarious public displays of homosexuality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wcUc7TYtsb72dHVb51sYaGIvQsr.jpg",
    "popularity": 2.1221,
    "tmdb_url": "https://www.themoviedb.org/movie/18480"
  },
  {
    "id": 416249,
    "title": "Cold War II",
    "release_date": "2016-07-08",
    "overview": "A suspected criminal mastermind escapes from police custody, throwing the city into turmoil. With the police department now divided, rival police chiefs are forced to take their fight to the streets of Hong Kong with deadly consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qG3e432sNeesyPG86Ybg9amyTlL.jpg",
    "popularity": 2.1186,
    "tmdb_url": "https://www.themoviedb.org/movie/416249"
  },
  {
    "id": 642815,
    "title": "Low and Peachy",
    "release_date": "2015-07-08",
    "overview": "A sarcastic loser gets help putting his life back together....against his will.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tADSajChlOeUHlgBriCcatzDtqy.jpg",
    "popularity": 2.0521,
    "tmdb_url": "https://www.themoviedb.org/movie/642815"
  },
  {
    "id": 458506,
    "title": "Tour de Pharmacy",
    "release_date": "2017-07-08",
    "overview": "A mockumentary that chronicles the prevalence of doping in the world of professional cycling.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7XaSVJ3CggWweqRUrkvuCiers5Z.jpg",
    "popularity": 2.0041,
    "tmdb_url": "https://www.themoviedb.org/movie/458506"
  }
]