[
  {
    "id": 22,
    "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
    "release_date": "2003-07-09",
    "overview": "After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z8onk7LV9Mmw6zKz4hT6pzzvmvl.jpg",
    "popularity": 21.4887,
    "tmdb_url": "https://www.themoviedb.org/movie/22"
  },
  {
    "id": 2105,
    "title": "American Pie",
    "release_date": "1999-07-09",
    "overview": "At a high-school party, four friends find that losing their collective virginity isn't as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all \"score\" by their senior prom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5P68by2Thn8wHAziyWGEw2O7hco.jpg",
    "popularity": 11.6687,
    "tmdb_url": "https://www.themoviedb.org/movie/2105"
  },
  {
    "id": 516486,
    "title": "Greyhound",
    "release_date": "2020-07-09",
    "overview": "A first-time captain leads a convoy of allied ships carrying thousands of soldiers across the treacherous waters of the \"Black Pit\" to the front lines of WWII. With no air cover protection for 5 days, the captain and his convoy must battle the surrounding enemy Nazi U-boats in order to give the allies a chance to win the war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kjMbDciooTbJPofVXgAoFjfX8Of.jpg",
    "popularity": 9.2905,
    "tmdb_url": "https://www.themoviedb.org/movie/516486"
  },
  {
    "id": 97,
    "title": "Tron",
    "release_date": "1982-07-09",
    "overview": "When brilliant video game maker Flynn hacks the mainframe of his ex-employer, he is beamed inside an astonishing digital world...And becomes part of the very game he is designing. In his mission through cyberspace, Flynn matches wits with a maniacal Master Control Program and teams up with Tron, a security measure created to bring balance to the digital environment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zwSFEczP7AzqugAHHIX3zHniT0t.jpg",
    "popularity": 5.7302,
    "tmdb_url": "https://www.themoviedb.org/movie/97"
  },
  {
    "id": 39106,
    "title": "Dragon Ball Z: Bio-Broly",
    "release_date": "1994-07-09",
    "overview": "Jaga Bada, Mr. Satan's old sparring partner, has invited Satan to his personal island to hold a grudge match. Trunks and Goten decide to come for the adventure and Android #18 is following Satan for the money he owes her. Little do they know that Jaga Bada's scientist have found a way to resurrect Broly, the legendary Super Saiyan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A0VKJ6eRIubW6wH4eAwcpQfjoRD.jpg",
    "popularity": 5.0836,
    "tmdb_url": "https://www.themoviedb.org/movie/39106"
  },
  {
    "id": 116776,
    "title": "Dragon Ball: Mystical Adventure",
    "release_date": "1988-07-09",
    "overview": "Master Roshi has succeeded at the one mission he valued most: to train Goku and Krillin to become ultimate fighters. So, he arranges for them to test their mettle at a competition hosted by Emperor Chiaotzu. Not everyone's playing by the rules, however, as a member of the ruler's household schemes to use the Dragonballs to extort money and power from the royal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4uPs9rjKkGWOmc5QO4VV08YdLpV.jpg",
    "popularity": 5.0432,
    "tmdb_url": "https://www.themoviedb.org/movie/116776"
  },
  {
    "id": 454527,
    "title": "Benedetta",
    "release_date": "2021-07-09",
    "overview": "A 17th-century nun becomes entangled in a forbidden lesbian affair with a novice. But it is Benedetta's shocking religious visions that threaten to shake the Church to its core.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3N39KDnL3d6eP6sGvERPRKyQ8PJ.jpg",
    "popularity": 4.9912,
    "tmdb_url": "https://www.themoviedb.org/movie/454527"
  },
  {
    "id": 21407,
    "title": "The Collector",
    "release_date": "2009-07-09",
    "overview": "Desperate to repay his debt to his ex-wife, an ex-con plots a heist at his new employer's country home, unaware that a second criminal has also targeted the property, and rigged it with a series of deadly traps.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e33HSokiAxhj8ptpAr2xAU4jnd8.jpg",
    "popularity": 4.1447,
    "tmdb_url": "https://www.themoviedb.org/movie/21407"
  },
  {
    "id": 522444,
    "title": "Black Water: Abyss",
    "release_date": "2020-07-09",
    "overview": "An adventure-loving couple convince their friends to explore a remote, uncharted cave system in the forests of Northern Australia. With a tropical storm approaching, they abseil into the mouth of the cave, but when the caves start to flood, tensions rise as oxygen levels fall and the friends find themselves trapped. Unknown to them, the storm has also brought in a pack of dangerous and hungry crocodiles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pmAv14TPE2vKMIRrVeCd1Ll7K94.jpg",
    "popularity": 3.7817,
    "tmdb_url": "https://www.themoviedb.org/movie/522444"
  },
  {
    "id": 54225,
    "title": "Five Senses of Eros",
    "release_date": "2009-07-09",
    "overview": "In this anthology film centered around the theme of \"Eros,\" five seperate stories are presented by five top Korean directors. The main characters from each segment are connected with each other in one way or another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rPMEejVL6YMlrpnaaFioIIASTOy.jpg",
    "popularity": 3.0718,
    "tmdb_url": "https://www.themoviedb.org/movie/54225"
  },
  {
    "id": 347688,
    "title": "Scooby-Doo! and Kiss: Rock and Roll Mystery",
    "release_date": "2015-07-09",
    "overview": "Get ready to Rock! Scooby-Doo and the Mystery Inc. Gang team up with the one and only KISS in this all-new, out-of-this-world adventure! We join the Gang at KISS World – the all-things-KISS theme park, as they investigate a series of strange hauntings. With help from KISS, they discover that the Crimson Witch has returned to summon The Destroyer from the alternate dimension of Kissteria! The evil duos ghastly plan, to destroy the earth! Can the Gang's cunning and KISS's power of rock save the day?!",
    "poster_url": "https://image.tmdb.org/t/p/w500/nTkQZPXZl9yx3tfPS9TSDZBdhHC.jpg",
    "popularity": 2.9634,
    "tmdb_url": "https://www.themoviedb.org/movie/347688"
  },
  {
    "id": 390734,
    "title": "Kingsglaive: Final Fantasy XV",
    "release_date": "2016-07-09",
    "overview": "The magical kingdom of Lucis is home to the world’s last remaining Crystal, and the menacing empire of Niflheim is determined to steal it. King Regis of Lucis commands an elite force of soldiers called the Kingsglaive. Wielding their king’s magic, they fight to protect Lucis. As the overwhelming military might of the empire bears down, King Regis is faced with an impossible ultimatum – to marry his son, Prince Noctis to Princess Lunafreya of Tenebrae, captive of Niflheim, and surrender his lands to Niflheim rule.  Although the king concedes, it becomes clear that the empire will stop at nothing to achieve their devious goals, with only the Kingsglaive standing between them and world domination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xGMgspge6uYoypRiasAmlluDlXH.jpg",
    "popularity": 2.9187,
    "tmdb_url": "https://www.themoviedb.org/movie/390734"
  },
  {
    "id": 9893,
    "title": "Sleepover",
    "release_date": "2004-07-09",
    "overview": "As their first year of high school looms ahead, best friends Julie, Hannah, Yancy and Farrah have one last summer sleepover. Little do they know they're about to embark on the adventure of a lifetime. Desperate to shed their nerdy status, they take part in a night-long scavenger hunt that pits them against their popular archrivals. Everything under the sun goes on -- from taking Yancy's father's car to sneaking into nightclubs!",
    "poster_url": "https://image.tmdb.org/t/p/w500/p9CyHjVFCQfjhLfn9Xo0WPpYHQr.jpg",
    "popularity": 2.7211,
    "tmdb_url": "https://www.themoviedb.org/movie/9893"
  },
  {
    "id": 809107,
    "title": "Z-O-M-B-I-E-S 3",
    "release_date": "2022-07-09",
    "overview": "Zed and Addison are beginning their final year at Seabrook High in the town that’s become a safe haven for monsters and humans alike. Zed is anticipating an athletic scholarship that will make him the first Zombie to attend college, while Addison is gearing up for Seabrook’s first international cheer-off competition. Then suddenly, extraterrestrial beings appear around Seabrook, provoking something other than friendly competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d77E4mv8FvqPsTunLNNvqiX7Hd4.jpg",
    "popularity": 2.5492,
    "tmdb_url": "https://www.themoviedb.org/movie/809107"
  },
  {
    "id": 347984,
    "title": "6 Days",
    "release_date": "2017-07-09",
    "overview": "London, England, April 1980. Six terrorists assault the Embassy of Iran and take hostages. For six days, tense negotiations are held while the authorities decide whether a military squad should intervene.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yRbC0uRj1RDmF0JLon83il2dkR0.jpg",
    "popularity": 2.515,
    "tmdb_url": "https://www.themoviedb.org/movie/347984"
  },
  {
    "id": 6278,
    "title": "Reign of Fire",
    "release_date": "2002-07-09",
    "overview": "In post-apocalyptic England, an American volunteer and a British survivor team up to fight off a brood of fire-breathing dragons seeking to return to global dominance after centuries of rest underground. The Brit -- leading a clan of survivors to hunt down the King of the Dragons -- has much at stake: His mother was killed by a dragon, but his love is still alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
    "popularity": 2.4597,
    "tmdb_url": "https://www.themoviedb.org/movie/6278"
  },
  {
    "id": 698201,
    "title": "Tokyo Revengers",
    "release_date": "2021-07-09",
    "overview": "An unemployed man learns that his ex-girlfriend was murdered. He suddenly finds himself travelling through time to his middle school years and has chance to change the future and save the girl. He aims to rise to the top of the most brutal delinquent gang.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q8Q2VBt3rP0cSG3hNerIQuogLAH.jpg",
    "popularity": 2.4453,
    "tmdb_url": "https://www.themoviedb.org/movie/698201"
  },
  {
    "id": 338380,
    "title": "Slam Dunk 2: National Tournement",
    "release_date": "1994-07-09",
    "overview": "Set during the Inter High Championships, Shohoku take on Tsukubu, one of this year's dark horses. It's a clash of acquaintances as Anzai will face his former student which is now the coach of Tsukubu, while Akagi & Kogure meet Godai their former classmate and Tsukubu's captain. Finally Sakuragi is irked by the presence of Nango, Tsukubu's center, who vies for Haruko's attention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5NJKxIwL82wYkTB3qHJzkywunEi.jpg",
    "popularity": 2.429,
    "tmdb_url": "https://www.themoviedb.org/movie/338380"
  },
  {
    "id": 68942,
    "title": "Eastern Condors",
    "release_date": "1987-07-09",
    "overview": "A motley group of Chinese prisoners held in the US is sent on a covert mission with the promise of a pardon: to go deep into Vietnam and destroy a secret depot of missiles that the US left behind during the pull-out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vp1qOZJThAGHfrB4uOlmg0JsPvO.jpg",
    "popularity": 2.3579,
    "tmdb_url": "https://www.themoviedb.org/movie/68942"
  },
  {
    "id": 451644,
    "title": "Dragonheart: Battle for the Heartfire",
    "release_date": "2017-07-09",
    "overview": "When the King Gareth dies, his potential heirs, twin grandchildren who possess the dragon’s unique strengths, use their inherited powers against each other to vie for the throne. When Drago’s source of power – known as the Heartfire – is stolen, more than the throne is at stake; the siblings must end their rivalry with swords and sorcery or the kingdom may fall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nPjqwumVHyx2nOCyZH5dpXAmhpf.jpg",
    "popularity": 2.2171,
    "tmdb_url": "https://www.themoviedb.org/movie/451644"
  },
  {
    "id": 80805,
    "title": "Simhadri",
    "release_date": "2003-07-09",
    "overview": "Simhadri, a loyal servant in a landlord's house, leads a secret life as Singamalai, a powerful leader in the state of Kerala.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pTzdNOtWSXB32OGPCI5ayE4NgiX.jpg",
    "popularity": 2.1099,
    "tmdb_url": "https://www.themoviedb.org/movie/80805"
  },
  {
    "id": 77940,
    "title": "Major: The Ball of Friendship",
    "release_date": "2008-07-09",
    "overview": "Goro briefly returns to Japan after a triumphant campaign in the US. He is heading towards Fukuoka where he played baseball when he was a fifth grader. Having just moved into a new town, this is where Goro faced a critical point in his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d3dXbHyRns01wXE9YpJ3mnvA4Mu.jpg",
    "popularity": 2.1099,
    "tmdb_url": "https://www.themoviedb.org/movie/77940"
  },
  {
    "id": 575320,
    "title": "Good Girlfriend",
    "release_date": "2018-07-09",
    "overview": "Sang Woo and his sibling Wan Jin come to his home with a drunk new employee In-hye after a company dinner. In Hye can't get up the next day. Sang Woo asks his younger brother Wan Jin for help and goes to work first. In Hye, who woke up late, heard about yesterday's situation from Wan-jin and went to take a shower to go to work, but she collapsed because she felt dizzy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4kmCSyNwTiVek8Vr3EM6UKXFVlL.jpg",
    "popularity": 2.0849,
    "tmdb_url": "https://www.themoviedb.org/movie/575320"
  }
]