[
  {
    "id": 497698,
    "title": "Black Widow",
    "release_date": "2021-07-07",
    "overview": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qAZ0pzat24kLdO3o8ejmbLxyOac.jpg",
    "popularity": 83.4252,
    "tmdb_url": "https://www.themoviedb.org/movie/497698"
  },
  {
    "id": 921636,
    "title": "The Out-Laws",
    "release_date": "2023-07-07",
    "overview": "A straight-laced bank manager is about to marry the love of his life. When his bank is held up by infamous Ghost Bandits during his wedding week, he believes his future in-laws who just arrived in town, are the infamous Out-Laws.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5dliMQ2ODbGNoq0hlefdnuXQxMw.jpg",
    "popularity": 33.3158,
    "tmdb_url": "https://www.themoviedb.org/movie/921636"
  },
  {
    "id": 34851,
    "title": "Predators",
    "release_date": "2010-07-07",
    "overview": "A group of cold-blooded killers find themselves trapped on an alien planet to be hunted by extraterrestrial Predators.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sx5EuckP7SBQrlMlxg0PLt282WS.jpg",
    "popularity": 14.1182,
    "tmdb_url": "https://www.themoviedb.org/movie/34851"
  },
  {
    "id": 4247,
    "title": "Scary Movie",
    "release_date": "2000-07-07",
    "overview": "A familiar-looking group of teenagers find themselves being stalked by a more-than-vaguely recognizable masked killer! As the victims begin to pile up and the laughs pile on, none of your favorite scary movies escape the razor-sharp satire of this outrageously funny parody!",
    "poster_url": "https://image.tmdb.org/t/p/w500/fVQFPRuw3yWXojYDJvA5EoFjUOY.jpg",
    "popularity": 13.8047,
    "tmdb_url": "https://www.themoviedb.org/movie/4247"
  },
  {
    "id": 188927,
    "title": "Star Trek Beyond",
    "release_date": "2016-07-07",
    "overview": "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a mysterious new enemy who puts them and everything the Federation stands for to the test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cnQp8GmOWahIgQaH60Kwez3TNzw.jpg",
    "popularity": 6.1387,
    "tmdb_url": "https://www.themoviedb.org/movie/188927"
  },
  {
    "id": 339692,
    "title": "Shot Caller",
    "release_date": "2017-07-07",
    "overview": "A newly-released prison gangster is forced by the leaders of his gang to orchestrate a major crime with a brutal rival gang on the streets of Southern California.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qLmLz2wtyYvmW8Ult3l2ngOnW8v.jpg",
    "popularity": 5.5795,
    "tmdb_url": "https://www.themoviedb.org/movie/339692"
  },
  {
    "id": 9348,
    "title": "Species",
    "release_date": "1995-07-07",
    "overview": "In 1993, the Search for Extra Terrestrial Intelligence Project receives a transmission detailing an alien DNA structure, along with instructions on how to splice it with human DNA. The result is Sil, a sensual but deadly creature who can change from a beautiful woman to an armour-plated killing machine in the blink of an eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cT5wdyo8kT7dycqjrolJ2sHWkFx.jpg",
    "popularity": 5.16,
    "tmdb_url": "https://www.themoviedb.org/movie/9348"
  },
  {
    "id": 691,
    "title": "The Spy Who Loved Me",
    "release_date": "1977-07-07",
    "overview": "Russian and British submarines with nuclear missiles on board both vanish from sight without a trace. England and Russia both blame each other as James Bond tries to solve the riddle of the disappearing ships. But the KGB also has an agent on the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ZxHKFxMYvAko680DsRgAZKWcLi.jpg",
    "popularity": 5.1472,
    "tmdb_url": "https://www.themoviedb.org/movie/691"
  },
  {
    "id": 999613,
    "title": "Kristina",
    "release_date": "2022-07-07",
    "overview": "Kristina is a transgender sex worker in Serbia. She plays herself in an eponymous film that portrays her daily life with reticence in accordance with the rules of fiction. We’re in Kristina’s home with her. With camp elegance, she contentedly arranges ikebana in the luxuriant, baroque shade of her garden. The surprisingly shrill ringtone of her telephone disrupts the idyllic scene and Kristina reels off the prices of her services to the caller. Tracing an inner journey in the secret calm of churches and forests, the film also opens up a space of confession in its core, in frontal shots where Kristina tells her story. It does not, however, follow the path of repentance. On the contrary, it asserts the profound freedom of a modern woman, captured majestically in a bold portrait with strokes inspired by iconostases that tend towards the divine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/24puSVzsM5YbvcgSeWXQk35iBsc.jpg",
    "popularity": 5.0966,
    "tmdb_url": "https://www.themoviedb.org/movie/999613"
  },
  {
    "id": 942,
    "title": "Lethal Weapon 2",
    "release_date": "1989-07-07",
    "overview": "Riggs and Murtaugh are on the trail of South African diplomats using their immunity to engage in criminal activities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z35OkbOTfnalyx8LK5EPUrnKQhR.jpg",
    "popularity": 4.9228,
    "tmdb_url": "https://www.themoviedb.org/movie/942"
  },
  {
    "id": 9477,
    "title": "King Arthur",
    "release_date": "2004-07-07",
    "overview": "The story of the Arthurian legend, based on the 'Sarmatian hypothesis' which contends that the legend has a historical nucleus in the Sarmatian heavy cavalry troops stationed in Britain, and that the Roman-British military commander, Lucius Artorius Castus is the historical person behind the legend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iKLZEAnjzr51Ij7TJtNejc5CN3i.jpg",
    "popularity": 4.1986,
    "tmdb_url": "https://www.themoviedb.org/movie/9477"
  },
  {
    "id": 25539,
    "title": "Winners & Sinners",
    "release_date": "1983-07-07",
    "overview": "Five friends are released from prison and do their best to stay out trouble. While trying to mind their own business (and run their 5-Star Cleaning Service), they are caught up in a war between rival Triad gangs fighting for control of the counterfeit currency market.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ngFYme3fGnwkssHkPXZr3peI6iW.jpg",
    "popularity": 3.907,
    "tmdb_url": "https://www.themoviedb.org/movie/25539"
  },
  {
    "id": 316023,
    "title": "Mike and Dave Need Wedding Dates",
    "release_date": "2016-07-07",
    "overview": "Mike and Dave are young, adventurous, fun-loving brothers who tend to get out of control at family gatherings. When their sister Jeanie reveals her Hawaiian wedding plans, the rest of the Stangles insist that the brothers bring respectable dates. After placing an ad on Craigslist, the siblings decide to pick Tatiana and Alice, two charming and seemingly normal women. Once they arrive on the island, however, Mike and Dave realize that their companions are ready to get wild and party.",
    "poster_url": "https://image.tmdb.org/t/p/w500/alWBdyvXf1LSixnn1IfID5HMtLx.jpg",
    "popularity": 3.4096,
    "tmdb_url": "https://www.themoviedb.org/movie/316023"
  },
  {
    "id": 6520,
    "title": "First Knight",
    "release_date": "1995-07-07",
    "overview": "The timeless tale of King Arthur and the legend of Camelot are retold in this passionate period drama. Arthur is reluctant to hand the crown to Lancelot, and Guinevere is torn between her loyalty to her husband and her growing love for his rival. But Lancelot must balance his loyalty to the throne with the rewards of true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xuXkCcrvUTkehVXuTGpnfySsx0Z.jpg",
    "popularity": 3.3964,
    "tmdb_url": "https://www.themoviedb.org/movie/6520"
  },
  {
    "id": 20770,
    "title": "But I'm a Cheerleader",
    "release_date": "2000-07-07",
    "overview": "Megan is an all-American girl. A cheerleader. She has a boyfriend. But Megan doesn't like kissing her boyfriend very much. And she's pretty touchy with her cheerleader friends. Her conservative parents worry that she must be a lesbian and send her off to \"sexual redirection\" school, where she must, with other lesbians and gays learn how to be straight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2MHbduHgcl70vwN0aw7x0YS3JOu.jpg",
    "popularity": 3.2447,
    "tmdb_url": "https://www.themoviedb.org/movie/20770"
  },
  {
    "id": 846214,
    "title": "The Good, the Bart, and the Loki",
    "release_date": "2021-07-07",
    "overview": "Loki is banished from Asgard once again and must face his toughest opponents yet: the Simpsons and Springfield’s mightiest heroes. The God of Mischief teams up with Bart Simpson in the ultimate crossover event paying tribute to the Marvel Cinematic Universe of superheroes and villains.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rtMdtzywcAGOrF6t8fbxJBqpdcq.jpg",
    "popularity": 2.9853,
    "tmdb_url": "https://www.themoviedb.org/movie/846214"
  },
  {
    "id": 1124348,
    "title": "Our Secret Diary",
    "release_date": "2023-07-07",
    "overview": "Nozomi Kuroda is in the 2nd grade of high school. One day, she finds a letter in a classroom desk. The letter has only the word \"like\" written on it. The person who wrote the letter is Jun Setoyama. He happens to be the most popular boy at the high school. Nozomi Kuroda feels embarrassed, but she eventually leaves a reply in a shoe closet at school. This is how their secret exchange diary begins. Nozomi Kuroda soon learns that the intended recipient for the first letter was her best friend. Nevertheless, Nozomi Kuroda is attracted to Jun Setoyama, who expresses his thoughts and feelings unlike her. She's unable to tell him the truth that the person exchanging messages is her and not her best friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7O3EQA5wuX1t86sLvH9XQQs8tKB.jpg",
    "popularity": 2.8552,
    "tmdb_url": "https://www.themoviedb.org/movie/1124348"
  },
  {
    "id": 4244,
    "title": "The Kid",
    "release_date": "2000-07-07",
    "overview": "Powerful businessman Russ Duritz is self-absorbed and immersed in his work. But by the magic of the moon, he meets Rusty, a chubby, charming 8-year-old version of himself who can't believe he could turn out so badly – with no life and no dog. With Rusty's help, Russ is able to reconcile the person he used to dream of being with the man he's actually become.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kMRZhiF08nDiO5aRb81Np5a4d6p.jpg",
    "popularity": 2.6912,
    "tmdb_url": "https://www.themoviedb.org/movie/4244"
  },
  {
    "id": 780381,
    "title": "Blind",
    "release_date": "2023-07-07",
    "overview": "A brutal cat and mouse game between a blind ex-cop Gia Singh and a psychopathic serial killer, who likes to torture and kill young women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s0OPCt54xWdQOewOlXLETi2POWf.jpg",
    "popularity": 2.463,
    "tmdb_url": "https://www.themoviedb.org/movie/780381"
  },
  {
    "id": 440597,
    "title": "Wish Upon",
    "release_date": "2017-07-07",
    "overview": "A teenage girl discovers a box with magical powers, but those powers comes with a deadly price.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u0vnocj57vJt5DHoBEqUOD1G4SU.jpg",
    "popularity": 2.3939,
    "tmdb_url": "https://www.themoviedb.org/movie/440597"
  },
  {
    "id": 532677,
    "title": "Room Laundering",
    "release_date": "2018-07-07",
    "overview": "Yakumo Miko's father died when she was 5 years old. The next year, Miko mother went missing. Miko then moved in with her grandmother, but, at the age of 18, Miko's grandmother passes away. She shuts herself away from others. One day, her uncle from her mother's side, Ikazuzi Goro appears. He sets up a place for Miko to live and also a place for her to do part-time work. Her part-time job is \"room laundering.\" After starting her job, Miko sees ghosts. She struggles to solve the worries of the ghosts who are staying in rooms. Ikazuzi Goro tells Miko that her mother was able to see ghosts which affected her. Miko asks him to find her mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oiifTrvGgEjlVBOQUPODvQ9I4Mx.jpg",
    "popularity": 2.315,
    "tmdb_url": "https://www.themoviedb.org/movie/532677"
  },
  {
    "id": 404604,
    "title": "Mom",
    "release_date": "2017-07-07",
    "overview": "After her stepdaughter is sexually assaulted at a party, a furious mother sets out to destroy the lives of the four perpetrators who walked free.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zZwbntqdfKdVgzH1RoMHa99g0mJ.jpg",
    "popularity": 2.2587,
    "tmdb_url": "https://www.themoviedb.org/movie/404604"
  },
  {
    "id": 704,
    "title": "A Hard Day's Night",
    "release_date": "1964-07-07",
    "overview": "Capturing John Lennon, Paul McCartney, George Harrison and Ringo Starr in their electrifying element, 'A Hard Day's Night' is a wildly irreverent journey through this pastiche of a day in the life of The Beatles during 1964. The band have to use all their guile and wit to avoid the pursuing fans and press to reach their scheduled television performance, in spite of Paul's troublemaking grandfather and Ringo's arrest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Ulsccp2VkaVU5qbya3bxm9JG4x.jpg",
    "popularity": 2.1947,
    "tmdb_url": "https://www.themoviedb.org/movie/704"
  },
  {
    "id": 67913,
    "title": "The Guard",
    "release_date": "2011-07-07",
    "overview": "When a small-town Irish cop with a crass personality is partnered with a straight-laced FBI agent to bust an international drug-trafficking ring, they must settle their differences in order to take down a dangerous gang.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dtQiStID0le2EMTmJXupPRybARB.jpg",
    "popularity": 2.1461,
    "tmdb_url": "https://www.themoviedb.org/movie/67913"
  },
  {
    "id": 22013,
    "title": "Elmer Gantry",
    "release_date": "1960-07-07",
    "overview": "A charismatic charlatan begins a business — and eventually romantic — relationship with a roadside evangelist to sell religion to 1920s America. Based on Sinclair Lewis' novel of the same name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5vd031r08rrfSMqtB9UarwqCUOz.jpg",
    "popularity": 2.1192,
    "tmdb_url": "https://www.themoviedb.org/movie/22013"
  },
  {
    "id": 1908,
    "title": "Inherit the Wind",
    "release_date": "1960-07-07",
    "overview": "Schoolteacher Bertram Cates is arrested for teaching his students Darwin's theory of evolution. The case receives national attention and one of the newspaper reporters, E.K. Hornbeck, arranges to bring in renowned defense attorney and atheist Henry Drummond to defend Cates. The prosecutor, Matthew Brady is a former presidential candidate, famous evangelist, and old adversary of Drummond.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7oaHcF0gCOt2lKaT2zajhajP0Zo.jpg",
    "popularity": 2.1146,
    "tmdb_url": "https://www.themoviedb.org/movie/1908"
  },
  {
    "id": 21845,
    "title": "Rookie of the Year",
    "release_date": "1993-07-07",
    "overview": "12-year-old Henry Rowengartner, whose late father was a minor league baseball player, grew up dreaming of playing baseball, despite his physical shortcomings. After Henry's arm is broken while trying to catch a baseball at school, the tendon in that arm heals too tightly, allowing Henry to throw pitches that are as fast as 103 mph. Henry is spotted at nearby Wrigley Field by Larry \"Fish\" Fisher, the general manager of the struggling Chicago Cubs, after Henry throws an opponent's home-run ball all the way from the outfield bleachers back to the catcher, and it seems that Henry may be the pitcher that team owner Bob Carson has been praying for.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9If8XnhBdEbQ2Q0ggAQC92CptjU.jpg",
    "popularity": 2.0923,
    "tmdb_url": "https://www.themoviedb.org/movie/21845"
  },
  {
    "id": 75931,
    "title": "The Cat",
    "release_date": "2011-07-07",
    "overview": "So-yeon suffers from claustrophobia and inherits a Persian cat when its owner dies. She begins having nightmares and people around her begin dying as she searches for the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wgxOQyCvs1roBK7vTCuQOLWdzXT.jpg",
    "popularity": 2.0848,
    "tmdb_url": "https://www.themoviedb.org/movie/75931"
  },
  {
    "id": 3509,
    "title": "A Scanner Darkly",
    "release_date": "2006-07-07",
    "overview": "An undercover cop in a not-too-distant future becomes involved with a dangerous new drug and begins to lose his own identity as a result.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lUKudOpHICDj6A6SO7DdaZM4W48.jpg",
    "popularity": 2.0079,
    "tmdb_url": "https://www.themoviedb.org/movie/3509"
  }
]