[
  {
    "id": 4248,
    "title": "Scary Movie 2",
    "release_date": "2001-07-04",
    "overview": "While the original parodied slasher flicks like Scream, Keenen Ivory Wayans's sequel to Scary Movie takes comedic aim at haunted house movies. A group of students visit a mansion called \"Hell House,\" and murderous high jinks ensue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Eb1JWK0Cb0rbfsYjwfc9g0PbQH.jpg",
    "popularity": 8.6537,
    "tmdb_url": "https://www.themoviedb.org/movie/4248"
  },
  {
    "id": 363088,
    "title": "Ant-Man and the Wasp",
    "release_date": "2018-07-04",
    "overview": "Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cFQEO687n1K6umXbInzocxcnAQz.jpg",
    "popularity": 7.9901,
    "tmdb_url": "https://www.themoviedb.org/movie/363088"
  },
  {
    "id": 442249,
    "title": "The First Purge",
    "release_date": "2018-07-04",
    "overview": "To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America test a sociological theory that vents aggression for one night in one isolated community. But when the violence of oppressors meets the rage of the others, the contagion will explode from the trial-city borders and spread across the nation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/litjsBoiydO6JlO70uOX4N3WnNL.jpg",
    "popularity": 5.9118,
    "tmdb_url": "https://www.themoviedb.org/movie/442249"
  },
  {
    "id": 70057,
    "title": "Dragon",
    "release_date": "2011-07-04",
    "overview": "A sinful martial arts expert wants to start a new tranquil life, only to be hunted by a determined detective and his former master.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wnzIYs7NNJGC7AuQKfecEVStYAr.jpg",
    "popularity": 3.6055,
    "tmdb_url": "https://www.themoviedb.org/movie/70057"
  },
  {
    "id": 11134,
    "title": "Police Story 3: Super Cop",
    "release_date": "1992-07-04",
    "overview": "A Hong Kong detective teams up with his female Red Chinese counterpart to stop a Chinese drug czar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vquualEWaVJdvsu9jRdOfSki2Z2.jpg",
    "popularity": 3.0618,
    "tmdb_url": "https://www.themoviedb.org/movie/11134"
  },
  {
    "id": 245917,
    "title": "Gintama: The Movie 2: The Final Chapter: Be Forever Yorozuya",
    "release_date": "2013-07-04",
    "overview": "What would have happened if the Shiroyasha never existed?  Edo is thrown to chaos by a mysterious cause. Sakata Gintoki, now lives in a world where the future has changed, without him. What has happened to the Yorozuya?  Gintoki, who is now a ghost of the past, must once again carry the burden in order to save his friends. He must finish the biggest job ever, which may be the final job of Yorozuya.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1wEl5WHQO2SdWQ6S3gLBaaobf4c.jpg",
    "popularity": 3.0366,
    "tmdb_url": "https://www.themoviedb.org/movie/245917"
  },
  {
    "id": 11543,
    "title": "Kingpin",
    "release_date": "1996-07-04",
    "overview": "After bowler Roy Munson swindles the wrong crowd and is left with a hook for a hand, he settles into impoverished obscurity. That is, until he uncovers the next big thing: an Amish kid named Ishmael. So, the corrupt and the hopelessly naive hit the circuit intent on settling an old score with Big Ern.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8AFJ0Mk7D5JZZxmT4NXKIKSclqp.jpg",
    "popularity": 2.9229,
    "tmdb_url": "https://www.themoviedb.org/movie/11543"
  },
  {
    "id": 347187,
    "title": "Code Geass: Akito the Exiled 4: Memories of Hatred",
    "release_date": "2015-07-04",
    "overview": "While W-0 is away, Leila and the remaining crew at base find themselves surrounded by Britannian Knightmares. Piloting the Vercingetorix, Shin Hyuuga leads the enemy charge, having usurped the position of Grand Master in the Knights of St. Michael. With her core members unavailable, it's up to Leila to protect her comrades, but this may be much tougher than she realizes: a spy lurking among them is finally ready to reveal himself.  Left with no choice but to surrender, Leila arranges a meeting with Shin in order to ensure the safety of her squad. But as negotiations begin to fall apart, Akito and an unexpected ally return in the nick of time to turn things around.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4eNsnGy5zwzn0ro4BOv5rHfwhAV.jpg",
    "popularity": 2.825,
    "tmdb_url": "https://www.themoviedb.org/movie/347187"
  },
  {
    "id": 10992,
    "title": "Cats & Dogs",
    "release_date": "2001-07-04",
    "overview": "When a professor develops a vaccine that eliminates human allergies to dogs, he unwittingly upsets the fragile balance of power between cats and dogs and touches off an epic battle for pet supremacy. The fur flies as the feline faction, led by Mr. Tinkles, squares off against wide-eyed puppy Lou and his canine cohorts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/azV3Je9uYKvSL2B46wc4vOHJV4S.jpg",
    "popularity": 2.6792,
    "tmdb_url": "https://www.themoviedb.org/movie/10992"
  },
  {
    "id": 76850,
    "title": "Subramaniapuram",
    "release_date": "2008-07-04",
    "overview": "In 1980, five friends live a carefree life in Madurai until they commit a near-perfect crime but do not manage to get away with it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n6fX9TDrzNPEYBK6ia1FMz84g2j.jpg",
    "popularity": 2.5183,
    "tmdb_url": "https://www.themoviedb.org/movie/76850"
  },
  {
    "id": 1147909,
    "title": "The Manson Murders",
    "release_date": "2023-07-04",
    "overview": "The 1960s were a period when long held values and norms of behaviour seemed to break down, particularly among the young. Hippies advocated nonviolence and love, a popular phrase being \"Make love, not war,\" for which they were sometimes called \"flower children.\" They promoted openness and tolerance as alternatives to the restrictions and regimentation they saw in middle-class society. The movement seemed to be taking the minds of the new generation by storm... That was until one group of hippies, The Manson Family, led by Charles Manson, committed a set of crimes that terrified the world and brought the flower power movement to a halt. Charles Milles Manson was an American criminal and musician who led the Manson Family, a cult based in California. Some of the members committed a series of nine murders at four locations in July and August 1969, including the brutal murder of 8 month pregnant, actress and model Sharon Tate, wife of Roman Polanski.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nPMFeiuFZg0WYIMIe3na5hMmP0D.jpg",
    "popularity": 2.3849,
    "tmdb_url": "https://www.themoviedb.org/movie/1147909"
  },
  {
    "id": 715930,
    "title": "Elementa",
    "release_date": "2020-07-04",
    "overview": "A black-and-white visual meditation of wilderness and the elements. Wildlife filmmaker Richard Sidey returns to the triptych format for a cinematic experience like no other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k1wtRF16seHFih9FNgCmA1BceM1.jpg",
    "popularity": 2.3795,
    "tmdb_url": "https://www.themoviedb.org/movie/715930"
  },
  {
    "id": 76544,
    "title": "Man of Tai Chi",
    "release_date": "2013-07-04",
    "overview": "In Beijing, a young martial artist's skill places him in position to experience opportunities and sacrifices.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jXq5Gjy8vc3iifDgtObZ4i6qNe8.jpg",
    "popularity": 2.2848,
    "tmdb_url": "https://www.themoviedb.org/movie/76544"
  },
  {
    "id": 898,
    "title": "Birdman of Alcatraz",
    "release_date": "1962-07-04",
    "overview": "After killing a prison guard, convict Robert Stroud faces life imprisonment in solitary confinement. Driven nearly mad by loneliness and despair, Stroud's life gains new meaning when he happens upon a helpless baby sparrow in the exercise yard and nurses it back to health. Despite having only a third grade education, Stroud goes on to become a renowned ornithologist and achieves a greater sense of freedom and purpose behind bars than most people find in the outside world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6EODLN11HTX4l2cmakAhWIoJLF.jpg",
    "popularity": 2.2213,
    "tmdb_url": "https://www.themoviedb.org/movie/898"
  },
  {
    "id": 329991,
    "title": "C.I.D. Moosa",
    "release_date": "2003-07-04",
    "overview": "Moosa, a private detective, faces many challenges while solving various cases. His only rival is his own brother-in-law, Peethambaran, who is a police officer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/evsWMsxq8xZbCDFWwjN6ZX8e3Fw.jpg",
    "popularity": 2.1474,
    "tmdb_url": "https://www.themoviedb.org/movie/329991"
  }
]