[
  {
    "id": 315635,
    "title": "Spider-Man: Homecoming",
    "release_date": "2017-07-05",
    "overview": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c24sv2weTHPsmDa7jEMN0m2P3RT.jpg",
    "popularity": 130.6558,
    "tmdb_url": "https://www.themoviedb.org/movie/315635"
  },
  {
    "id": 496450,
    "title": "Miraculous: Ladybug & Cat Noir, The Movie",
    "release_date": "2023-07-05",
    "overview": "After a guardian of magical jewels turns an awkward girl and a popular boy into superheroes, they can never reveal their identities — even to each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
    "popularity": 11.3835,
    "tmdb_url": "https://www.themoviedb.org/movie/496450"
  },
  {
    "id": 614479,
    "title": "Insidious: The Red Door",
    "release_date": "2023-07-05",
    "overview": "To put their demons to rest once and for all, Josh Lambert and a college-aged Dalton Lambert must go deeper into The Further than ever before, facing their family's dark past and a host of new and more horrifying terrors that lurk behind the red door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d07phJqCx6z5wILDYqkyraorDPi.jpg",
    "popularity": 8.6783,
    "tmdb_url": "https://www.themoviedb.org/movie/614479"
  },
  {
    "id": 11770,
    "title": "Shaolin Soccer",
    "release_date": "2001-07-05",
    "overview": "A young Shaolin follower reunites with his discouraged brothers to form a soccer team using their martial art skills to their advantage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1aOnEAg3FSIg8DncA9JvMBuARTZ.jpg",
    "popularity": 8.1489,
    "tmdb_url": "https://www.themoviedb.org/movie/11770"
  },
  {
    "id": 5689,
    "title": "The Blue Lagoon",
    "release_date": "1980-07-05",
    "overview": "Two small children and a ship's cook survive a shipwreck and find safety on an idyllic tropical island. Soon, however, the cook dies and the young boy and girl are left on their own. Days become years and Emmeline and Richard make a home for themselves surrounded by exotic creatures and nature's beauty. But will they ever see civilization again?",
    "poster_url": "https://image.tmdb.org/t/p/w500/k6KsThCeoxxHDbVnlHLdTlf5wsy.jpg",
    "popularity": 6.6122,
    "tmdb_url": "https://www.themoviedb.org/movie/5689"
  },
  {
    "id": 9294,
    "title": "Phenomenon",
    "release_date": "1996-07-05",
    "overview": "An ordinary man sees a bright light descend from the sky, and discovers he now has super-intelligence and telekinesis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5eK1HNf0Kl2vDPOeqf1kX4SKxrw.jpg",
    "popularity": 4.1283,
    "tmdb_url": "https://www.themoviedb.org/movie/9294"
  },
  {
    "id": 398173,
    "title": "The House That Jack Built",
    "release_date": "2018-07-05",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg",
    "popularity": 3.767,
    "tmdb_url": "https://www.themoviedb.org/movie/398173"
  },
  {
    "id": 807196,
    "title": "Boiling Point",
    "release_date": "2021-07-05",
    "overview": "A head chef balances multiple personal and professional crises at a popular restaurant in London.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdkk7OBnIL1peW2zwcAAp6O54Jo.jpg",
    "popularity": 3.7135,
    "tmdb_url": "https://www.themoviedb.org/movie/807196"
  },
  {
    "id": 377579,
    "title": "Gatao",
    "release_date": "2015-07-05",
    "overview": "Qing Feng is the top lieutenant under gang boss Yong. Three years ago, his good friend Xiong went to jail for him in the name of brotherhood. Upon his return, Xiong is immediately favored by Yong, which plants a growing rift in his friendship with Qing Feng. Over on the rival gang side, U.S.-educated Michael returns to Taiwan to take over for his late father and applies ruthless business strategies to expand his turf. With his eyes set on a profitable property development project, Michael will stop at nothing to eliminate Yong and take over his turf.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3EsFGbd9ZjWwZeNiUl0ghm71h21.jpg",
    "popularity": 3.0424,
    "tmdb_url": "https://www.themoviedb.org/movie/377579"
  },
  {
    "id": 700979,
    "title": "Friend's Mothers",
    "release_date": "2018-07-05",
    "overview": "A lonely young man is in dire straits, but his friend's mothers don't see him as a boy, but as a man, and take extra interest in him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cG1hXEWGepEqKSRe2HLL33vvPn8.jpg",
    "popularity": 2.8519,
    "tmdb_url": "https://www.themoviedb.org/movie/700979"
  },
  {
    "id": 847681,
    "title": "The Cosmic Hoax: An Exposé",
    "release_date": "2021-07-05",
    "overview": "This documentary is Dr. Steven Greer’s answer to the current government and media disinformation campaign promoting 3 big lies:  1. We do not know what these UAPs/ UFOs are. WE DO.  2. Humans cannot make craft that can maneuver like UFOs. WE  CAN and WE DO.  3. The UFOs are a threat. THEY ARE NOT.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kDso8TyBXCR4TuzE0yv8yZYalfj.jpg",
    "popularity": 2.8189,
    "tmdb_url": "https://www.themoviedb.org/movie/847681"
  },
  {
    "id": 3177,
    "title": "Battle Royale II: Requiem",
    "release_date": "2003-07-05",
    "overview": "It's three years after the events of the original Battle Royale, and Shuya Nanahara is now an internationally-known terrorist determined to bring down the government. His terrorist group, Wild Seven, stages an attack that levels several buildings in Tokyo on Christmas Day, killing 8000 people. In order for the government to study the benefits of \"teamwork\", the new students work in pairs, with their collars electronically linked so that if one of them is killed, the other dies as well. They must kill Nanahara in three days - or die.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sKoVS6wVmIY0fCDcJYZZ1y3yOK3.jpg",
    "popularity": 2.7913,
    "tmdb_url": "https://www.themoviedb.org/movie/3177"
  },
  {
    "id": 148265,
    "title": "Eega",
    "release_date": "2012-07-05",
    "overview": "Nani is a flower decorator, madly in love with his neighbor Bindhu. He gets killed by the baddie, Sudeep, a powerful businessman. Nani comes back as a housefly to get his revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xbCPJejbJgRIuOwUzJqcBUjCbFB.jpg",
    "popularity": 2.6738,
    "tmdb_url": "https://www.themoviedb.org/movie/148265"
  },
  {
    "id": 47634,
    "title": "The Bullet Train",
    "release_date": "1975-07-05",
    "overview": "A Japanese bullet train is threatened with a bomb that will explode automatically if the train slows below 80 km/h, unless a ransom is paid. Police race to find the bombers so the train crew can learn how to defuse the bomb.",
    "poster_url": "https://image.tmdb.org/t/p/w500/viCIKxztBhLjiXOiuNLqpaUHI0v.jpg",
    "popularity": 2.6249,
    "tmdb_url": "https://www.themoviedb.org/movie/47634"
  },
  {
    "id": 987927,
    "title": "I Can't Breathe (God Forgive Them)",
    "release_date": "2022-07-05",
    "overview": "What lies beyond Death? Does Justice indeed Prevail? The testing of your faith is more precious than gold. So, keep on believing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fO7qfCAWCLZ3qEW6sRDeLER9MIu.jpg",
    "popularity": 2.4963,
    "tmdb_url": "https://www.themoviedb.org/movie/987927"
  },
  {
    "id": 8491,
    "title": "Weekend at Bernie's",
    "release_date": "1989-07-05",
    "overview": "Two young insurance corporation employees try to pretend that their murdered employer is alive by puppeteering his dead body, leading a hitman to attempt to track him down to finish him off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4RtjBkBSqHG46uieHgTtM7oKlpo.jpg",
    "popularity": 2.4497,
    "tmdb_url": "https://www.themoviedb.org/movie/8491"
  },
  {
    "id": 480976,
    "title": "Girls und Panzer: This Is the Real Anzio Battle!",
    "release_date": "2014-07-05",
    "overview": "Following Oorai's victory over Saunders, the school's next opponent is Anzio. This is an OVA which covers the battle of Oorai versus Anzio, which was not fully shown in the regular anime series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pJ7JBbHypOboHXtSp27spSlHtqg.jpg",
    "popularity": 2.3812,
    "tmdb_url": "https://www.themoviedb.org/movie/480976"
  },
  {
    "id": 86330,
    "title": "Bates Motel",
    "release_date": "1987-07-05",
    "overview": "A mentally disturbed man, who roomed with the late Norman Bates at a psychiatric facility, inherits the infamous Bates Motel after his death and attempts to fix it up as a respectable business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9RbbMBMjJDD2Su6ierduGT1rNf5.jpg",
    "popularity": 2.3428,
    "tmdb_url": "https://www.themoviedb.org/movie/86330"
  },
  {
    "id": 1005533,
    "title": "My Worst Neighbor",
    "release_date": "2023-07-05",
    "overview": "Seung-jin, who is preparing for an audition to pursue his ambition of becoming a singer, moves into a new studio apartment. On the first night, as he just started to settle in, he hears a woman wailing from next door. With all the noise she makes owing to her badly soundproofed room, La-ni has driven away several neighbors. Seung-jin isn't one to back down easily. Their argument intensifies to the point that they have discovered everything about one other's life through their noises save for their names and faces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wQfPQOpcZPKpq8tuCkyViQHvNKC.jpg",
    "popularity": 2.1703,
    "tmdb_url": "https://www.themoviedb.org/movie/1005533"
  },
  {
    "id": 952476,
    "title": "Devils",
    "release_date": "2023-07-05",
    "overview": "Having lost his colleague who was also his brother-in-law to a serial murderer two years ago, homicide detective Jae Hwan is unable to contain his hatred toward the murderer and dives headfirst into hunting the brutal killer. Jae Hwan finally comes face to face with the murderer Jin Hyuk but in the heat of the chase, they get into an accident. Waking up in a hospital, Jae Hwan realizes his body has been switched with that of the murderer. To protect his family and uncover the secret of this body switch, Jae Hwan begins a desperate chase.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qPKICjxegTs9qqnJpjgt7fezN5M.jpg",
    "popularity": 2.12,
    "tmdb_url": "https://www.themoviedb.org/movie/952476"
  },
  {
    "id": 121491,
    "title": "Deranged",
    "release_date": "2012-07-05",
    "overview": "People binge eat and suffer from extreme thirst, which leads them to go crazy for water. They cannot control themselves because they are brainwashed by a parasite.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hStPBeJFt0nHH2UbZPdfI5TSRpw.jpg",
    "popularity": 2.004,
    "tmdb_url": "https://www.themoviedb.org/movie/121491"
  }
]