[
  {
    "id": 95,
    "title": "Armageddon",
    "release_date": "1998-07-01",
    "overview": "When an asteroid threatens to collide with Earth, NASA honcho Dan Truman determines the only way to stop it is to drill into its surface and detonate a nuclear bomb. This leads him to renowned driller Harry Stamper, who agrees to helm the dangerous space mission provided he can bring along his own hotshot crew. Among them is the cocksure A.J. who Harry thinks isn't good enough for his daughter, until the mission proves otherwise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eTM3qtGhDU8cvjpoa6KEt5E2auU.jpg",
    "popularity": 10.7235,
    "tmdb_url": "https://www.themoviedb.org/movie/95"
  },
  {
    "id": 459151,
    "title": "The Boss Baby: Family Business",
    "release_date": "2021-07-01",
    "overview": "The Templeton brothers — Tim and his Boss Baby little bro Ted — have become adults and drifted away from each other. But a new boss baby with a cutting-edge approach and a can-do attitude is about to bring them together again … and inspire a new family business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kv2Qk9MKFFQo4WQPaYta599HkJP.jpg",
    "popularity": 8.8612,
    "tmdb_url": "https://www.themoviedb.org/movie/459151"
  },
  {
    "id": 73,
    "title": "American History X",
    "release_date": "1998-07-01",
    "overview": "Derek Vineyard is paroled after serving 3 years in prison for killing two African-American men. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
    "poster_url": "https://image.tmdb.org/t/p/w500/euypWkaYFOLW3e5rLIcTAjWnhhT.jpg",
    "popularity": 8.2574,
    "tmdb_url": "https://www.themoviedb.org/movie/73"
  },
  {
    "id": 8922,
    "title": "Jeepers Creepers",
    "release_date": "2001-07-01",
    "overview": "On a desolate country highway, two homeward-bound teens are nearly run off the road by a maniac in a beat-up truck, and later spot him shoving what appears to be a body down a sewer pipe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g410Y1U1ELbmJG14Zru3UAimm1G.jpg",
    "popularity": 7.6349,
    "tmdb_url": "https://www.themoviedb.org/movie/8922"
  },
  {
    "id": 8960,
    "title": "Hancock",
    "release_date": "2008-07-01",
    "overview": "Hancock is a down-and-out superhero who's forced to employ a PR expert to help repair his image when the public grows weary of all the damage he's inflicted during his lifesaving heroics. The agent's idea of imprisoning the antihero to make the world miss him proves successful, but will Hancock stick to his new sense of purpose or slip back into old habits?",
    "poster_url": "https://image.tmdb.org/t/p/w500/7DyuV2G0hLEqHeueDfOqhZ2DVut.jpg",
    "popularity": 7.6211,
    "tmdb_url": "https://www.themoviedb.org/movie/8960"
  },
  {
    "id": 11212,
    "title": "Baby's Day Out",
    "release_date": "1994-07-01",
    "overview": "Baby Bink couldn't ask for more: he has adoring (if somewhat sickly-sweet) parents, lives in a huge mansion, and he's just about to appear in the social pages of the paper. Unfortunately, not everyone in the world is as nice as Baby Bink's parents—especially the three enterprising kidnappers who pretend to be photographers from the newspaper. Successfully kidnapping Baby Bink, they have a harder time keeping hold of the rascal, who not only keeps one step ahead of them, but seems to be more than a little bit smarter than the three bumbling criminals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/21U2jwl36hoTHsXB3fDuIQkcchu.jpg",
    "popularity": 6.1869,
    "tmdb_url": "https://www.themoviedb.org/movie/11212"
  },
  {
    "id": 1735,
    "title": "The Mummy: Tomb of the Dragon Emperor",
    "release_date": "2008-07-01",
    "overview": "Archaeologist Rick O'Connell travels to China, pitting him against an emperor from the 2,000-year-old Han dynasty who's returned from the dead to pursue a quest for world domination. This time, O'Connell enlists the help of his wife and son to quash the so-called 'Dragon Emperor' and his abuse of supernatural power.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A3acM1lX5PNWQa6r5qeMAJOxbnT.jpg",
    "popularity": 5.7376,
    "tmdb_url": "https://www.themoviedb.org/movie/1735"
  },
  {
    "id": 585216,
    "title": "Escape Room: Tournament of Champions",
    "release_date": "2021-07-01",
    "overview": "Six people unwittingly find themselves locked in another series of escape rooms, slowly uncovering what they have in common to survive... and discovering they've all played the games before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jGYJyPzVgrVV2bgClI9uvEZgVLE.jpg",
    "popularity": 5.2039,
    "tmdb_url": "https://www.themoviedb.org/movie/585216"
  },
  {
    "id": 11322,
    "title": "Public Enemies",
    "release_date": "2009-07-01",
    "overview": "Depression-era bank robber John Dillinger's charm and audacity endear him to much of America's downtrodden public, but he's also a thorn in the side of J. Edgar Hoover and the fledgling FBI. Desperate to capture the elusive outlaw, Hoover makes Dillinger his first Public Enemy Number One and assigns his top agent, Melvin Purvis, the task of bringing him in dead or alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ezFQaPf4cOEfsl39Me0gSV29d7V.jpg",
    "popularity": 4.6628,
    "tmdb_url": "https://www.themoviedb.org/movie/11322"
  },
  {
    "id": 59860,
    "title": "Monte Carlo",
    "release_date": "2011-07-01",
    "overview": "Three young women vacationing in Paris find themselves whisked away to Monte Carlo after one of the girls is mistaken for a British heiress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dcbqyycrWA56HXq5lm41HYuED8Y.jpg",
    "popularity": 4.5303,
    "tmdb_url": "https://www.themoviedb.org/movie/59860"
  },
  {
    "id": 8850,
    "title": "The Shadow",
    "release_date": "1994-07-01",
    "overview": "Based on the 1930s comic strip, The Shadow is put up against his archenemy Shiwan Khan, who plans to take over the world by holding a city to ransom using an atom bomb. Using his powers of invisibility and \"the power to cloud men's minds\", The Shadow comes blazing to the rescue with explosive results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xAbFJH3vQYZvUyzzGAtG4OLy492.jpg",
    "popularity": 3.8655,
    "tmdb_url": "https://www.themoviedb.org/movie/8850"
  },
  {
    "id": 9651,
    "title": "Supergirl",
    "release_date": "1984-07-01",
    "overview": "After losing a powerful orb, Kara, Superman's cousin, comes to Earth to retrieve it and instead finds herself up against a wicked witch.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6OfuKKCPFclHOj4SSRRpLzF1lfP.jpg",
    "popularity": 3.5023,
    "tmdb_url": "https://www.themoviedb.org/movie/9651"
  },
  {
    "id": 2614,
    "title": "Innerspace",
    "release_date": "1987-07-01",
    "overview": "Test pilot Tuck Pendleton volunteers to test a special vessel for a miniaturization experiment. Accidentally injected into a neurotic hypochondriac, Jack Putter, Tuck must convince Jack to find his ex-girlfriend, Lydia Maxwell, to help him extract Tuck and his ship and re-enlarge them before his oxygen runs out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A4azclZQjqeQxXvcok3rdUmuq8a.jpg",
    "popularity": 3.3405,
    "tmdb_url": "https://www.themoviedb.org/movie/2614"
  },
  {
    "id": 11287,
    "title": "A League of Their Own",
    "release_date": "1992-07-01",
    "overview": "As America's stock of athletic young men is depleted during World War II, a professional all-female baseball league springs up in the Midwest, funded by publicity-hungry candy maker Walter Harvey. Competitive sisters Dottie Hinson and Kit Keller spar with each other, scout Ernie Capadino and grumpy has-been coach Jimmy Dugan on their way to fame.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7xpFXAOjgzFPE3vyVerFGfrXhFK.jpg",
    "popularity": 3.3325,
    "tmdb_url": "https://www.themoviedb.org/movie/11287"
  },
  {
    "id": 566466,
    "title": "Laid-Back Camp the Movie",
    "release_date": "2022-07-01",
    "overview": "Your favorite cozy camping anime returns with a movie as the former members of the Outdoors Club get together again, this time to build a campsite! Reunite with Nadeshiko, Rin, Chiaki, Aoi, and Ena as they gather around the campfire once more with good food and good company.",
    "poster_url": "https://image.tmdb.org/t/p/w500/azp9BHalGiCJ72mgcoM6rQFn6qL.jpg",
    "popularity": 3.134,
    "tmdb_url": "https://www.themoviedb.org/movie/566466"
  },
  {
    "id": 184346,
    "title": "Deliver Us from Evil",
    "release_date": "2014-07-01",
    "overview": "When a frightening wave of violence sweeps through New York City, troubled cop Sarchie fails to find a rational explanation for the bizarre crimes. However, his eyes are opened to a frightening alternate reality when renegade Jesuit priest Mendoza convinces him that demonic possession may be to blame for the gruesome murders. Together, they wage a valiant supernatural struggle to rid the city of an otherworldly evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Uz32ERsyCmGwV8Eg2wmT2ooWpo.jpg",
    "popularity": 2.8936,
    "tmdb_url": "https://www.themoviedb.org/movie/184346"
  },
  {
    "id": 18665,
    "title": "High Risk",
    "release_date": "1995-07-01",
    "overview": "After failing to save his wife from 'The Doctor', Kit Li is working as a bodyguard and secret stunt double for the cowardly martial arts film star Frankie Lane. Frankie attends an exhibition of the crown jewels of Russia at a Hong Kong hotel, and when the Doctor's gang take over the building in attempt to steal them, Kit is the only thing standing in their way. Will Frankie regain his courage? Will romance blossom between Kit and the nosy reporter? Who has the best Kung-Fu?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qheDCRVhFKl5boX5sl71bzkt9RW.jpg",
    "popularity": 2.8048,
    "tmdb_url": "https://www.themoviedb.org/movie/18665"
  },
  {
    "id": 14367,
    "title": "Adventures in Babysitting",
    "release_date": "1987-07-01",
    "overview": "When plans with her boyfriend fall through, high school senior Chris Parker ends up babysitting the Anderson kids, Brad and Sara. What should be a quiet night in, however, turns into a series of ridiculous exploits, starting when they leave the house to pick up Chris' friend Brenda. Soon, Brad's buddy Daryl is involved, and the group must contend with car thieves, blues musicians and much more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8QiAj0Xw2UMeZMIIfZKeNoIsszs.jpg",
    "popularity": 2.7099,
    "tmdb_url": "https://www.themoviedb.org/movie/14367"
  },
  {
    "id": 11937,
    "title": "The Gods Must Be Crazy II",
    "release_date": "1989-07-01",
    "overview": "Xixo is back again. This time, his children accidentally stow away on a fast-moving poachers' truck, unable to get off, and Xixo sets out to rescue them. Along the way, he encounters a couple of soldiers trying to capture each other and a pilot and passenger of a small plane, who are each having a few problems of their own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sxPpBTB2Rd5PHs97E2zn0t9GCSp.jpg",
    "popularity": 2.599,
    "tmdb_url": "https://www.themoviedb.org/movie/11937"
  },
  {
    "id": 36040,
    "title": "Walkabout",
    "release_date": "1971-07-01",
    "overview": "Under the pretense of having a picnic, a geologist takes his teenage daughter and 6-year-old son into the Australian outback and attempts to shoot them. When he fails, he turns the gun on himself, and the two city-bred children must contend with harsh wilderness alone. They are saved by a chance encounter with an Aboriginal boy who shows them how to survive, and in the process underscores the disharmony between nature and modern life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/24vooYt5StgtgcQObVr1GHuM5gy.jpg",
    "popularity": 2.4211,
    "tmdb_url": "https://www.themoviedb.org/movie/36040"
  },
  {
    "id": 41428,
    "title": "Tetsuo: The Iron Man",
    "release_date": "1989-07-01",
    "overview": "A \"metal fetishist\", driven mad by the maggots wriggling in the wound he's made to embed metal into his flesh, runs out into the night and is accidentally run down by a Japanese businessman and his girlfriend. The pair dispose of the corpse in hopes of quietly moving on with their lives. However, the businessman soon finds that he is now plagued by a vicious curse that transforms his flesh into iron.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iucW3kSp5rQSfYCLNlCWPEwYh4h.jpg",
    "popularity": 2.4175,
    "tmdb_url": "https://www.themoviedb.org/movie/41428"
  },
  {
    "id": 595148,
    "title": "Irresistible",
    "release_date": "2020-07-01",
    "overview": "A Democratic political consultant helps a retired Marine colonel run for mayor in a small, conservative Wisconsin town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hUpYDriYa5YkwwxeafUsowTweBg.jpg",
    "popularity": 2.3723,
    "tmdb_url": "https://www.themoviedb.org/movie/595148"
  },
  {
    "id": 940689,
    "title": "It's a Date",
    "release_date": "2018-07-01",
    "overview": "The owner of a dating service falls in love with one of her clients, leaving her to choose between remaining professional or following her heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wa2kNEhRqIsthX0DTDoo7J8SnLg.jpg",
    "popularity": 2.3576,
    "tmdb_url": "https://www.themoviedb.org/movie/940689"
  },
  {
    "id": 49964,
    "title": "Where Is The Friend's House?",
    "release_date": "1987-07-01",
    "overview": "An 8-year-old boy must return his friend's notebook he took by mistake, lest his friend be punished by expulsion from school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aU9WdjwfKTiBsiIh9Vgjr4onhnD.jpg",
    "popularity": 2.3537,
    "tmdb_url": "https://www.themoviedb.org/movie/49964"
  },
  {
    "id": 18222,
    "title": "Poison Ivy: The New Seduction",
    "release_date": "1997-07-01",
    "overview": "A sinister seductress vows to destroy a suburban family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l9Z43sz0qjTrmDjXRlChIVoH1JB.jpg",
    "popularity": 2.3372,
    "tmdb_url": "https://www.themoviedb.org/movie/18222"
  },
  {
    "id": 972731,
    "title": "2025: Blood, White & Blue",
    "release_date": "2022-07-01",
    "overview": "Undercover U.S. agent Bill Wilson makes the bust of his career taking down a cartel leader. Hiding the evidence in his home exposes his family to a brutal targeting on the night of the annual Purge, the deadliest night of the year.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1S9pjiZejBiSVV88qU59ifZ7q0N.jpg",
    "popularity": 2.3064,
    "tmdb_url": "https://www.themoviedb.org/movie/972731"
  },
  {
    "id": 402696,
    "title": "Appa",
    "release_date": "2016-07-01",
    "overview": "A do-gooder who views everything in a different perspective, inspires others by being a doting father, and tries to bring in a few changes in the society.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kIocctVaetwA31NX1EPKnpk2CiU.jpg",
    "popularity": 2.2933,
    "tmdb_url": "https://www.themoviedb.org/movie/402696"
  },
  {
    "id": 403409,
    "title": "Kerry on Kutton",
    "release_date": "2016-07-01",
    "overview": "Four teenage lives undergoing a distorted upbringing intertwine in India's small town Ballia also known as the city of REBELS; eventually leading these teenagers into the dark zone of wannabe criminals. Kerry- whose only ambition in life is to break his virginity. Kadambari- who would rather love to die than join his family legacy of a Musical Wedding Band Party and aspires to become a millionaire by mating dogs just like his Rajesh Uncle, all he has to do is steal a high breed puppy from Bade Babu and cross the border to reach Rajesh Uncle .Suraj- who wants to gift a touch phone to his love Jyoti but is unable to because of his miser father, who is a Government school teacher and cleverly manipulates him to give him no pocket money. Jyoti- who uses her beauty as a tool to blackmail her lovers to achieve her materialistic demands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5J00PpPgolL2EBFjWqzhPi3oR5H.jpg",
    "popularity": 2.2894,
    "tmdb_url": "https://www.themoviedb.org/movie/403409"
  },
  {
    "id": 359412,
    "title": "Marauders",
    "release_date": "2016-07-01",
    "overview": "An untraceable group of elite bank robbers is chased by a suicidal FBI agent who uncovers a deeper purpose behind the robbery-homicides.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bAvmDn5C7arBoRrfaG3b3Kdue1q.jpg",
    "popularity": 2.1892,
    "tmdb_url": "https://www.themoviedb.org/movie/359412"
  },
  {
    "id": 20968,
    "title": "Sarkar",
    "release_date": "2005-07-01",
    "overview": "Subhash Nagre runs a parallel government in the city where he has a cult following. When his enemies plot to murder him, his son takes charge and stands up against them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rxruLUuejw1By5KMZVbhN8VJv9O.jpg",
    "popularity": 2.1678,
    "tmdb_url": "https://www.themoviedb.org/movie/20968"
  },
  {
    "id": 37703,
    "title": "Flirting Scholar",
    "release_date": "1993-07-01",
    "overview": "A scholar in search of true love. Disguising himself as a houseboy, he indentures himself to a rich family in order to pursue the ravishing servant girl who has stolen his heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nlTMQXCrwInbQd0qFapPoPVsnOH.jpg",
    "popularity": 2.1354,
    "tmdb_url": "https://www.themoviedb.org/movie/37703"
  },
  {
    "id": 768334,
    "title": "A Classic Horror Story",
    "release_date": "2021-07-01",
    "overview": "Five people travelling by camper crash into a tree. When they recover, the road they were driving on has been replaced by an impenetrable forest and a wooden house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qqqPVOf6EuJxMSpZ2m1GmMXo3Mc.jpg",
    "popularity": 2.0947,
    "tmdb_url": "https://www.themoviedb.org/movie/768334"
  },
  {
    "id": 410653,
    "title": "Undead Apocalypse",
    "release_date": "2012-07-01",
    "overview": "A bio-attack by Islamic extremist terrorists causes a sudden zombie outbreak. A small group of survivors at a university struggles to reach a professor's lab where a possible cure to the pathogen resides.",
    "poster_url": "https://image.tmdb.org/t/p/w500/axo0n7g8WyMKSBn4aMqKkPtx2yr.jpg",
    "popularity": 2.0802,
    "tmdb_url": "https://www.themoviedb.org/movie/410653"
  },
  {
    "id": 522927,
    "title": "The Forgiven",
    "release_date": "2022-07-01",
    "overview": "Over a weekend in the High Atlas Mountains of Morocco, a random accident reverberates through the lives of both the local Muslims and Western visitors to a house party in a grand villa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bH7eN8VfKar0fDeAX1Vkryp7dYC.jpg",
    "popularity": 2.0626,
    "tmdb_url": "https://www.themoviedb.org/movie/522927"
  },
  {
    "id": 795813,
    "title": "I'm Your Man",
    "release_date": "2021-07-01",
    "overview": "Alma is a scientist coerced into participating in an extraordinary study in order to obtain research funds for her work. For three weeks, she has to live with a humanoid robot tailored to her character and needs, whose artificial intelligence is designed to be the perfect life partner for her. Enter Tom, a machine in human form in a class of its own, created solely to make her happy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v13p6KlgD7Y1Tas6X8GLJzv5zRe.jpg",
    "popularity": 2.0484,
    "tmdb_url": "https://www.themoviedb.org/movie/795813"
  },
  {
    "id": 11442,
    "title": "Halloween: Resurrection",
    "release_date": "2002-07-01",
    "overview": "Reality programmers at DangerTainment select a group of thrill-seeking teenagers to spend one night in the childhood home of serial killer Michael Myers. Their planned live broadcast turns deadly when Michael decides to crash the party.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1mlKwbNzJCGzqe4i0ZEJtUUL290.jpg",
    "popularity": 2.0358,
    "tmdb_url": "https://www.themoviedb.org/movie/11442"
  },
  {
    "id": 916719,
    "title": "Code Name Banshee",
    "release_date": "2022-07-01",
    "overview": "Caleb, a former government assassin in hiding, who resurfaces when his protégé, the equally deadly killer known as Banshee, discovers a bounty has been placed on Caleb's head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/YLv9S84WyPZ5uxty989Duhzi5u.jpg",
    "popularity": 2.0243,
    "tmdb_url": "https://www.themoviedb.org/movie/916719"
  },
  {
    "id": 372411,
    "title": "Absolutely Fabulous: The Movie",
    "release_date": "2016-07-01",
    "overview": "Edina and Patsy are still oozing glitz and glamour, living the high life they're accustomed to; shopping, drinking and clubbing around London's trendiest hotspots. Blamed for a major incident at an uber fashionable launch party, they become entangled in a media storm and are relentlessly pursued by the paparazzi. Fleeing penniless to the glamorous playground of the super-rich, the French Riviera, they hatch a plan to make their escape permanent and live the high life forever more!",
    "poster_url": "https://image.tmdb.org/t/p/w500/qNzbuLMEf1zAk7jbQeA19sXFYlK.jpg",
    "popularity": 2.0149,
    "tmdb_url": "https://www.themoviedb.org/movie/372411"
  }
]