[
  {
    "id": 420818,
    "title": "The Lion King",
    "release_date": "2019-07-12",
    "overview": "Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother—and former heir to the throne—has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dzBtMocZuJbjLOXvrl4zGYigDzh.jpg",
    "popularity": 118.6783,
    "tmdb_url": "https://www.themoviedb.org/movie/420818"
  },
  {
    "id": 12445,
    "title": "Harry Potter and the Deathly Hallows: Part 2",
    "release_date": "2011-07-12",
    "overview": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c54HpQmuwXjHq2C9wmoACjxoom3.jpg",
    "popularity": 22.5159,
    "tmdb_url": "https://www.themoviedb.org/movie/12445"
  },
  {
    "id": 128,
    "title": "Princess Mononoke",
    "release_date": "1997-07-12",
    "overview": "Ashitaka, a prince of the disappearing Emishi people, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cMYCDADoLKLbB83g4WnJegaZimC.jpg",
    "popularity": 13.6789,
    "tmdb_url": "https://www.themoviedb.org/movie/128"
  },
  {
    "id": 1089,
    "title": "Point Break",
    "release_date": "1991-07-12",
    "overview": "In Los Angeles, a gang of bank robbers who call themselves The Ex-Presidents commit their crimes while wearing masks of Reagan, Carter, Nixon and Johnson. Believing that the members of the gang could be surfers, the F.B.I. sends young agent Johnny Utah to the beach undercover to mix with the surfers and gather information.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tlbERIghrQ4oofqlbF7H0K0EYnx.jpg",
    "popularity": 6.9069,
    "tmdb_url": "https://www.themoviedb.org/movie/1089"
  },
  {
    "id": 3563,
    "title": "I Now Pronounce You Chuck & Larry",
    "release_date": "2007-07-12",
    "overview": "Firefighters Chuck Ford and Larry Valentine are guy's guys, loyal to the core—which is why when widower Larry asks Chuck to pose as his lover so that he can get domestic partner benefits for his kids, his buddy agrees. However, things get dicey when a bureaucrat comes calling, and the boys are forced to present a picture of domestic bliss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6wjJ9EnNw4cmTSZYgnao7RpI3X.jpg",
    "popularity": 5.8189,
    "tmdb_url": "https://www.themoviedb.org/movie/3563"
  },
  {
    "id": 650,
    "title": "Boyz n the Hood",
    "release_date": "1991-07-12",
    "overview": "In the middle of the Los Angeles ghetto, drugs, robberies and shootings dominate everyday life. During these times, Furious tries to raise his son Tre to be a decent person. Tre's friends, on the other hand, have little regard for the law and drag the entire neighborhood into a street war...",
    "poster_url": "https://image.tmdb.org/t/p/w500/v4ox4aSCNT5vyLXl4Q71JiWwCXW.jpg",
    "popularity": 5.558,
    "tmdb_url": "https://www.themoviedb.org/movie/650"
  },
  {
    "id": 4147,
    "title": "Road to Perdition",
    "release_date": "2002-07-12",
    "overview": "Mike Sullivan works as a hit man for crime boss John Rooney. Sullivan views Rooney as a father figure, however after his son is witness to a killing, Mike Sullivan finds himself on the run in attempt to save the life of his son and at the same time looking for revenge on those who wronged him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/loSpBeirRfTPJ3cMIqpQArstGhh.jpg",
    "popularity": 5.0065,
    "tmdb_url": "https://www.themoviedb.org/movie/4147"
  },
  {
    "id": 639,
    "title": "When Harry Met Sally...",
    "release_date": "1989-07-12",
    "overview": "During their travel from Chicago to New York, Harry and Sally debate whether or not sex ruins a friendship between a man and a woman. Eleven years later, and they're still no closer to finding the answer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rFOiFUhTMtDetqCGClC9PIgnC1P.jpg",
    "popularity": 4.3283,
    "tmdb_url": "https://www.themoviedb.org/movie/639"
  },
  {
    "id": 571891,
    "title": "Pokémon the Movie: Mewtwo Strikes Back - Evolution",
    "release_date": "2019-07-12",
    "overview": "After accepting an invitation from a mysterious trainer, Ash, Misty and Brock meet Mewtwo, an artificially created Pokémon who wants to do battle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rtlyO2oIMcCx2DbOM52XO2rAcgn.jpg",
    "popularity": 4.0118,
    "tmdb_url": "https://www.themoviedb.org/movie/571891"
  },
  {
    "id": 565310,
    "title": "The Farewell",
    "release_date": "2019-07-12",
    "overview": "A headstrong Chinese-American woman returns to China when her beloved grandmother is given a terminal diagnosis. Billi struggles with her family's decision to keep grandma in the dark about her own illness as they all stage an impromptu wedding to see grandma one last time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ht2IMGynDSVQGvAXhAb83DLET8.jpg",
    "popularity": 2.9683,
    "tmdb_url": "https://www.themoviedb.org/movie/565310"
  },
  {
    "id": 14207,
    "title": "The Librarian: Quest for the Spear",
    "release_date": "2004-07-12",
    "overview": "When a magical artifact is lifted from his library, a meek librarian sets out to ensure its safe return.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wLHoyy9CQ9s3oAsfsUDvdcJqHIA.jpg",
    "popularity": 2.9301,
    "tmdb_url": "https://www.themoviedb.org/movie/14207"
  },
  {
    "id": 206324,
    "title": "Bhaag Milkha Bhaag",
    "release_date": "2013-07-12",
    "overview": "The true story of the \"Flying Sikh\" world champion runner and Olympian Milkha Singh who overcame the massacre of his family, civil war during the India-Pakistan partition, and homelessness to become one of India's most iconic athletes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bXywc0CEzS1fIshPWWi4V8A58U3.jpg",
    "popularity": 2.8023,
    "tmdb_url": "https://www.themoviedb.org/movie/206324"
  },
  {
    "id": 349167,
    "title": "Itazura lolita: Ushirokara baajin",
    "release_date": "1986-07-12",
    "overview": "A drunk office worker spots a discarded doll in the trash and decides to bring it home. When the doll mysteriously comes to life as a normal sized but naked young woman his life gets very complicated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gEwDxbDuaEaWcJvC2Kb7fst2IiY.jpg",
    "popularity": 2.711,
    "tmdb_url": "https://www.themoviedb.org/movie/349167"
  },
  {
    "id": 546110,
    "title": "The Rookies",
    "release_date": "2019-07-12",
    "overview": "Extreme sport lover Zhou Feng got involved in an international illegal trade by accident. So he had to follow an international special agent Bruce to Budapest. Together with a crappy police officer Miao Yan, a non-professional scientist Ding Shan and an unemployed doctor LV, they became an amateur unit. In company with the senior agent Bruce, these four rookies started a fight with the terrorists that was both thrilling and hilarious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dFf9OlFTcpztoJszfvuLTNOiX1c.jpg",
    "popularity": 2.6327,
    "tmdb_url": "https://www.themoviedb.org/movie/546110"
  },
  {
    "id": 480001,
    "title": "The Art of Self-Defense",
    "release_date": "2019-07-12",
    "overview": "Casey is attacked at random on the street and enlists in a local dojo led by a charismatic and mysterious Sensei in an effort to learn how to defend himself. What he uncovers is a sinister world of fraternity, violence and hypermasculinity and a woman fighting for her place in it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTq793Qwl3tCXb94zrDPAwppbsC.jpg",
    "popularity": 2.5418,
    "tmdb_url": "https://www.themoviedb.org/movie/480001"
  },
  {
    "id": 1015303,
    "title": "Elevator Game",
    "release_date": "2023-07-12",
    "overview": "Socially awkward teenager Ryan discovers that the night his sister disappeared, she had played 'The Elevator Game' — a ritual conducted in an elevator in which players attempt to travel to another dimension using a set of rules found online. Ignoring warnings, he resolves to follow and find her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a4Zb13jow8RqJkYFgCUSdmzJCWq.jpg",
    "popularity": 2.2939,
    "tmdb_url": "https://www.themoviedb.org/movie/1015303"
  },
  {
    "id": 509874,
    "title": "Lying and Stealing",
    "release_date": "2019-07-12",
    "overview": "Hoping to leave his criminal lifestyle behind him, a successful art thief teams up with a sexy con woman to pull off the ultimate heist and set himself free.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ovqZDpefLSIfSXBlMnPVaUDKMCy.jpg",
    "popularity": 2.1203,
    "tmdb_url": "https://www.themoviedb.org/movie/509874"
  },
  {
    "id": 59480,
    "title": "Gamera 2: Attack of Legion",
    "release_date": "1996-07-12",
    "overview": "A strange meteor lands in Japan and unleashes hundreds of insect-like \"Legion\" creatures bent on colonizing the Earth. When the military fails to control the situation, Gamera shows up to deal with the ever-evolving space adversary. However the battle may result in Gamera losing his bond with both Asagi and humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xPBtoCLUN0raEKywuiSId6SSRAc.jpg",
    "popularity": 2.0085,
    "tmdb_url": "https://www.themoviedb.org/movie/59480"
  }
]