[
  {
    "id": 473,
    "title": "Pi",
    "release_date": "1998-07-10",
    "overview": "A mathematical genius discovers a link between numbers and reality, and thus believes he can predict the future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fJA22FjlAW8rzrOw9Mwanl6oTc9.jpg",
    "popularity": 22.1829,
    "tmdb_url": "https://www.themoviedb.org/movie/473"
  },
  {
    "id": 587792,
    "title": "Palm Springs",
    "release_date": "2020-07-10",
    "overview": "When carefree Nyles and reluctant maid of honor Sarah have a chance encounter at a Palm Springs wedding, things get complicated when they find themselves unable to escape the venue, themselves, or each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yf5IuMW6GHghu39kxA0oFx7Bxmj.jpg",
    "popularity": 10.859,
    "tmdb_url": "https://www.themoviedb.org/movie/587792"
  },
  {
    "id": 256040,
    "title": "Bāhubali: The Beginning",
    "release_date": "2015-07-10",
    "overview": "The young Shivudu is left as a foundling in a small village by his mother. By the time he’s grown up, it has become apparent that he possesses exceptional gifts. He meets the beautiful warrior princess Avanthika and learns that her queen has been held captive for the last 25 years. Shividu sets off to rescue her, discovering his own origins in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9BAjt8nSSms62uOVYn1t3C3dVto.jpg",
    "popularity": 6.7887,
    "tmdb_url": "https://www.themoviedb.org/movie/256040"
  },
  {
    "id": 547016,
    "title": "The Old Guard",
    "release_date": "2020-07-10",
    "overview": "Four undying warriors who've secretly protected humanity for centuries become targeted for their mysterious powers just as they discover a new immortal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cjr4NWURcVN3gW5FlHeabgBHLrY.jpg",
    "popularity": 6.2652,
    "tmdb_url": "https://www.themoviedb.org/movie/547016"
  },
  {
    "id": 10948,
    "title": "The Fox and the Hound",
    "release_date": "1981-07-10",
    "overview": "When a feisty little fox named Tod is adopted into a farm family, he quickly becomes friends with a fun and adorable hound puppy named Copper. Life is full of hilarious adventures until Copper is expected to take on his role as a hunting dog -- and the object of his search is his best friend!",
    "poster_url": "https://image.tmdb.org/t/p/w500/aC3k6XBaYnulGSkK8263ABjU3Md.jpg",
    "popularity": 5.3849,
    "tmdb_url": "https://www.themoviedb.org/movie/10948"
  },
  {
    "id": 88751,
    "title": "Journey to the Center of the Earth",
    "release_date": "2008-07-10",
    "overview": "On a quest to find out what happened to his missing brother, a scientist, his nephew and their mountain guide discover a fantastic and dangerous lost world in the center of the earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kL55wY0s2H9JdwfjoWIp9plvYnl.jpg",
    "popularity": 5.279,
    "tmdb_url": "https://www.themoviedb.org/movie/88751"
  },
  {
    "id": 9349,
    "title": "Universal Soldier",
    "release_date": "1992-07-10",
    "overview": "An American soldier who had been killed during the Vietnam War is revived 25 years later by the military as a semi-android, UniSols, a high-tech soldier of the future. After the failure of the initiative to erase all the soldier's memories, he begins to experience flashbacks that are forcing him to recall his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fp0mWrHl1SW9PhP8QcsgYPoVYFc.jpg",
    "popularity": 4.4976,
    "tmdb_url": "https://www.themoviedb.org/movie/9349"
  },
  {
    "id": 39105,
    "title": "Dragon Ball Z: Bojack Unbound",
    "release_date": "1993-07-10",
    "overview": "Mr. Money is holding another World Martial Arts Tournament and Mr. Satan invites everyone in the world to join in. Little does he know that Bojack, an ancient villain who has escaped his prison, is competing. Since Goku is currently dead, it is up to Gohan, Vegeta, and Trunks to defeat Bojack and his henchman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iihTK9Af8G1ZzBjkIIAV4qQMkzF.jpg",
    "popularity": 4.4807,
    "tmdb_url": "https://www.themoviedb.org/movie/39105"
  },
  {
    "id": 50087,
    "title": "Pokémon: Zoroark - Master of Illusions",
    "release_date": "2010-07-10",
    "overview": "Ash and his friends must stop a greedy media mogul from using the shape-shifting Zoroark to capture the time-travelling Celebi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tWgH64RZmm2rIHtO2DNnfN3DZa8.jpg",
    "popularity": 4.1039,
    "tmdb_url": "https://www.themoviedb.org/movie/50087"
  },
  {
    "id": 944,
    "title": "Lethal Weapon 4",
    "release_date": "1998-07-10",
    "overview": "With personal crises and age weighing in on them, Riggs and Murtaugh must contend with deadly Chinese triads trying to free their former leaders from prison and onto American soil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vl4n3uO602y8nDsqjE4RIMnSy8Q.jpg",
    "popularity": 4.102,
    "tmdb_url": "https://www.themoviedb.org/movie/944"
  },
  {
    "id": 41216,
    "title": "Legend of the Guardians: The Owls of Ga'Hoole",
    "release_date": "2010-07-10",
    "overview": "When a young owl is abducted by an evil Owl army, he must escape with new-found friends and seek the legendary Guardians to stop the menace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qweKCtPdnIP2uGp1PgWZyCV7gzj.jpg",
    "popularity": 3.9605,
    "tmdb_url": "https://www.themoviedb.org/movie/41216"
  },
  {
    "id": 238615,
    "title": "Self/less",
    "release_date": "2015-07-10",
    "overview": "An extremely wealthy elderly man dying from cancer undergoes a radical medical procedure that transfers his consciousness to the body of a healthy young man but everything may not be as good as it seems when he starts to uncover the mystery of the body's origins and the secret organization that will kill to keep its secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jhzjPJnwiQwBzW0nIHBC01fr9GG.jpg",
    "popularity": 3.5943,
    "tmdb_url": "https://www.themoviedb.org/movie/238615"
  },
  {
    "id": 538751,
    "title": "The Day of Swapping",
    "release_date": "2017-07-10",
    "overview": "Min-ho and Jeong-il end up working with each other's wives one day. As time passes, the men feel attracted physically to their friend's wives. In the end, Jeong-il suggests to Min-ho, \"Let's not take sides and just be happy as the four of us!\" They start swapping each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bakeCMpKkoBZeHwVDjPT3sMolMo.jpg",
    "popularity": 3.5157,
    "tmdb_url": "https://www.themoviedb.org/movie/538751"
  },
  {
    "id": 12289,
    "title": "Red Cliff",
    "release_date": "2008-07-10",
    "overview": "In 208 A.D., in the final days of the Han Dynasty, shrewd Prime Minster Cao convinced the fickle Emperor Han the only way to unite all of China was to declare war on the kingdoms of Xu in the west and East Wu in the south. Thus began a military campaign of unprecedented scale. Left with no other hope for survival, the kingdoms of Xu and East Wu formed an unlikely alliance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eEelFTjUYJJDlwqd53VfSA8xMfj.jpg",
    "popularity": 3.3126,
    "tmdb_url": "https://www.themoviedb.org/movie/12289"
  },
  {
    "id": 308084,
    "title": "Tangerine",
    "release_date": "2015-07-10",
    "overview": "It's Christmas Eve in Tinseltown and Sin-Dee is back on the block. Upon hearing that her pimp boyfriend hasn't been faithful during the 28 days she was locked up, the working girl and her best friend, Alexandra, embark on a mission to get to the bottom of the scandalous rumor. Their rip-roaring odyssey leads them through various subcultures of Los Angeles, including an Armenian family dealing with their own repercussions of infidelity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/EKLR5c61XQzBTeMokFrmS3kdt8.jpg",
    "popularity": 3.2129,
    "tmdb_url": "https://www.themoviedb.org/movie/308084"
  },
  {
    "id": 351694,
    "title": "Monkey King: Hero Is Back",
    "release_date": "2015-07-10",
    "overview": "The all-powerful Monkey King once roamed freely between Heaven and Earth, but after angering the Gods, he was imprisoned within an ice cage deep within the mountains. 500 years later, monsters attack a small village and a child flees to the mountains. Unknowingly, the child releases the Monkey King from his curse. With the help and encouragement from this special child, Monkey King saves the village from the evil monsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xHme10Y5jVdH8KeSGgStndjatF5.jpg",
    "popularity": 3.0671,
    "tmdb_url": "https://www.themoviedb.org/movie/351694"
  },
  {
    "id": 11551,
    "title": "Small Soldiers",
    "release_date": "1998-07-10",
    "overview": "When missile technology is used to enhance toy action figures, the toys soon begin to take their battle programming too seriously.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2nuUjSzHsoYlRvTPmLo7m7gCQry.jpg",
    "popularity": 2.9355,
    "tmdb_url": "https://www.themoviedb.org/movie/11551"
  },
  {
    "id": 11509,
    "title": "Silverado",
    "release_date": "1985-07-10",
    "overview": "Four unwitting heroes cross paths on their journey to the sleepy town of Silverado. Little do they know the town where their family and friends reside has been taken over by a corrupt sheriff and a murderous posse. It's up to the sharp-shooting foursome to save the day, but first they have to break each other out of jail, and learn who their real friends are.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k6zurzegRKsNGMICXZ57VJDUzXO.jpg",
    "popularity": 2.8789,
    "tmdb_url": "https://www.themoviedb.org/movie/11509"
  },
  {
    "id": 14239,
    "title": "Cool World",
    "release_date": "1992-07-10",
    "overview": "A bizarre accident lands Frank Harris in Cool World, a realm of cartoons. Years later, cartoonist Jack Deebs, who's been drawing Cool World, crosses over as well. He sets his lustful sights on animated femme fatale Holli Would, but she's got plans of her own to become real, and it's up to Frank to stop her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mqzRUHNtFwmgJCmSnvq3JnX0xgZ.jpg",
    "popularity": 2.7068,
    "tmdb_url": "https://www.themoviedb.org/movie/14239"
  },
  {
    "id": 45278,
    "title": "Yu Yu Hakusho: The Movie - The Golden Seal",
    "release_date": "1993-07-10",
    "overview": "While vacationing, Koenma is kidnapped by a pair of demons known as Koashura and Garuga, who demand the possession of Lord Enma's coveted \"Golden Seal.\" Botan finds Yusuke Urameshi and Kazuma Kuwabara on their summer vacation as well, and asks for their assistance in Koenma's rescue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cf6twiyA7XuJcVYgTtHwYDUQrjv.jpg",
    "popularity": 2.4727,
    "tmdb_url": "https://www.themoviedb.org/movie/45278"
  },
  {
    "id": 714415,
    "title": "That Abandoned Place",
    "release_date": "2021-07-10",
    "overview": "Suffering from isolation after a failed suicide attempt, April Egloff is on an existential journey to find a higher reason to live. Staring Jenny Hutton. Director Gigi Hozimah.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2OmJuifNNAN2D6JIYQjf4OrEpwB.jpg",
    "popularity": 2.3719,
    "tmdb_url": "https://www.themoviedb.org/movie/714415"
  },
  {
    "id": 9592,
    "title": "Open Water 2: Adrift",
    "release_date": "2006-07-10",
    "overview": "A weekend cruise on a luxurious party yacht goes horribly wrong for a group of old high-school friends when they get stuck in the water many miles from shore and a happy reunion turns into a fight for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6bbQxUlPTBGYSWHMshG6K2MxtSl.jpg",
    "popularity": 2.3487,
    "tmdb_url": "https://www.themoviedb.org/movie/9592"
  },
  {
    "id": 44154,
    "title": "A Touch of Zen",
    "release_date": "1970-07-10",
    "overview": "Gu Sheng-zhai, an artist in his early 30s, still lives with his mother, but he is suddenly shaken by the arrival of Yang Hui-zhen, a mysterious princess on the run. Yang brings Gu into her circle of protectors, including a nameless monk whose spiritual guidance transforms him into a valiant fighter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pgveqayMFUIZbFqN87ghiKmmxt3.jpg",
    "popularity": 2.3108,
    "tmdb_url": "https://www.themoviedb.org/movie/44154"
  },
  {
    "id": 865951,
    "title": "Poran",
    "release_date": "2022-07-10",
    "overview": "A street level drug supplier falls in love with a college student. Despite avoiding him at first, the girl later uses him for her own benefit by acting of being in love with him. Later she falls in love with another boy but still can't break the relationship with the first lover as he accepts all her demands and changes himself leaving all his drug supplying works behind. The girl falling in dilemma hands the boy to Police. But fate brings them face to face again to experience some tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6rW4U0FWRTZea7ntEWOFx6dZdZc.jpg",
    "popularity": 2.2736,
    "tmdb_url": "https://www.themoviedb.org/movie/865951"
  },
  {
    "id": 67841,
    "title": "Space Runaway Ideon: Contact",
    "release_date": "1982-07-10",
    "overview": "A movie recap of the Space Runaway Ideon TV Series. Humanity's pursuit of knowledge leads them to the planet Solo, where they find mysterious remains of a long dead alien civilization, including the 3 part super robot 'Ideon', and a powerful warship. Using these, the Earthlings sent to investigate the ruins defend themselves in their constant conflicts against powerful aliens called the Buff Clan, who are in pursuit of 'Id', the mysterious energy that powers the Ideon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dZcPLKfsHQ34SOfKSqaYHzEvCH7.jpg",
    "popularity": 2.269,
    "tmdb_url": "https://www.themoviedb.org/movie/67841"
  },
  {
    "id": 19840,
    "title": "I Love You, Beth Cooper",
    "release_date": "2009-07-10",
    "overview": "A valedictorian's declaration of love for a high-school cheerleader launches a night of revelry, reflection and romance for a group of graduating seniors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mUi6nEbo04DR1YwflbZX1RR7UwS.jpg",
    "popularity": 2.2257,
    "tmdb_url": "https://www.themoviedb.org/movie/19840"
  },
  {
    "id": 865921,
    "title": "Return of Special Forces 5",
    "release_date": "2021-07-10",
    "overview": "After Long Wei and his men finished their operation in Fuji, they received a distress message from his ex-wife, Leng Yun. Long Wei immediately rushes to Southeast Asia alone to look for his ex-wife. With his excellent ability to fight alone, Long Wei and his daughter break through all the dangers they encounter one by one, will they be able to rescue his ex-wife successfully?",
    "poster_url": "https://image.tmdb.org/t/p/w500/i28T4z3JxRf6xwuunXAedTxkNDX.jpg",
    "popularity": 2.1261,
    "tmdb_url": "https://www.themoviedb.org/movie/865921"
  },
  {
    "id": 15071,
    "title": "The Contractor",
    "release_date": "2007-07-10",
    "overview": "Former CIA Operative James Dial is coaxed back into action to kill a terrorist in London, but it all goes wrong and he is forced into hiding, where he meets and befriends a 12 year old girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/udf7WGMqLeq4C91a4xEoS7WAh1.jpg",
    "popularity": 2.0646,
    "tmdb_url": "https://www.themoviedb.org/movie/15071"
  },
  {
    "id": 67851,
    "title": "Space Runaway Ideon: Be Invoked",
    "release_date": "1982-07-10",
    "overview": "The epic conclusion to the Ideon saga, featuring what was meant to be the final 5 episodes of the TV series. The Solo Ship and its crew continue their intense battle with the Buff Clan leading to a final battle that will determine the fate of all life in the universe.\r This movie was the second part of a double feature along with \"The Ideon: A Contact\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/dZAs1i3ZHKQFFSNIY8Yo5qdjfPd.jpg",
    "popularity": 2.0264,
    "tmdb_url": "https://www.themoviedb.org/movie/67851"
  },
  {
    "id": 859010,
    "title": "Super Sentai Strongest Battle Director's Cut",
    "release_date": "2019-07-10",
    "overview": "A mysterious girl named Rita gathers heroes from Super Sentai teams to the planet Nemesis. The heroes are told that any wish they desire will come true if they can win the \"Super Sentai Strongest Battle\" tournament.  A director's cut of the mini-series as a full-length feature.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oPeCo68dPgqPUdE2uO9KGswxMdT.jpg",
    "popularity": 2.0214,
    "tmdb_url": "https://www.themoviedb.org/movie/859010"
  }
]