[
  {
    "id": 155,
    "title": "The Dark Knight",
    "release_date": "2008-07-16",
    "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
    "popularity": 26.643,
    "tmdb_url": "https://www.themoviedb.org/movie/155"
  },
  {
    "id": 345,
    "title": "Eyes Wide Shut",
    "release_date": "1999-07-16",
    "overview": "After Dr. Bill Harford's wife, Alice, admits to having sexual fantasies about a man she met, Bill becomes obsessed with having a sexual encounter. He discovers an underground sexual group and attends one of their meetings -- and quickly discovers that he is in over his head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/knEIz1eNGl5MQDbrEAVWA7iRqF9.jpg",
    "popularity": 11.5837,
    "tmdb_url": "https://www.themoviedb.org/movie/345"
  },
  {
    "id": 257344,
    "title": "Pixels",
    "release_date": "2015-07-16",
    "overview": "Video game experts are recruited by the military to fight 1980s-era video game characters who've attacked New York.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d26S5EfVXLNxRXqyFy1yyl3qRq3.jpg",
    "popularity": 10.6064,
    "tmdb_url": "https://www.themoviedb.org/movie/257344"
  },
  {
    "id": 27,
    "title": "9 Songs",
    "release_date": "2004-07-16",
    "overview": "Matt, a young glaciologist, soars across the vast, silent, icebound immensities of the South Pole as he recalls his love affair with Lisa. They meet at a mobbed rock concert in a vast music hall - London's Brixton Academy. They are in bed at night's end. Together, over a period of several months, they pursue a mutual sexual passion whose inevitable stages unfold in counterpoint to nine live-concert songs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/91O7z0vo7MiNWd5xD2BoivwbQsb.jpg",
    "popularity": 10.2151,
    "tmdb_url": "https://www.themoviedb.org/movie/27"
  },
  {
    "id": 51739,
    "title": "The Secret World of Arrietty",
    "release_date": "2010-07-16",
    "overview": "14-year-old Arrietty and the rest of the Clock family live in peaceful anonymity as they make their own home from items \"borrowed\" from the house's human inhabitants. However, life changes for the Clocks when a human boy discovers Arrietty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3lSRaSjDp2nkXMQkzzjpRi3035O.jpg",
    "popularity": 6.745,
    "tmdb_url": "https://www.themoviedb.org/movie/51739"
  },
  {
    "id": 9342,
    "title": "The Mask of Zorro",
    "release_date": "1998-07-16",
    "overview": "It has been twenty years since Don Diego de la Vega fought Spanish oppression in Alta California as the legendary romantic hero, Zorro. Having escaped from prison he transforms troubled bandit Alejandro into his successor, in order to foil the plans of the tyrannical Don Rafael Montero who robbed him of his freedom, his wife and his precious daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bdMufwGDDzqu4kTSQwrKc5WR4bu.jpg",
    "popularity": 6.4044,
    "tmdb_url": "https://www.themoviedb.org/movie/9342"
  },
  {
    "id": 655,
    "title": "Paris, Texas",
    "release_date": "1984-07-16",
    "overview": "A man wanders out of the desert not knowing who he is. His brother finds him, and helps to pull his memory back of the life he led before he walked out on his family and disappeared four years earlier.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mYYdCi54E2xVbUxCr03tMookv9Z.jpg",
    "popularity": 5.8831,
    "tmdb_url": "https://www.themoviedb.org/movie/655"
  },
  {
    "id": 776305,
    "title": "Belle",
    "release_date": "2021-07-16",
    "overview": "Suzu is a 17-year-old high-school student living in a rural town with her father. Wounded by the loss of her mother at a young age, Suzu one day discovers the massive online world \"U\" and dives into this alternate reality as her avatar, Belle. Before long, all of U's eyes are fixed on Belle, when, suddenly, a mysterious, dragon-like figure appears before her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fYHOD4pxZQk4rsP2tQrZI5uBlZV.jpg",
    "popularity": 5.6258,
    "tmdb_url": "https://www.themoviedb.org/movie/776305"
  },
  {
    "id": 10439,
    "title": "Hocus Pocus",
    "release_date": "1993-07-16",
    "overview": "After 300 years of slumber, three sister witches are accidentally resurrected in Salem on Halloween night, and it is up to three kids and their newfound feline friend to put an end to the witches' reign of terror once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/by4D4Q9NlUjFSEUA1yrxq6ksXmk.jpg",
    "popularity": 5.429,
    "tmdb_url": "https://www.themoviedb.org/movie/10439"
  },
  {
    "id": 11247,
    "title": "A Cinderella Story",
    "release_date": "2004-07-16",
    "overview": "Routinely exploited by her wicked stepmother, the downtrodden Samantha Montgomery is excited about the prospect of meeting her Internet beau at the school's Halloween dance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ukwP7gDPWxj1R1dW5iN3mnxkL3D.jpg",
    "popularity": 5.0502,
    "tmdb_url": "https://www.themoviedb.org/movie/11247"
  },
  {
    "id": 83389,
    "title": "From Up on Poppy Hill",
    "release_date": "2011-07-16",
    "overview": "Yokohama, 1963. Japan is picking itself up from the devastation of World War II and preparing to host the 1964 Olympics—and the mood is one of both optimism and conflict as the young generation struggles to throw off the shackles of a troubled past. Against this backdrop of hope and change, a friendship begins to blossom between high school students Umi and Shun—but a buried secret from their past emerges to cast a shadow on the future and pull them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rRLYX4RZIyloHSJwvZKAhphAjiB.jpg",
    "popularity": 4.7943,
    "tmdb_url": "https://www.themoviedb.org/movie/83389"
  },
  {
    "id": 625568,
    "title": "Unhinged",
    "release_date": "2020-07-16",
    "overview": "Rachel is a divorced single mother whose bad day gets even worse. She's running late to drop her son off at school when she honks her horn impatiently at a fellow driver during rush-hour traffic. After an exchange of words, she soon realizes that the mysterious man is following her and her young son in his truck. A case of road rage quickly escalates, at horrifyingly psychotic proportions, into full-blown terror as Rachel discovers the psychopath's sinister plan for revenge. He is single-mindedly determined to teach her a deadly lesson.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xfIcONZO4AiWpzm3jEpbR4llzVX.jpg",
    "popularity": 4.5542,
    "tmdb_url": "https://www.themoviedb.org/movie/625568"
  },
  {
    "id": 15283,
    "title": "Pom Poko",
    "release_date": "1994-07-16",
    "overview": "The Raccoons of the Tama Hills are being forced from their homes by the rapid development of houses and shopping malls. As it becomes harder to find food and shelter, they decide to band together and fight back. The Raccoons practice and perfect the ancient art of transformation until they are even able to appear as humans in hilarious circumstances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zat2MMhejQyJJN6CucLI9Or9kdo.jpg",
    "popularity": 4.3651,
    "tmdb_url": "https://www.themoviedb.org/movie/15283"
  },
  {
    "id": 34067,
    "title": "Pokémon: Lucario and the Mystery of Mew",
    "release_date": "2005-07-16",
    "overview": "In the legendary past, before Poké Balls were invented, an aura-guiding hero Pokémon named Lucario sensed two groups of armies about to clash, and a threat of a massive war in front of Oldoran Castle in Kanto that would leave no survivors. He transferred this message to his master, the legendary hero Arlon, while he was being attacked by a violent group of Hellgar. During the battle, his sense of sight was lost and he was rendered unable to see. He used the detection of his Aura, and so with the offensive Wave Bomb, he eliminated them. Though by the threat, the queen of Rota, Lady Rin was resolute to die with her civilians, and so Arlon made a choice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3A3WiPXPmWVhXC7bGSiqtsYY9z6.jpg",
    "popularity": 4.2053,
    "tmdb_url": "https://www.themoviedb.org/movie/34067"
  },
  {
    "id": 635731,
    "title": "Pig",
    "release_date": "2021-07-16",
    "overview": "A truffle hunter who lives alone in the Oregon wilderness must visit Portland to find the mysterious person who stole his beloved foraging pig.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1InMm4Mbjx8wCKvIy5gglo5i3HN.jpg",
    "popularity": 3.875,
    "tmdb_url": "https://www.themoviedb.org/movie/635731"
  },
  {
    "id": 15067,
    "title": "The Good, the Bad, the Weird",
    "release_date": "2008-07-16",
    "overview": "The story of three Korean outlaws in 1930s Manchuria and their dealings with the Japanese army and Chinese and Russian bandits. The Good (a bounty hunter), the Bad (a hitman), and the Weird (a thief) battle the army and the bandits in a race to use a treasure map to uncover the riches of legend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4CK4J61vzEteEAueNm40CEZQPGN.jpg",
    "popularity": 3.5448,
    "tmdb_url": "https://www.themoviedb.org/movie/15067"
  },
  {
    "id": 1634,
    "title": "Free Willy",
    "release_date": "1993-07-16",
    "overview": "When maladjusted orphan Jesse vandalizes a theme park, he is placed with foster parents and must work at the park to make amends. There he meets Willy, a young Orca whale who has been separated from his family. Sensing kinship, they form a bond and, with the help of kindly whale trainer Rae Lindley, develop a routine of tricks. However, greedy park owner Dial soon catches wind of the duo and makes plans to profit from them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WLTjNznfvr3bkHf4p9PR4ctBKK.jpg",
    "popularity": 3.2516,
    "tmdb_url": "https://www.themoviedb.org/movie/1634"
  },
  {
    "id": 88557,
    "title": "Pokémon the Movie: White - Victini and Zekrom",
    "release_date": "2011-07-16",
    "overview": "The Kingdom of the People of the Earth once ruled over the land, but now all that remains is the Sword of the Earth. in the city of Eindoak. Satoshi, Iris, and Dent arrive in Eindoak during a harvest festival's Pokémon Tournament and meet the legendary Pokémon Victini who wishes to share its powers of victory to someone. Elsewhere in the city, a descendant of the People of the Earth named Dred Grangil has arrived who seeks to revive the kingdom's power with the Sword of the Earth, bringing them back into power over the land, and Satoshi and his friends must stop him before he destroys the land along with Victini.",
    "poster_url": "https://image.tmdb.org/t/p/w500/J5AsLGUAqMgq0MjoyWldqqMPs1.jpg",
    "popularity": 3.2471,
    "tmdb_url": "https://www.themoviedb.org/movie/88557"
  },
  {
    "id": 243683,
    "title": "Step Up All In",
    "release_date": "2014-07-16",
    "overview": "All-stars from the previous Step Up installments come together in glittering Las Vegas, battling for a victory that could define their dreams and their careers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hgAjyJyEvj5S9CeztXs39iEUJKS.jpg",
    "popularity": 3.1264,
    "tmdb_url": "https://www.themoviedb.org/movie/243683"
  },
  {
    "id": 10660,
    "title": "It Could Happen to You",
    "release_date": "1994-07-16",
    "overview": "Charlie Lang is a simple, kindhearted New York City cop. When he realizes he has no money to tip waitress Yvonne Biasi, Lang offers her half the winnings of his lottery ticket. Amazingly, the ticket happens to be a winner, in the sum of $4 million. True to his word, Lang proceeds to share the prize money with Biasi, which infuriates his greedy wife, Muriel. Not content with the arrangement, Muriel begins scheming to take all the money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6UOaeLDOdwwTMQtbl5YL6EGjqy0.jpg",
    "popularity": 3.0597,
    "tmdb_url": "https://www.themoviedb.org/movie/10660"
  },
  {
    "id": 382190,
    "title": "Pokémon the Movie: Volcanion and the Mechanical Marvel",
    "release_date": "2016-07-16",
    "overview": "Ash meets the Mythical Pokémon Volcanion when it crashes down from the sky, creating a cloud of dust—and a mysterious force binds the two of them together! Volcanion despises humans and tries to get away, but it’s forced to drag Ash along as it continues its rescue mission. They arrive in a city of cogs and gears, where a corrupt official has stolen the ultimate invention: the Artificial Pokémon Magearna, created 500 years ago. He plans to use its mysterious power to take control of this mechanical kingdom! Can Ash and Volcanion work together to rescue Magearna? One of the greatest battles in Pokémon history is about to unfold!",
    "poster_url": "https://image.tmdb.org/t/p/w500/4hdbuM6qBrHH0hX4sD8pNsXmalm.jpg",
    "popularity": 3.0263,
    "tmdb_url": "https://www.themoviedb.org/movie/382190"
  },
  {
    "id": 866741,
    "title": "Box",
    "release_date": "2021-07-16",
    "overview": "The execution was scheduled and the last meal consumed. The coolness of the poisons entering the blood system slowed the heart rate and sent him on the way to Judgement. He had paid for his crime with years on Death Row waiting for this moment and now he would pay for them again as the judgment continued..",
    "poster_url": "https://image.tmdb.org/t/p/w500/l6A2GHORl1g45IrINvk5dhFmdr0.jpg",
    "popularity": 2.9725,
    "tmdb_url": "https://www.themoviedb.org/movie/866741"
  },
  {
    "id": 19543,
    "title": "Anacondas: Trail of Blood",
    "release_date": "2009-07-16",
    "overview": "A genetically created Anaconda, cut in half, regenerates itself into two new aggressive giant snakes, due to the Blood Orchid.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rCp9VYqvBphiETtC86fGZFSXc63.jpg",
    "popularity": 2.6678,
    "tmdb_url": "https://www.themoviedb.org/movie/19543"
  },
  {
    "id": 334298,
    "title": "Monster Hunt",
    "release_date": "2015-07-16",
    "overview": "Young monster kids try to make peace between the world of humans and the world of the monsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/csMASFudtPSyVEFl4qq2Sm5lflM.jpg",
    "popularity": 2.5301,
    "tmdb_url": "https://www.themoviedb.org/movie/334298"
  },
  {
    "id": 115223,
    "title": "Pokémon the Movie: Black - Victini and Reshiram",
    "release_date": "2011-07-16",
    "overview": "The Kingdom of the People of the Earth once ruled over the land, but now all that remains is the Sword of the Earth. in the city of Eindoak. Satoshi, Iris, and Dent arrive in Eindoak during a harvest festival's Pokémon Tournament and meet the legendary Pokémon Victini who wishes to share its powers of victory to someone. Elsewhere in the city, a descendant of the People of the Earth named Dred Grangil has arrived who seeks to revive the kingdom's power with the Sword of the Earth, bringing them back into power over the land, and Satoshi and his friends must stop him before he destroys the land along with Victini.",
    "poster_url": "https://image.tmdb.org/t/p/w500/SuIAXmxlbImWHobCkCWCHAeg03.jpg",
    "popularity": 2.4648,
    "tmdb_url": "https://www.themoviedb.org/movie/115223"
  },
  {
    "id": 31767,
    "title": "The Devils",
    "release_date": "1971-07-16",
    "overview": "In 17th-century France, Father Urbain Grandier seeks to protect the city of Loudun from the corrupt establishment of Cardinal Richelieu. Hysteria occurs within the city when he is accused of witchcraft by the sexually repressed Sister Jeanne.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y1k7eiOFc6fzm8XeTa1kNGx6JIs.jpg",
    "popularity": 2.2125,
    "tmdb_url": "https://www.themoviedb.org/movie/31767"
  },
  {
    "id": 45007,
    "title": "The Hunting Party",
    "release_date": "1971-07-16",
    "overview": "A ruthless rancher, and his gang, use extremely long range rifles to kill the men who kidnapped his wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o10TjhUwIzfCacK3YnNsjSE3oYz.jpg",
    "popularity": 2.1351,
    "tmdb_url": "https://www.themoviedb.org/movie/45007"
  },
  {
    "id": 433945,
    "title": "Tokyo Ghoul",
    "release_date": "2017-07-16",
    "overview": "A Tokyo college student is attacked by a ghoul, a super-powered human who feeds on human flesh. He survives, but has become part ghoul and becomes a fugitive on the run.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m6MzYJVfXMjN4E1JB2pc1iud3gI.jpg",
    "popularity": 2.1258,
    "tmdb_url": "https://www.themoviedb.org/movie/433945"
  },
  {
    "id": 11158,
    "title": "Honey, I Blew Up the Kid",
    "release_date": "1992-07-16",
    "overview": "Wayne Szalinski is at it again. But instead of shrinking things, he tries to make a machine that can make things grow. As in the first one, his machine isn't quite accurate. But when he brings Nick & his toddler son Adam to see his invention, the machine unexpectedly starts working. And when Adam comes right up to the machine, he gets zapped along with his stuffed bunny.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4EGqDo2pP2ZL0TCcYDGnwsU8liQ.jpg",
    "popularity": 2.1058,
    "tmdb_url": "https://www.themoviedb.org/movie/11158"
  },
  {
    "id": 55890,
    "title": "Bereavement",
    "release_date": "2010-07-16",
    "overview": "In 1989, six year old Martin Bristoll was kidnapped from his backyard swing in Minersville Pennsylvania. Graham Sutter, a psychotic recluse, kept Martin imprisoned on his derelict pig farm, forcing him to witness and participate in unspeakable horrors. Chosen at random, his victim's screams were drowned out by the rural countryside. For five years, Martin's whereabouts have remained a mystery, until 17 year old Allison Miller comes to live with her Uncle, Jonathan. While exploring her new surroundings, Allison discovers things aren't quite right at the farmhouse down the road. Her curiosity disturbs a hornet's nest of evil and despair that once torn open, can never be closed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Zd0NzvT3x8EhuE5lYMJz5ShcH1.jpg",
    "popularity": 2.056,
    "tmdb_url": "https://www.themoviedb.org/movie/55890"
  }
]