[
  {
    "id": 271718,
    "title": "Trainwreck",
    "release_date": "2015-07-17",
    "overview": "Having thought that monogamy was never possible, a commitment-phobic career woman may have to face her fears when she meets a good guy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wrY629UTCUAKLJ4CxQXz6DCE7pr.jpg",
    "popularity": 17.8239,
    "tmdb_url": "https://www.themoviedb.org/movie/271718"
  },
  {
    "id": 49026,
    "title": "The Dark Knight Rises",
    "release_date": "2012-07-17",
    "overview": "Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hr0L2aueqlP2BYUblTTjmtn0hw4.jpg",
    "popularity": 15.1994,
    "tmdb_url": "https://www.themoviedb.org/movie/49026"
  },
  {
    "id": 19913,
    "title": "(500) Days of Summer",
    "release_date": "2009-07-17",
    "overview": "Tom, greeting-card writer and hopeless romantic, is caught completely off-guard when his girlfriend, Summer, suddenly dumps him. He reflects on their 500 days together to try to figure out where their love affair went sour, and in doing so, Tom rediscovers his true passions in life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qXAuQ9hF30sQRsXf40OfRVl0MJZ.jpg",
    "popularity": 10.9535,
    "tmdb_url": "https://www.themoviedb.org/movie/19913"
  },
  {
    "id": 5548,
    "title": "RoboCop",
    "release_date": "1987-07-17",
    "overview": "In a violent, near-apocalyptic Detroit, evil corporation Omni Consumer Products wins a contract from the city government to privatize the police force. To test their crime-eradicating cyborgs, the company leads street cop Alex Murphy into an armed confrontation with crime lord Boddicker so they can use his body to support their untested RoboCop prototype. But when RoboCop learns of the company's nefarious plans, he turns on his masters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/esmAU0fCO28FbS6bUBKLAzJrohZ.jpg",
    "popularity": 8.7732,
    "tmdb_url": "https://www.themoviedb.org/movie/5548"
  },
  {
    "id": 238636,
    "title": "The Purge: Anarchy",
    "release_date": "2014-07-17",
    "overview": "One night per year, the government sanctions a 12-hour period in which citizens can commit any crime they wish -- including murder -- without fear of punishment or imprisonment. Leo, a sergeant who lost his son, plans a vigilante mission of revenge during the mayhem. However, instead of a death-dealing avenger, he becomes the unexpected protector of four innocent strangers who desperately need his help if they are to survive the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qwqHHZLZSUvMkAMQ47ymtfjEifY.jpg",
    "popularity": 6.2047,
    "tmdb_url": "https://www.themoviedb.org/movie/238636"
  },
  {
    "id": 59859,
    "title": "Kick-Ass 2",
    "release_date": "2013-07-17",
    "overview": "After Kick-Ass’ insane bravery inspires a new wave of self-made masked crusaders, he joins a patrol led by the Colonel Stars and Stripes. When these amateur superheroes are hunted down by Red Mist — reborn as The Mother Fucker — only the blade-wielding Hit-Girl can prevent their annihilation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1go2A3gdQjaMuHWquybgoJlQRcX.jpg",
    "popularity": 5.4484,
    "tmdb_url": "https://www.themoviedb.org/movie/59859"
  },
  {
    "id": 225886,
    "title": "Sex Tape",
    "release_date": "2014-07-17",
    "overview": "When Jay and Annie first got together, their romantic connection was intense – but ten years and two kids later, the flame of their love needs a spark.  To kick things up a notch, they decide – why not? – to make a video of themselves trying out every position in The Joy of Sex in one marathon three-hour session.  It seems like a great idea – until they discover that their most private video is no longer private.  With their reputations on the line, they know they’re just one click away from being laid bare to the world... but as their race to reclaim their video leads to a night they'll never forget, they'll find that their video will expose even more than they bargained for.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pFdS7SIdjcrYXtf141dabWVly9B.jpg",
    "popularity": 5.3983,
    "tmdb_url": "https://www.themoviedb.org/movie/225886"
  },
  {
    "id": 12599,
    "title": "Pokémon the Movie 2000",
    "release_date": "1999-07-17",
    "overview": "When Lawrence III's scheme to capture the Legendary Pokémon Lugia upsets the balance of nature, it is up to Ash Ketchum and his friends to save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/se72V9kyqmJYF1HLu5F7TEUU41g.jpg",
    "popularity": 5.2786,
    "tmdb_url": "https://www.themoviedb.org/movie/12599"
  },
  {
    "id": 15070,
    "title": "Undisputed",
    "release_date": "2002-07-17",
    "overview": "Monroe Hutchens is the heavyweight champion of Sweetwater, a maximum security prison. He was convicted to a life sentence due to a passionate crime. Iceman Chambers is the heavyweight champion, who lost his title due to a rape conviction to ten years in Sweetwater. When these two giants collide in the same prison, they fight against each other disputing who is the real champion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xgnCABtbMDaDqn9bt3ZFJTnpA3e.jpg",
    "popularity": 4.8543,
    "tmdb_url": "https://www.themoviedb.org/movie/15070"
  },
  {
    "id": 348892,
    "title": "Bajrangi Bhaijaan",
    "release_date": "2015-07-17",
    "overview": "A young mute girl from Pakistan loses herself in India with no way to head back. A devoted man with a magnanimous spirit undertakes the task to get her back to her motherland and unite her with her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vhlliI7HZZlWfo5d6CiyfBAGLrW.jpg",
    "popularity": 4.7976,
    "tmdb_url": "https://www.themoviedb.org/movie/348892"
  },
  {
    "id": 884,
    "title": "Crash",
    "release_date": "1996-07-17",
    "overview": "After getting into a serious car accident, a TV director discovers an underground sub-culture of scarred, omnisexual car-crash victims, and he begins to use car accidents and the raw sexual energy they produce to try to rejuvenate his sex life with his wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gpai5oUFyFGLHOCsYTvVMqlbY7A.jpg",
    "popularity": 4.5022,
    "tmdb_url": "https://www.themoviedb.org/movie/884"
  },
  {
    "id": 8953,
    "title": "Steamboy",
    "release_date": "2004-07-17",
    "overview": "After receiving a package from his grandfather, Ray, a young inventor who lives in England during the mid-19th century, finds himself caught in the middle of a deadly conflict related to a revolutionary advance in steam power.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ZAq0hTiJTiQir5RtpiN8CkkzSZ.jpg",
    "popularity": 4.3173,
    "tmdb_url": "https://www.themoviedb.org/movie/8953"
  },
  {
    "id": 8869,
    "title": "Eight Legged Freaks",
    "release_date": "2002-07-17",
    "overview": "The residents of a rural mining town discover that an unfortunate chemical spill has caused hundreds of little spiders to mutate overnight to the size of SUVs. It's then up to mining engineer Chris McCormack and Sheriff Sam Parker to mobilize an eclectic group of townspeople, including the Sheriff's young son, Mike, her daughter, Ashley, and paranoid radio announcer Harlan, into battle against the bloodthirsty eight-legged beasts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5blAumPPS6vX6zcUlt9oIhOEheK.jpg",
    "popularity": 4.001,
    "tmdb_url": "https://www.themoviedb.org/movie/8869"
  },
  {
    "id": 19114,
    "title": "Endless Love",
    "release_date": "1981-07-17",
    "overview": "As their romance unfolds, Jade and David's growing love for one another becomes the scorn of Jade's father. However, when Jade's grades begin to drop, her father forbids the young couple from seeing each other for 30 days. Driven insane with frustration and desire, David attempts to reverse the decision, with catastrophic results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eAU5kEn3n2PROao46iqs0w57Tqr.jpg",
    "popularity": 3.7741,
    "tmdb_url": "https://www.themoviedb.org/movie/19114"
  },
  {
    "id": 14258,
    "title": "Wonderful Days",
    "release_date": "2003-07-17",
    "overview": "Civilization has been destroyed by war and pollution, but the survivors have built the last city of Ecoban. As most natural resources have been exhausted, Ecoban is powered by pollution. The citizens of Ecoban need to continue creating this pollution leading them into conflict with the inhabitants of Marr while one man just wants to clear away the clouds and see the sky.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jpf0sxtj2OrzTi1IBTfECtHIG7k.jpg",
    "popularity": 3.5574,
    "tmdb_url": "https://www.themoviedb.org/movie/14258"
  },
  {
    "id": 46122,
    "title": "Jackie Chan: My Story",
    "release_date": "1998-07-17",
    "overview": "Jackie Chan is one of the world's biggest action stars, famed for his wacky sense of humor, remarkable martial arts techniques, and willingness to perform incredible stunts without the use of doubles -- or a net. This video takes a personal look at Chan as he works on screen projects in Hollywood and Beijing and candidly discusses his life and work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kJnVff7qqEWeRZbILeZLW6fsn62.jpg",
    "popularity": 3.3599,
    "tmdb_url": "https://www.themoviedb.org/movie/46122"
  },
  {
    "id": 580,
    "title": "Jaws: The Revenge",
    "release_date": "1987-07-17",
    "overview": "After another deadly shark attack, Ellen Brody decides she has had enough of New England's Amity Island and moves to the Caribbean to join her son, Michael, and his family. But a great white shark has followed her there, hungry for more lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6mupOKQ0IFK38hPoWsow24RXIJR.jpg",
    "popularity": 3.1224,
    "tmdb_url": "https://www.themoviedb.org/movie/580"
  },
  {
    "id": 218836,
    "title": "Planes: Fire & Rescue",
    "release_date": "2014-07-17",
    "overview": "When world-famous air racer Dusty learns that his engine is damaged and he may never race again, he must shift gears and is launched into the world of aerial firefighting. Dusty joins forces with veteran fire and rescue helicopter Blade Ranger and his team, a bunch of all-terrain vehicles known as The Smokejumpers. Together, the fearless team battles a massive wildfire, and Dusty learns what it takes to become a true hero.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pOmteFeBDI9FJOPTDvYJYFeAtdp.jpg",
    "popularity": 2.7828,
    "tmdb_url": "https://www.themoviedb.org/movie/218836"
  },
  {
    "id": 15318,
    "title": "The Taste of Tea",
    "release_date": "2004-07-17",
    "overview": "A spell of time in the life of a family in rural Tochigi prefecture. Yoshiko is not an ordinary housewife, instead working on an animated film project. Uncle Ayano, a successful music producer, is looking to get his head together after living in Tokyo. Meanwhile, Sachiko is concerned with why she seems to be followed by a giant version of herself. As the lazy days pass by, each member of the family is followed in a series of episodic vignettes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yapwfNElQYFY9TaVS03jv6Gk2Rs.jpg",
    "popularity": 2.7623,
    "tmdb_url": "https://www.themoviedb.org/movie/15318"
  },
  {
    "id": 1017123,
    "title": "The Importance Of Doubting Tom",
    "release_date": "2016-07-17",
    "overview": "After a white lie in a bar spirals into his separate worlds colliding, Tom must learn to embrace what's really important before his deception ruins his love-life, his friendships, and his chances at a local darts competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xwr0nz6WcAlkd900KEETks5PxVC.jpg",
    "popularity": 2.6479,
    "tmdb_url": "https://www.themoviedb.org/movie/1017123"
  },
  {
    "id": 13012,
    "title": "Felon",
    "release_date": "2008-07-17",
    "overview": "A family man convicted of killing an intruder must cope with life afterward in the violent penal system.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1eYGh6DETJFXQt5PWjV8lp8YZvx.jpg",
    "popularity": 2.6259,
    "tmdb_url": "https://www.themoviedb.org/movie/13012"
  },
  {
    "id": 16198,
    "title": "My Neighbors the Yamadas",
    "release_date": "1999-07-17",
    "overview": "The Yamadas are a typical middle class Japanese family in urban Tokyo and this film shows us a variety of episodes of their lives. With tales that range from the humorous to the heartbreaking, we see this family cope with life's little conflicts, problems, and joys in their own way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nj0ijnOozQtu52r0ncut769G1FX.jpg",
    "popularity": 2.5856,
    "tmdb_url": "https://www.themoviedb.org/movie/16198"
  },
  {
    "id": 724106,
    "title": "R-Rated Idol Seung-ha's Sex Scandal",
    "release_date": "2020-07-17",
    "overview": "When they were young, Min-joo and Seo-yeon cared for each other and were closer than brothers and sisters. However, she accidentally learns about Seo-yeon's tutor, Woo-hyeon, and because of this man, their 10-year friendship starts to become shaky. Meanwhile, Jeong-soo is hurt in seeing Min-joo like that, and so he distanced himself from Min-joo. Because of Min-joo and Seo-yeon's misunderstanding, Jeong-soo who couldn't care much might just leave so Min-joo tries to break up with the help of Seo-yeon. While in the process of breaking up, Min-joo and Seo-yeon went back to their close relationship.  The love of women who have been separated because of man, and the two men's friendship is comically drawn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/btpk0Y0m9MjvMCfgrW0i0d7fpd1.jpg",
    "popularity": 2.5153,
    "tmdb_url": "https://www.themoviedb.org/movie/724106"
  },
  {
    "id": 506,
    "title": "Marnie",
    "release_date": "1964-07-17",
    "overview": "Marnie is a thief, a liar, and a cheat. When her new boss, Mark Rutland, catches on to her routine kleptomania, she finds herself being blackmailed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nRRy4VO2A3Py7wiZBPz11PAlogp.jpg",
    "popularity": 2.4669,
    "tmdb_url": "https://www.themoviedb.org/movie/506"
  },
  {
    "id": 847178,
    "title": "Jennie",
    "release_date": "2021-07-17",
    "overview": "Jennie finds herself in a troubled city where she meets a love who may be more bad than good for her, but she is definitely more than what she appears to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dckXRMch7qsuJbFPXyJvf0nNtAy.jpg",
    "popularity": 2.4505,
    "tmdb_url": "https://www.themoviedb.org/movie/847178"
  },
  {
    "id": 1142906,
    "title": "Oppenheimer: The Real Story",
    "release_date": "2023-07-17",
    "overview": "J. Robert Oppenheimer, a physics professor known for creating the atomic bomb during WWII. He witnessed the first atomic bomb detonation in New Mexico in 1945. This film examines Oppenheimer's life, from his early years to his involvement with nuclear physics and his later advocacy for nuclear weapons controls, with interviews and insights from those who knew him and impacted by his legacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ecYTEmn3JBZyWbqwzjmBFfGvi3U.jpg",
    "popularity": 2.3772,
    "tmdb_url": "https://www.themoviedb.org/movie/1142906"
  },
  {
    "id": 745323,
    "title": "Big Tits Mom Friend",
    "release_date": "2020-07-17",
    "overview": "After divorce from her husband, Na-yeon, who lived with her son Dong-jin, suffered from a business failure. At the request of a junior democrat who has nowhere to go, four people live together for a while. Hyung-cheol tries to sex with Min-ju, but is rejected. Hyung-cheol, who is idle without knowing the date, is dissatisfied, I'm going out saying I'm looking for a job even by myself. There are only Nayeon and Hyungcheol at home. Nayeon takes a shower while Hyung-cheol is sleeping and masturbates while thinking of Hyung-cheol.  Hyung-cheol woke up thinking that the moaning in the bathroom was democratic.  Nayeon is surprised to see her masturbating, but she cannot overcome her excitement and attacks her.  When the two sexes were in full swing, Min-ju, who came back home, sees it.  That night, he goes to Dongjin's room and tells the truth...",
    "poster_url": "https://image.tmdb.org/t/p/w500/koz8dWFO3IzfKIRUaBpTSnUfrrD.jpg",
    "popularity": 2.3689,
    "tmdb_url": "https://www.themoviedb.org/movie/745323"
  },
  {
    "id": 1260475,
    "title": "Welcome to Nowhere",
    "release_date": "2018-07-17",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/ovB5sGFG617sf0rklRVGdFKPr61.jpg",
    "popularity": 2.327,
    "tmdb_url": "https://www.themoviedb.org/movie/1260475"
  },
  {
    "id": 308032,
    "title": "The Stanford Prison Experiment",
    "release_date": "2015-07-17",
    "overview": "In 1971, Stanford's Professor Philip Zimbardo conducts a controversial psychology experiment in which college students pretend to be either prisoners or guards, but the proceedings soon get out of hand. Based on a true story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/orMkBkPqu7szuBRdMLUB4TWKiVV.jpg",
    "popularity": 2.2985,
    "tmdb_url": "https://www.themoviedb.org/movie/308032"
  },
  {
    "id": 724890,
    "title": "Housemaid Mom",
    "release_date": "2020-07-17",
    "overview": "Woo-joo, who has a lot of work due to word of mouth as a prostitute, does all her work even if she got pregnant and dreams of a normal life. Sepn, the daughter of Woo-joo who is about to graduate from high school, stays in a palace-like house but feels unreal. She seems to smile brightly at her mother who seem to be the object of resentment all her life. Seon’s joy didn’t last long. It’s not easy to manage a house that big. She doesn’t want her mother to do the chores, so she’s not making excuses to stay at home. To look good for her boyfriend, her mom would give her money, but she feels uneasy to accept it. Good house, good food to eat every day, the more she wants to have more. Seon acts cutely to the quiet and kind-looking house owner to ask for money. He shows her the shoes he never wore, thoughtlessly looking cute. Seon gets quite a bit of money from a nice, older guy, but this guy seems to be a bit dark.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3MND7OvQuqZXYDXKnONc7jxmiy9.jpg",
    "popularity": 2.2699,
    "tmdb_url": "https://www.themoviedb.org/movie/724890"
  },
  {
    "id": 36756,
    "title": "Pokémon: Pikachu's Rescue Adventure",
    "release_date": "1999-07-17",
    "overview": "One day, Pikachu and its friends are walking along when they suddenly fall through a Diglett hole and into Pokémon Valley, a secret location that no one knows about. Pikachu and its buddies tell the Pokémon that they could use some help looking for Togepi, who fell through the hole first. The group sets off and eventually finds Togepi in the Exeggcute nest—but one of the Exeggcute is missing. That leads the group on another hunt; this time, though, Pikachu and its friends come back to the nest empty-handed. That’s when a storm begins to brew, filling Pokémon valley with roaring thunder and gusts of wind that almost blow the friends—and the Exeggcute nest—away! Are the friends going to be able to keep the nest safe and reunite the Exeggcute?",
    "poster_url": "https://image.tmdb.org/t/p/w500/eoEaWuXdxCnyhHIYjBDpb8LqX4D.jpg",
    "popularity": 2.0438,
    "tmdb_url": "https://www.themoviedb.org/movie/36756"
  },
  {
    "id": 11467,
    "title": "America's Sweethearts",
    "release_date": "2001-07-17",
    "overview": "In the midst of a nasty public breakup of married movie stars, a studio publicist scrambles to put a cap on the escalating situation as the couple's latest film has found it's only print kidnapped by the director.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4TQOYs8rCWi44O1tNbIQiRqHQkA.jpg",
    "popularity": 2.0401,
    "tmdb_url": "https://www.themoviedb.org/movie/11467"
  },
  {
    "id": 436274,
    "title": "Radius",
    "release_date": "2017-07-17",
    "overview": "Liam wakes from a car crash with no memory of who he is. As he makes his way into town to look for help, he finds only dead bodies, all with strange pale eyes. Liam's first assessment is that a virus is present in the air, but he soon discovers the horrible truth: anyone who comes within a 50-foot radius of him dies instantly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3BHYW2Wlcu9ES41Y4OTeSgkhYkD.jpg",
    "popularity": 2.0007,
    "tmdb_url": "https://www.themoviedb.org/movie/436274"
  }
]