[
  {
    "id": 138843,
    "title": "The Conjuring",
    "release_date": "2013-07-18",
    "overview": "Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wVYREutTvI2tmxr6ujrHT704wGF.jpg",
    "popularity": 28.4037,
    "tmdb_url": "https://www.themoviedb.org/movie/138843"
  },
  {
    "id": 679,
    "title": "Aliens",
    "release_date": "1986-07-18",
    "overview": "Ripley, the sole survivor of the Nostromo's deadly encounter with the monstrous Alien, returns to Earth after drifting through space in hypersleep for 57 years. Although her story is initially met with skepticism, she agrees to accompany a team of Colonial Marines back to LV-426.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r1x5JGpyqZU8PYhbs4UcrO1Xb6x.jpg",
    "popularity": 13.2956,
    "tmdb_url": "https://www.themoviedb.org/movie/679"
  },
  {
    "id": 8961,
    "title": "Bad Boys II",
    "release_date": "2003-07-18",
    "overview": "Detectives Marcus Burnett and Mike Lowrey of the Miami Narcotics Task Force are tasked with stopping the flow of the drug Ecstasy into Miami. They track the drugs to the whacked-out Cuban drug lord Johnny Tapia, who is also involved in a bloody war with Russian and Haitian mobsters. If that isn't bad enough, there's tension between the two detectives when Marcus discovers that playboy Mike is secretly romancing Marcus’ sister, Syd.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yCvB5fG5aEPqa1St7ihY6KEAsHD.jpg",
    "popularity": 8.7017,
    "tmdb_url": "https://www.themoviedb.org/movie/8961"
  },
  {
    "id": 10228,
    "title": "Pokémon: The First Movie",
    "release_date": "1998-07-18",
    "overview": "Determined to prove its superiority, a bio-engineered Pokémon called Mewtwo lures Ash, Pikachu and others into a Pokemon match like none before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xPW3AeK3iQi1Zd9dCbdNLijE48o.jpg",
    "popularity": 6.4908,
    "tmdb_url": "https://www.themoviedb.org/movie/10228"
  },
  {
    "id": 9598,
    "title": "Babe",
    "release_date": "1995-07-18",
    "overview": "Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mum, Babe realises that he has the makings to become the greatest sheep pig of all time, and Farmer Hoggett knows it. With the help of the sheep dogs, Babe learns that a pig can be anything that he wants to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zKuQMtnbVTz9DsOnOJmlW71v4qH.jpg",
    "popularity": 6.3945,
    "tmdb_url": "https://www.themoviedb.org/movie/9598"
  },
  {
    "id": 11621,
    "title": "Porco Rosso",
    "release_date": "1992-07-18",
    "overview": "In Italy in the 1930s, sky pirates in biplanes terrorize wealthy cruise ships as they sail the Adriatic Sea. The only pilot brave enough to stop the scourge is the mysterious Porco Rosso, a former World War I flying ace who was somehow turned into a pig during the war. As he prepares to battle the pirate crew's American ace, Porco Rosso enlists the help of spunky girl mechanic Fio Piccolo and his longtime friend Madame Gina.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mIvSvnVBApfORL9N6S38Q7wD6A.jpg",
    "popularity": 6.2566,
    "tmdb_url": "https://www.themoviedb.org/movie/11621"
  },
  {
    "id": 698948,
    "title": "Thirteen Lives",
    "release_date": "2022-07-18",
    "overview": "Based on the true nail-biting mission that captivated the world. Twelve boys and the coach of a Thai soccer team explore the Tham Luang cave when an unexpected rainstorm traps them in a chamber inside the mountain. Entombed behind a maze of flooded cave tunnels, they face impossible odds. A team of world-class divers navigate through miles of dangerous cave networks to discover that finding the boys is only the beginning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yi5KcJqFxy0D6yP8nCfcF8gJGg5.jpg",
    "popularity": 6.1937,
    "tmdb_url": "https://www.themoviedb.org/movie/698948"
  },
  {
    "id": 458423,
    "title": "Mamma Mia! Here We Go Again",
    "release_date": "2018-07-18",
    "overview": "Five years after meeting her three fathers, Sophie Sheridan prepares to open her mother’s hotel. In 1979, young Donna Sheridan meets the men who each could be Sophie’s biological father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aWicerX4Y7n7tUwRAVHsVcBBpj2.jpg",
    "popularity": 5.22,
    "tmdb_url": "https://www.themoviedb.org/movie/458423"
  },
  {
    "id": 49524,
    "title": "R.I.P.D.",
    "release_date": "2013-07-18",
    "overview": "A recently slain cop joins a team of undead police officers working for the Rest in Peace Department and tries to find the man who murdered him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rS0kByPD4YF8pQ85KjzMdGiu7Xf.jpg",
    "popularity": 4.6536,
    "tmdb_url": "https://www.themoviedb.org/movie/49524"
  },
  {
    "id": 11231,
    "title": "The Next Karate Kid",
    "release_date": "1994-07-18",
    "overview": "Mr. Miyagi decides to take Julie, a troubled teenager, under his wing after he learns that she blames herself for her parents' demise and struggles to adjust with her grandmother and fellow pupils.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wI3gCi9w1cuUJCiwhviAy46we9Q.jpg",
    "popularity": 4.6256,
    "tmdb_url": "https://www.themoviedb.org/movie/11231"
  },
  {
    "id": 9092,
    "title": "Snow White: A Tale of Terror",
    "release_date": "1997-07-18",
    "overview": "When young Lili's mother dies in childbirth, her father remarries Lady Claudia, a woman ruled by an evil mirror with the power to make her queen of all living things.  After escaping an attempt on her life, Lili finds herself lost in a dark forest, where living happily ever after seems unlikely.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qoFccaw3SVzIFLRWAacFE3cyiig.jpg",
    "popularity": 4.5464,
    "tmdb_url": "https://www.themoviedb.org/movie/9092"
  },
  {
    "id": 39057,
    "title": "Pokémon: Arceus and the Jewel of Life",
    "release_date": "2009-07-18",
    "overview": "When the creator of the world, Arceus, comes to pass judgement on humanity for the theft of the legendary Jewel of Life, Ash and his friends are sent back in time to possibly reverse the events that led to Arceus' vendetta.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tpqguVMKyPbINe0GYmMwduoaUar.jpg",
    "popularity": 4.5068,
    "tmdb_url": "https://www.themoviedb.org/movie/39057"
  },
  {
    "id": 146216,
    "title": "RED 2",
    "release_date": "2013-07-18",
    "overview": "Retired C.I.A. agent Frank Moses reunites his unlikely team of elite operatives for a global quest to track down a missing portable nuclear device.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tbksijr6g340yFWRgI4JfwrtM9h.jpg",
    "popularity": 4.352,
    "tmdb_url": "https://www.themoviedb.org/movie/146216"
  },
  {
    "id": 107985,
    "title": "The World's End",
    "release_date": "2013-07-18",
    "overview": "Five friends who reunite in an attempt to top their epic pub crawl from 20 years earlier unwittingly become humankind's only hope for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kpglnOBYmKn0AkkWDzGxzKHDbds.jpg",
    "popularity": 4.1823,
    "tmdb_url": "https://www.themoviedb.org/movie/107985"
  },
  {
    "id": 350499,
    "title": "Pokémon the Movie: Hoopa and the Clash of Ages",
    "release_date": "2015-07-18",
    "overview": "Ash, Pikachu, and their friends come to a desert city by the sea. Here they meet the Mythical Pokémon Hoopa, which has the ability to summon things—including people and Pokémon—through its magic rings. After a scary incident, they learn of a story about a brave hero who stopped the rampage of a terrifying Pokémon long ago. Now, the threat that has been bottled up for years is in danger of breaking loose again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6kXRevMC1XSywmxqqRHuBcZlROT.jpg",
    "popularity": 4.1286,
    "tmdb_url": "https://www.themoviedb.org/movie/350499"
  },
  {
    "id": 83090,
    "title": "Saint Seiya: Evil Goddess Eris",
    "release_date": "1987-07-18",
    "overview": "When Seiya, Hyōga and Shun visit Saori (Athena) at the orphanage, they meet an employee called Eri. An orphan herself, Eri takes a liking to Hyōga and one night they sit outside watching the stars. They see a shooting star and Hyōga asks Eri to make a wish. After Hyōga leaves, however, Eri becomes powerfully attracted to the shooting star and wanders alone into the woods, where she finds a golden apple. She is then possessed by Eris, the Goddess of Discord, and kidnaps Athena, planning to use the golden apple to suck her energy out, fully reincarnate and take over the world. Eris leaves a message for the Bronze Saints, who set out for the goddess's temple which appears on the mountains. There, the heroes fight the five Ghost Saints: Maya of Sagitta, Orpheus of Lyra, Christ of the Southern Cross, Jan of Scutum (called by the Japanese name Tateza) and Jäger of Orion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/44Ni4sNvXkyRAh2ayuE07CV0lE5.jpg",
    "popularity": 3.9649,
    "tmdb_url": "https://www.themoviedb.org/movie/83090"
  },
  {
    "id": 153158,
    "title": "Underdogs",
    "release_date": "2013-07-18",
    "overview": "All seems well for Amadeo, a shy but talented foosball player who's in love with the free-spirited Laura. Trouble strikes when Grosso, the world's best soccer player, returns home with plans to destroy the village and turn it into a new sports stadium. When Grosso kidnaps Laura, Amadeo receives the ultimate surprise when the figurines from his foosball table spring to life to help him save his beloved and reclaim the town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tJL0oyVmrwSpULCAGaTqs9VMTdM.jpg",
    "popularity": 3.8441,
    "tmdb_url": "https://www.themoviedb.org/movie/153158"
  },
  {
    "id": 2137,
    "title": "The Storm Riders",
    "release_date": "1998-07-18",
    "overview": "Heeding a prophecy, a warlord trains two orphans after killing their parents. But the skills he teaches could lead to his downfall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9vLOmW27iY3oHLPknNwMGxfa0IT.jpg",
    "popularity": 3.6967,
    "tmdb_url": "https://www.themoviedb.org/movie/2137"
  },
  {
    "id": 39145,
    "title": "Dragon Ball: Sleeping Princess in Devil's Castle",
    "release_date": "1987-07-18",
    "overview": "Goku and Kuririn are given an assignment by Kame-Sen'nin: \"Retrieve the sleeping princess from Lucifer and I will take you as my students.\" But the mission proves to be more perilous than originally thought.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8UpsSq1MxRfIPDvyqjLLHXzfR5W.jpg",
    "popularity": 3.5353,
    "tmdb_url": "https://www.themoviedb.org/movie/39145"
  },
  {
    "id": 616219,
    "title": "Shining Modern History",
    "release_date": "2019-07-18",
    "overview": "Hyeon Dae and Min Joo thought one of them getting married would end the sex-partner relationship. However, they can't hold in their desires and Hyeon Dae destroys himself with sex, while Min Joo can't give up what she can't have. At the same time, they have a complicated and ugly relationship with past characters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ppjHTqju6TriB9wSjIwURdDmQlP.jpg",
    "popularity": 3.4906,
    "tmdb_url": "https://www.themoviedb.org/movie/616219"
  },
  {
    "id": 36599,
    "title": "Prom Night",
    "release_date": "1980-07-18",
    "overview": "At a high school senior prom, a masked killer stalks four teenagers who were responsible for the accidental death of a classmate six years prior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gSwKlSq9VXpy6e0gJkIzYBDlT0u.jpg",
    "popularity": 3.4363,
    "tmdb_url": "https://www.themoviedb.org/movie/36599"
  },
  {
    "id": 9558,
    "title": "King of New York",
    "release_date": "1990-07-18",
    "overview": "A former drug lord returns from prison determined to wipe out all his competition and distribute the profits of his operations to New York's poor and lower classes in this stylish and ultra violent modern twist on Robin Hood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1MyH4MJAJZJbb6wDVeOc2bTECtK.jpg",
    "popularity": 3.4088,
    "tmdb_url": "https://www.themoviedb.org/movie/9558"
  },
  {
    "id": 29756,
    "title": "13 Ghosts",
    "release_date": "1960-07-18",
    "overview": "Reclusive Dr. Zorba has died and left his mansion to his nephew Cyrus and his family. They will need to search the house to find the doctor's fortune, but along with the property they have also inherited the occultist's collection of 13 ghosts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8CyQj2VIfmGzjvdoLwYLyT8h4YS.jpg",
    "popularity": 3.3779,
    "tmdb_url": "https://www.themoviedb.org/movie/29756"
  },
  {
    "id": 30421,
    "title": "A Chinese Ghost Story",
    "release_date": "1987-07-18",
    "overview": "A naïve young tax collector for the imperial government winds up spending the night in a haunted temple. There he falls in love with a beautiful woman who, unfortunately, is dead. With the aid of a powerful Daoist Swordsman, he must defeat undead hordes, overcome a sinister Tree Demoness, and descend to the pits of hell, to fight for the spirit he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pGQy2KB3I0DouwnKNjChyCgULJQ.jpg",
    "popularity": 3.1628,
    "tmdb_url": "https://www.themoviedb.org/movie/30421"
  },
  {
    "id": 11676,
    "title": "Nothing to Lose",
    "release_date": "1997-07-18",
    "overview": "Advertising executive Nick Beame learns that his wife is sleeping with his employer. In a state of despair, he encounters a bumbling thief whose attempted carjacking goes awry when Nick takes him on an involuntary joyride. Soon the betrayed businessman and the incompetent crook strike up a partnership and develop a robbery-revenge scheme. But it turns out that some other criminals in the area don't appreciate the competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5al8I28ufKJDxGWDcNGw6xCkZHH.jpg",
    "popularity": 2.7376,
    "tmdb_url": "https://www.themoviedb.org/movie/11676"
  },
  {
    "id": 612152,
    "title": "Secret Obsession",
    "release_date": "2019-07-18",
    "overview": "Newlywed Jennifer is brutally attacked at a dark rest stop. While healing from her injuries, she can’t recall anything from her past, including the ordeal. Her husband, Russell , is just thankful she’s alive and eager to get her home. As he reintroduces her to their secluded mountain estate, Detective Page  pursues Jennifer’s assailant — his own daughter went missing and was never found. The same fate now awaits Jennifer, unless someone realizes that her loving caretaker is actually her captor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3imcOeBpIRNkD01Yu7qBg68E96o.jpg",
    "popularity": 2.6041,
    "tmdb_url": "https://www.themoviedb.org/movie/612152"
  },
  {
    "id": 603119,
    "title": "The Silencing",
    "release_date": "2020-07-18",
    "overview": "A reformed hunter becomes involved in a deadly game of cat and mouse when he and the local sheriff set out to track a vicious killer who may have kidnapped his daughter years ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mUInz05QlvukSrGOulKm5dbOR7L.jpg",
    "popularity": 2.4366,
    "tmdb_url": "https://www.themoviedb.org/movie/603119"
  },
  {
    "id": 33376,
    "title": "Pikachu's Vacation",
    "release_date": "1998-07-18",
    "overview": "Pikachu and the gang learn responsibility, teamwork as well as cooperation during their Summer vacation at Pokemon Island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qOypJgyH77vHWbFLWcrFg2cc6YI.jpg",
    "popularity": 2.3906,
    "tmdb_url": "https://www.themoviedb.org/movie/33376"
  },
  {
    "id": 10779,
    "title": "The Frighteners",
    "release_date": "1996-07-18",
    "overview": "Once an architect, Frank Bannister now passes himself off as an exorcist of evil spirits. To bolster his facade, he claims his \"special\" gift is the result of a car accident that killed his wife. But what he does not count on is more people dying in the small town where he lives. As he tries to piece together the supernatural mystery of these killings, he falls in love with the wife of one of the victims and deals with a crazy FBI agent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ZwWDOoU1yy9qyhLEatcgI94ESy.jpg",
    "popularity": 2.3859,
    "tmdb_url": "https://www.themoviedb.org/movie/10779"
  },
  {
    "id": 9048,
    "title": "A Chinese Ghost Story III",
    "release_date": "1991-07-18",
    "overview": "Set 100 years after the events of A Chinese Ghost Story, Buddhist Bai Yun and his disciple Fong journey through a small town to transport a golden idol of Buddha. However, local thieves thwart their journey, sending them to take shelter at the ghostly Orchid Temple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eh2jmuvX6nHfCcD9ZHt1U1IFUap.jpg",
    "popularity": 2.1954,
    "tmdb_url": "https://www.themoviedb.org/movie/9048"
  },
  {
    "id": 47647,
    "title": "Fight Back to School",
    "release_date": "1991-07-18",
    "overview": "Chow Sing Sing is about to be kicked out of the Royal Hong Kong Police's elite Special Duties Unit. But a senior officer decides to give him one last chance: Star must go undercover as a student at the Edinburgh High School in Hong Kong to recover the senior officer's missing revolver.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8sC9PZVxrFNtHi3sYKxm6bFasg6.jpg",
    "popularity": 2.124,
    "tmdb_url": "https://www.themoviedb.org/movie/47647"
  },
  {
    "id": 619862,
    "title": "Autonomous",
    "release_date": "2019-07-18",
    "overview": "Autonomous is the story of Petr Davydtchenko, an artist who lives parallel to modern life and society. Unbound by conventional means of survival, Petr lives an entirely self-sufficient life in rural south-west France.\r ​\r Autonomous explore humanity's relationship with modern life and our endless consumption of resources.  Are we too far set in our metropolitan ways? Or can we be more critical about how we, as a species, interact with the world around us?",
    "poster_url": "https://image.tmdb.org/t/p/w500/Aoi6S6oF4zlTrPKQ0AqVCuDqOBw.jpg",
    "popularity": 2.1198,
    "tmdb_url": "https://www.themoviedb.org/movie/619862"
  },
  {
    "id": 74619,
    "title": "Mazinger Z vs. Devilman",
    "release_date": "1973-07-18",
    "overview": "Mazinger Z vs. Devilman is a 1973 animated movie that crossed over two then-popular Anime series, both of which were created by Manga artist Go Nagai. While fighting with some of his enemies Mazinger Z inadvertently knocks them into a volcano, where they crash into the prison of the Satan race and release Phoenix Jenny! Dr. Hell, learning of this, frees the rest of the Satan race and teams up with them to defeat Mazinger Z, and their ability to fly proves to be too much for our hero. Meanwhile, Devilman is also individually fighting the members of the Satan race, but their combined power is too much for him as well; can Mazinger and Devilman put aside their differences and team up to defeat Dr. Hell and the Satan race?",
    "poster_url": "https://image.tmdb.org/t/p/w500/g54ikhveHSb8KSI3CE0bwkYT0UR.jpg",
    "popularity": 2.0395,
    "tmdb_url": "https://www.themoviedb.org/movie/74619"
  }
]