[
  {
    "id": 27205,
    "title": "Inception",
    "release_date": "2010-07-15",
    "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oYuLEt3zVCKq57qu2F8dT7NIa6f.jpg",
    "popularity": 25.3304,
    "tmdb_url": "https://www.themoviedb.org/movie/27205"
  },
  {
    "id": 767,
    "title": "Harry Potter and the Half-Blood Prince",
    "release_date": "2009-07-15",
    "overview": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z7uo9zmQdQwU5ZJHFpv2Upl30i1.jpg",
    "popularity": 20.8309,
    "tmdb_url": "https://www.themoviedb.org/movie/767"
  },
  {
    "id": 562,
    "title": "Die Hard",
    "release_date": "1988-07-15",
    "overview": "NYPD cop John McClane's plan to reconcile with his estranged wife is thrown for a serious loop when, minutes after he arrives at her offices Christmas Party, the entire building is overtaken by a group of terrorists. With little help from the LAPD, wisecracking McClane sets out to single-handedly rescue the hostages and bring the bad guys down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aJCpHDC6RoGz7d1Fzayl019xnxX.jpg",
    "popularity": 9.5896,
    "tmdb_url": "https://www.themoviedb.org/movie/562"
  },
  {
    "id": 856289,
    "title": "Creation of the Gods I: Kingdom of Storms",
    "release_date": "2023-07-15",
    "overview": "Based on the most well-known classical fantasy novel of China, Fengshenyanyi, the trilogy is a magnificent eastern high fantasy epic that recreates the prolonged mythical wars between humans, immortals and monsters, which happened more than three thousand years ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n3Vy8oJEGqvaFurE7e7QJbF4mGs.jpg",
    "popularity": 8.022,
    "tmdb_url": "https://www.themoviedb.org/movie/856289"
  },
  {
    "id": 2048,
    "title": "I, Robot",
    "release_date": "2004-07-15",
    "overview": "In 2035, where robots are commonplace and abide by the three laws of robotics, a technophobic cop investigates an apparent suicide. Suspecting that a robot may be responsible for the death, his investigation leads him to believe that humanity may be in danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/efwv6F2lGaghjPpBRSINHtoEiZB.jpg",
    "popularity": 8.0217,
    "tmdb_url": "https://www.themoviedb.org/movie/2048"
  },
  {
    "id": 37797,
    "title": "Whisper of the Heart",
    "release_date": "1995-07-15",
    "overview": "Shizuku lives a simple life, dominated by her love for stories and writing. One day she notices that all the library books she has have been previously checked out by the same person: 'Seiji Amasawa'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5FROLD8zpWFs9ja7aYho1uOMJHg.jpg",
    "popularity": 7.4357,
    "tmdb_url": "https://www.themoviedb.org/movie/37797"
  },
  {
    "id": 581392,
    "title": "Peninsula",
    "release_date": "2020-07-15",
    "overview": "A soldier and his team battle hordes of post-apocalyptic zombies in the wastelands of the Korean Peninsula.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eeqvAzCccAZOhU3RfbvHB3s44S6.jpg",
    "popularity": 6.8274,
    "tmdb_url": "https://www.themoviedb.org/movie/581392"
  },
  {
    "id": 544,
    "title": "There's Something About Mary",
    "release_date": "1998-07-15",
    "overview": "For Ted, prom night went about as bad as it’s possible for any night to go. Thirteen years later, he finally gets another chance with his old prom date, only to run up against other suitors including the sleazy detective he hired to find her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/slJD1Dvnsf15LoeqhERsyzisAdn.jpg",
    "popularity": 6.3085,
    "tmdb_url": "https://www.themoviedb.org/movie/544"
  },
  {
    "id": 39108,
    "title": "Dragon Ball Z: Wrath of the Dragon",
    "release_date": "1995-07-15",
    "overview": "The Z Warriors discover an unopenable music box and are told to open it with the Dragon Balls. The contents turn out to be a warrior named Tapion who had sealed himself inside along with a monster called Hildegarn. Goku must now perfect a new technique to defeat the evil monster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7uRu9EA3nie0n2mlVDDLlTI3IzC.jpg",
    "popularity": 6.172,
    "tmdb_url": "https://www.themoviedb.org/movie/39108"
  },
  {
    "id": 292431,
    "title": "Love",
    "release_date": "2015-07-15",
    "overview": "Murphy is an American living in Paris who enters a highly sexually and emotionally charged relationship with the unstable Electra. Unaware of the seismic effect it will have on their relationship, they invite their pretty neighbor into their bed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dX6Lt1CtnqI6Ai4vL2fj61CFbeD.jpg",
    "popularity": 6.037,
    "tmdb_url": "https://www.themoviedb.org/movie/292431"
  },
  {
    "id": 36955,
    "title": "True Lies",
    "release_date": "1994-07-15",
    "overview": "A fearless, globe-trotting, terrorist-battling secret agent has his life turned upside down when he discovers his wife might be having an affair with a used car salesman while terrorists smuggle nuclear war heads into the United States.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pweFTnzzTfGK68woSVkiTgjLzWm.jpg",
    "popularity": 5.7581,
    "tmdb_url": "https://www.themoviedb.org/movie/36955"
  },
  {
    "id": 28609,
    "title": "Dragon Ball Z: Dead Zone",
    "release_date": "1989-07-15",
    "overview": "In order to wish for immortality and avenge his father, Garlic Jr. collects the dragon balls, kidnapping Goku's son Gohan in the process. Goku, Kami, Piccolo, and Krillin unite to rescue Gohan and save the world from being sucked into a dead zone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ywtyEDTM2YO7qod7USNNwhrAfvA.jpg",
    "popularity": 5.0231,
    "tmdb_url": "https://www.themoviedb.org/movie/28609"
  },
  {
    "id": 429415,
    "title": "Extinction",
    "release_date": "2018-07-15",
    "overview": "A chief mechanic at a factory, haunted by apocalyptic nightmares, becomes a hero when Earth is invaded by a mysterious army bent on destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qjnNdjrZIdi7d316SjjkgEjJRSg.jpg",
    "popularity": 4.9363,
    "tmdb_url": "https://www.themoviedb.org/movie/429415"
  },
  {
    "id": 436931,
    "title": "Pokémon the Movie: I Choose You!",
    "release_date": "2017-07-15",
    "overview": "Ash Ketchum wakes up late one morning after having broken his alarm clock in his sleep. He eventually makes it to Professor Oak's lab, but is told that the three starter List of Pokémon (Bulbasaur, Squirtle, and Charmander) have already been taken by Trainers who were on time. However, Oak reveals that he has one more Pokémon, an Electric-type named Pikachu. Despite its volatile and feisty personality, as well as its refusal to get inside a Poké Ball, Ash happily takes Pikachu for his journey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b4U689nUPUtER5Qh1MNlLRPeh8q.jpg",
    "popularity": 4.6138,
    "tmdb_url": "https://www.themoviedb.org/movie/436931"
  },
  {
    "id": 61202,
    "title": "Zindagi Na Milegi Dobara",
    "release_date": "2011-07-15",
    "overview": "Three friends who were inseparable in childhood decide to go on a three-week-long bachelor road trip to Spain, in order to re-establish their bond and explore thrilling adventures, before one of them gets married. What will they learn of themselves and each other during the adventure?",
    "poster_url": "https://image.tmdb.org/t/p/w500/gFQRmiPLFS0cIGpC1fyGiiqYz41.jpg",
    "popularity": 4.5084,
    "tmdb_url": "https://www.themoviedb.org/movie/61202"
  },
  {
    "id": 617502,
    "title": "Jolt",
    "release_date": "2021-07-15",
    "overview": "A bouncer with an anger management problem goes on a furious and resentful rampage after the murder of a friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b0fBzqCmHr0a0XkeAdhc02XhKXG.jpg",
    "popularity": 4.3797,
    "tmdb_url": "https://www.themoviedb.org/movie/617502"
  },
  {
    "id": 14069,
    "title": "The Girl Who Leapt Through Time",
    "release_date": "2006-07-15",
    "overview": "When 17-year-old Makoto Konno gains the ability to, quite literally, \"leap\" backwards through time, she immediately sets about improving her grades and preventing personal mishaps. However, she soon realises that changing the past isn't as simple as it seems, and eventually, will have to rely on her new powers to shape the future of herself and her friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xHnlWM8BmqY419YUccYy2KC5Jqo.jpg",
    "popularity": 4.2098,
    "tmdb_url": "https://www.themoviedb.org/movie/14069"
  },
  {
    "id": 623,
    "title": "A Fish Called Wanda",
    "release_date": "1988-07-15",
    "overview": "While a diamond advocate attempts to steal a collection of diamonds, troubles arise when he realises he’s not the only one after the collection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hkSGFNVfEEUXFCxRZDITFHVhUlu.jpg",
    "popularity": 3.9076,
    "tmdb_url": "https://www.themoviedb.org/movie/623"
  },
  {
    "id": 10603,
    "title": "George of the Jungle",
    "release_date": "1997-07-15",
    "overview": "Deep in the African jungle, a baby named George, the sole survivor of a plane crash, is raised by gorillas. George grows up to be a buff and lovable klutz who has a rainforest full of animal friends: Tookie, his big-beaked toucan messenger; Ape, a witty talking gorilla; and Shep, a peanut-loving pooch of an elephant. But when poachers mess with George's pals, the King of Swing swings into action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lWp8hUqE4oLPxsYgilXoYoVThfU.jpg",
    "popularity": 3.8773,
    "tmdb_url": "https://www.themoviedb.org/movie/10603"
  },
  {
    "id": 445030,
    "title": "No Game No Life: Zero",
    "release_date": "2017-07-15",
    "overview": "Six thousand years before Sora and Shiro were even a blink in the history of Disboard, war consumed the land, tearing apart the heavens, destroying stars, and even threatening to wipe out the human race. Amid the chaos and destruction, a young man named Riku leads humanity toward the tomorrow his heart believes in. One day, in the ruins of an Elf city, he meets Schwi, a female exiled \"Ex Machina\" android who asks him to teach her what it means to have a human heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cCBB6BGRj5nCTaEgogDtkHfjOLK.jpg",
    "popularity": 3.6884,
    "tmdb_url": "https://www.themoviedb.org/movie/445030"
  },
  {
    "id": 9825,
    "title": "Lake Placid",
    "release_date": "1999-07-15",
    "overview": "When a man is eaten alive by an unknown creature, the local Game Warden teams up with a paleontologist from New York to find the beast. Add to the mix an eccentric philanthropist with a penchant for \"Crocs\", and here we go! This quiet, remote lake is suddenly the focus of an intense search for a crocodile with a taste for live animals...and people!",
    "poster_url": "https://image.tmdb.org/t/p/w500/pEszakCP8j9E9S0UPLfEa3Cad3O.jpg",
    "popularity": 3.5324,
    "tmdb_url": "https://www.themoviedb.org/movie/9825"
  },
  {
    "id": 754609,
    "title": "Mrs. Harris Goes to Paris",
    "release_date": "2022-07-15",
    "overview": "A 1950s London cleaning lady falls in love with an haute couture dress by Christian Dior and decides to gamble everything for the sake of this folly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eUg0HDLhTEDcXGBU2iK6QRBILv4.jpg",
    "popularity": 3.4559,
    "tmdb_url": "https://www.themoviedb.org/movie/754609"
  },
  {
    "id": 16808,
    "title": "Pokémon Ranger and the Temple of the Sea",
    "release_date": "2006-07-15",
    "overview": "On their way through the Battle Frontier, Ash and friends meet up with a Pokémon Ranger who's mission is to deliever the egg of Manaphy to a temple on the ocean's floor. However, a greedy pirate wants the power of Manaphy to himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jZOi06xHjsG1VqbiIwS8GkyrAOn.jpg",
    "popularity": 3.4395,
    "tmdb_url": "https://www.themoviedb.org/movie/16808"
  },
  {
    "id": 850953,
    "title": "Azzurri: Road to Wembley",
    "release_date": "2021-07-15",
    "overview": "A docu-film that traces the victorious ride of Mancini's Azzurri, from the debut match to the final against England. A troupe lived with the Azzurri for a month, to bring the spectators into the lives of the players and all the members of the staff, between training sessions, matches, travels and celebrations. An adventure told through the voices of the protagonists, who confided dreams, joys, pains and hopes to the cameras. \"Blue Dream, the road to Wembley\" is the completion of a project started a year ago together with the FIGC, to tell the national team's approach to the European Championships through the 4 episodes aired in the days immediately preceding the European Championship, bringing the new television language of the docu-series to one of the most important time slots of the first generalist network. \"Blue Dream, the road to Wembley\" is a project of the New Formats Development Department",
    "poster_url": "https://image.tmdb.org/t/p/w500/2MHWwQxw4dEUu69HrWDrDett2BV.jpg",
    "popularity": 3.3812,
    "tmdb_url": "https://www.themoviedb.org/movie/850953"
  },
  {
    "id": 22611,
    "title": "Little Nemo: Adventures in Slumberland",
    "release_date": "1989-07-15",
    "overview": "A little boy whose dreams transcend reality is sucked into his own fantasy, which is everything he has dreamed of, until he unleashes an old secret that may not only destroy this perfect dream world but reality itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uVyqRtRaIGrHJvfxImrHHFaQNxM.jpg",
    "popularity": 3.348,
    "tmdb_url": "https://www.themoviedb.org/movie/22611"
  },
  {
    "id": 547565,
    "title": "The Night House",
    "release_date": "2021-07-15",
    "overview": "Reeling from the unexpected death of her husband, Beth is left alone in the lakeside home he built for her. Soon she begins to uncover her recently deceased husband's disturbing secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rqs2CXpc4d5FzeP1EZCYItAVo81.jpg",
    "popularity": 3.3085,
    "tmdb_url": "https://www.themoviedb.org/movie/547565"
  },
  {
    "id": 37725,
    "title": "It's a Boy Girl Thing",
    "release_date": "2006-07-15",
    "overview": "A visit to a natural history museum proves catastrophic for two high school rivals, an overachiever and a jock, when an ancient Aztec statue casts a spell that causes them to switch bodies and see exactly what it's like to walk in the other's shoes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9k15RI1szgavLTLTKYgxoDASjjz.jpg",
    "popularity": 3.141,
    "tmdb_url": "https://www.themoviedb.org/movie/37725"
  },
  {
    "id": 31347,
    "title": "Cardcaptor Sakura: The Sealed Card",
    "release_date": "2000-07-15",
    "overview": "All of the Clow Cards have been captured, and Sakura Kinomoto, the new Master of the Cards, is preparing to play the lead in the play for the town festival. However, a new evil force is causing mysterious events all over Tomoeda, including the disappearance of Sakura's cards. With Syaoran's help, Sakura must figure out the cause of these events, and save her town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xvReXWSIieGMWj0Dzh9hxtJe4Fq.jpg",
    "popularity": 3.1124,
    "tmdb_url": "https://www.themoviedb.org/movie/31347"
  },
  {
    "id": 961420,
    "title": "Kingdom 2: Far and Away",
    "release_date": "2022-07-15",
    "overview": "It follows a young man who dreams of becoming a general and Ying Zheng, whose goal is unification.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wE4NqJosSPjiyqStBEv67mQbR1b.jpg",
    "popularity": 3.0197,
    "tmdb_url": "https://www.themoviedb.org/movie/961420"
  },
  {
    "id": 982752,
    "title": "American Carnage",
    "release_date": "2022-07-15",
    "overview": "After a governor issues an executive order to arrest the children of undocumented immigrants, the detained youth are offered an opportunity to have their charges dropped by volunteering to provide care to the elderly. Once inside the elder care facility, however, they discover more twisted secrets than they could have possibly imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zQmwQqtT2KEfg5IO5u8lexZoCAR.jpg",
    "popularity": 2.8282,
    "tmdb_url": "https://www.themoviedb.org/movie/982752"
  },
  {
    "id": 14571,
    "title": "Patlabor: The Movie",
    "release_date": "1989-07-15",
    "overview": "A mysterious suicide and a series of unmanned robot run-aways sparks off a Police investigation into the suspicious software on-board thousands of industrial robots around Tokyo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rdXngzXBbwV5n9500u4VSSX4UEg.jpg",
    "popularity": 2.4916,
    "tmdb_url": "https://www.themoviedb.org/movie/14571"
  },
  {
    "id": 24795,
    "title": "Angels in the Outfield",
    "release_date": "1994-07-15",
    "overview": "Roger is a foster child whose irresponsible father promises to get his act together when Roger's favourite baseball team, the California Angels, wins the pennant. The problem is that the Angels are in last place, so Roger prays for help to turn the team around. Sure enough, his prayers are answered in the form of angel Al.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7WRt6l7tiXVPG9zLco1rwy5Ffw9.jpg",
    "popularity": 2.4701,
    "tmdb_url": "https://www.themoviedb.org/movie/24795"
  },
  {
    "id": 59450,
    "title": "Chaw",
    "release_date": "2009-07-15",
    "overview": "A black comedy about the events that are set into motion in a town after a man-eating boar goes on a rampage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ya1y9xZ0RVyWyXYxougUeBO6vBd.jpg",
    "popularity": 2.4127,
    "tmdb_url": "https://www.themoviedb.org/movie/59450"
  },
  {
    "id": 199808,
    "title": "Thammudu",
    "release_date": "1999-07-15",
    "overview": "Subrahmanyam (Pawan Kalyan), the youngest son of the family wastes away his life. His father always scolds him but his brother Chakri (Achyuth) who is a boxer, and friend Jaanu (Preeti Jhangiani) dote him. Meanwhile he falls in love with Lovely (Aditi) and for this he keeps on telling lies to her that he is very rich. Jaanu in the middle truly loves Subrahmanyam and gives him everything he asks her for thinking that he is doing these for her but he does it for lovely. Will Subrahmanyam realize what true love is?",
    "poster_url": "https://image.tmdb.org/t/p/w500/xNW91EcYqlhgHccmbEIjmaPL7h1.jpg",
    "popularity": 2.376,
    "tmdb_url": "https://www.themoviedb.org/movie/199808"
  },
  {
    "id": 993867,
    "title": "Eradication",
    "release_date": "2022-07-15",
    "overview": "When an unknown disease wipes out most of the world’s population, a man with unique blood is isolated for study. Fearing for his wife’s safety, he breaks his quarantine – into a world overrun by monstrous Infected and a shadowy agency hunting them down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6XZYA9VtCcidCU8Hus0J0V9wFhY.jpg",
    "popularity": 2.347,
    "tmdb_url": "https://www.themoviedb.org/movie/993867"
  },
  {
    "id": 43549,
    "title": "The Experiment",
    "release_date": "2010-07-15",
    "overview": "20 men are chosen to participate in the roles of guards and prisoners in a psychological study that ultimately spirals out of control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zy6hJYii2PJfMRoUBlULhfuLsgL.jpg",
    "popularity": 2.3361,
    "tmdb_url": "https://www.themoviedb.org/movie/43549"
  },
  {
    "id": 59457,
    "title": "Womb",
    "release_date": "2010-07-15",
    "overview": "A woman's consuming love forces her to bear the clone of her dead beloved. From his infancy to manhood, she faces the unavoidable complexities of her controversial decision.",
    "poster_url": "https://image.tmdb.org/t/p/w500/raTEzBZBflPyVhOls4PmrryvPos.jpg",
    "popularity": 2.3038,
    "tmdb_url": "https://www.themoviedb.org/movie/59457"
  },
  {
    "id": 39217,
    "title": "Maine Pyaar Kyun Kiya?",
    "release_date": "2005-07-15",
    "overview": "Dr Samir is an absolute charmer when it comes to women, but he poses as a married man to keep them at bay. Love becomes a three-ring-circus for him after he ends up tangled in his web of lies with his girlfriend Sonia and pretend wife Naina.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xQ1HQEoI8KJ9j9Rr2AzMuhPLcyc.jpg",
    "popularity": 2.259,
    "tmdb_url": "https://www.themoviedb.org/movie/39217"
  },
  {
    "id": 179930,
    "title": "Towa no Quon 2: Dancing Orchid in Chaos",
    "release_date": "2011-07-15",
    "overview": "The story follows a boy named Quon and others who suddenly wake up with supernatural powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nQpsjMZq3VpaLNkLfkeitmGFcN8.jpg",
    "popularity": 2.1703,
    "tmdb_url": "https://www.themoviedb.org/movie/179930"
  },
  {
    "id": 582218,
    "title": "Psych 2: Lassie Come Home",
    "release_date": "2020-07-15",
    "overview": "After Santa Barbara Police Chief Carlton Lassiter is ambushed and left for dead, Shawn and Gus return to help him and find themselves embroiled in a case involving the personal, the professional – and even the supernatural.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LXQUhkzo27jKotK7poHkNaw59B.jpg",
    "popularity": 2.0996,
    "tmdb_url": "https://www.themoviedb.org/movie/582218"
  },
  {
    "id": 38099,
    "title": "Hand of Death",
    "release_date": "1976-07-15",
    "overview": "A young monk must face the Extended Iron Claw technique of a powerful warlord seeking to destroy Shaolin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sbfkPstyOmJrxuL1CNBEWaHUbCN.jpg",
    "popularity": 2.0908,
    "tmdb_url": "https://www.themoviedb.org/movie/38099"
  },
  {
    "id": 58882,
    "title": "Snow Flower and the Secret Fan",
    "release_date": "2011-07-15",
    "overview": "A story set in 19th century China and centered on the lifelong friendship between two girls who develop their own secret code as a way to contend with the rigid cultural norms imposed on women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lhhlq19I9BjcfmGLZc7SzHQULo0.jpg",
    "popularity": 2.0892,
    "tmdb_url": "https://www.themoviedb.org/movie/58882"
  },
  {
    "id": 301875,
    "title": "Equals",
    "release_date": "2015-07-15",
    "overview": "A futuristic love story set in a world where emotions have been eradicated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vP1i0dddTbLL3pyddrSCPnJa8S7.jpg",
    "popularity": 2.0737,
    "tmdb_url": "https://www.themoviedb.org/movie/301875"
  },
  {
    "id": 665133,
    "title": "Malik",
    "release_date": "2021-07-15",
    "overview": "A past ridden with crime, death and pain is recounted to Freddy, a juvenile criminal, who has been assigned to eliminate his estranged uncle Sulaiman, an aging patriarch, while behind bars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kFBvlw5oiHghwqraQNhqpljsg91.jpg",
    "popularity": 2.0665,
    "tmdb_url": "https://www.themoviedb.org/movie/665133"
  },
  {
    "id": 16766,
    "title": "Japan Sinks",
    "release_date": "2006-07-15",
    "overview": "In the aftermath of a major earthquake, scientists predict that Japan will sink into the sea. As further disasters follow, politicians plead with other countries to take refugees, while scientists struggle to save Japan itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bRFIzzyChY726O3ICE453YjOOoQ.jpg",
    "popularity": 2.0507,
    "tmdb_url": "https://www.themoviedb.org/movie/16766"
  },
  {
    "id": 384737,
    "title": "Precious Cargo",
    "release_date": "2016-07-15",
    "overview": "After a botched heist, Eddie  a murderous crime boss, hunts down the seductive thief Karen who failed him. In order to win back Eddie’s trust, Karen recruits her ex-lover and premier thief Jack to steal a cargo of rare precious gems. But when the job goes down, allegiances are betrayed and lines are crossed as Jack, Karen, and Eddie face off in a fateful showdown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dOQv2PDBu9bBCZRLeRp6QQYJDr3.jpg",
    "popularity": 2.0128,
    "tmdb_url": "https://www.themoviedb.org/movie/384737"
  }
]