[
  {
    "id": 872585,
    "title": "Oppenheimer",
    "release_date": "2023-07-19",
    "overview": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Gxv8gSFCU0XGDykEGv7zR1n2ua.jpg",
    "popularity": 60.1644,
    "tmdb_url": "https://www.themoviedb.org/movie/872585"
  },
  {
    "id": 346698,
    "title": "Barbie",
    "release_date": "2023-07-19",
    "overview": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
    "popularity": 24.4457,
    "tmdb_url": "https://www.themoviedb.org/movie/346698"
  },
  {
    "id": 629,
    "title": "The Usual Suspects",
    "release_date": "1995-07-19",
    "overview": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor – leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rWbsxdwF9qQzpTPCLmDfVnVqTK1.jpg",
    "popularity": 9.8682,
    "tmdb_url": "https://www.themoviedb.org/movie/629"
  },
  {
    "id": 9603,
    "title": "Clueless",
    "release_date": "1995-07-19",
    "overview": "Shallow, rich and socially successful Cher is at the top of her Beverly Hills high school's pecking scale. Seeing herself as a matchmaker, Cher first coaxes two teachers into dating each other. Emboldened by her success, she decides to give hopelessly klutzy new student Tai a makeover. When Tai becomes more popular than she is, Cher realizes that her disapproving ex-stepbrother was right about how misguided she was -- and falls for him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8AwVTcgpTnmeOs4TdTWqcFDXEsA.jpg",
    "popularity": 9.7102,
    "tmdb_url": "https://www.themoviedb.org/movie/9603"
  },
  {
    "id": 374720,
    "title": "Dunkirk",
    "release_date": "2017-07-19",
    "overview": "The story of the miraculous evacuation of Allied soldiers from Belgium, Britain, Canada and France, who were cut off and surrounded by the German army from the beaches and harbour of Dunkirk between May 26th and June 4th 1940 during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b4Oe15CGLL61Ped0RAS9JpqdmCt.jpg",
    "popularity": 9.4338,
    "tmdb_url": "https://www.themoviedb.org/movie/374720"
  },
  {
    "id": 12429,
    "title": "Ponyo",
    "release_date": "2008-07-19",
    "overview": "When Sosuke, a young boy who lives on a clifftop overlooking the sea, rescues a stranded goldfish named Ponyo, he discovers more than he bargained for. Ponyo is a curious, energetic young creature who yearns to be human, but even as she causes chaos around the house, her father, a powerful sorcerer, schemes to return Ponyo to the sea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yp8vEZflGynlEylxEesbYasc06i.jpg",
    "popularity": 7.6465,
    "tmdb_url": "https://www.themoviedb.org/movie/12429"
  },
  {
    "id": 339964,
    "title": "Valerian and the City of a Thousand Planets",
    "release_date": "2017-07-19",
    "overview": "In the 28th century, Valerian and Laureline are special operatives charged with keeping order throughout the human territories. On assignment from the Minister of Defense, the two undertake a mission to Alpha, an ever-expanding metropolis where species from across the universe have converged over centuries to share knowledge, intelligence, and cultures. At the center of Alpha is a mysterious dark force which threatens the peaceful existence of the City of a Thousand Planets, and Valerian and Laureline must race to identify the menace and safeguard not just Alpha, but the future of the universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vlc95gl3PtrjxSEuM8RhTtSm2xU.jpg",
    "popularity": 7.5715,
    "tmdb_url": "https://www.themoviedb.org/movie/339964"
  },
  {
    "id": 18491,
    "title": "Neon Genesis Evangelion: The End of Evangelion",
    "release_date": "1997-07-19",
    "overview": "SEELE orders an all-out attack on NERV, aiming to destroy the Evas before Gendo can advance his own plans for the Human Instrumentality Project. Shinji is pushed to the limits of his sanity as he is forced to decide the fate of humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j6G24dqI4WgUtChhWjfnI4lnmiK.jpg",
    "popularity": 7.4891,
    "tmdb_url": "https://www.themoviedb.org/movie/18491"
  },
  {
    "id": 36047,
    "title": "The In Crowd",
    "release_date": "2000-07-19",
    "overview": "A mentally disturbed young woman takes a job at a posh country club and falls in with a clique of wealthy college kids where she's taken under the wing of the clique's twisted leader, who harbors some dark secrets too terrifying to tell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j77l405846qiLb8RGb1egu7ON3r.jpg",
    "popularity": 7.0928,
    "tmdb_url": "https://www.themoviedb.org/movie/36047"
  },
  {
    "id": 345887,
    "title": "The Equalizer 2",
    "release_date": "2018-07-19",
    "overview": "Robert McCall, who serves an unflinching justice for the exploited and oppressed, embarks on a relentless, globe-trotting quest for vengeance when his former partner is murdered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cQvc9N6JiMVKqol3wcYrGshsIdZ.jpg",
    "popularity": 7.0506,
    "tmdb_url": "https://www.themoviedb.org/movie/345887"
  },
  {
    "id": 297090,
    "title": "The Torture Club",
    "release_date": "2014-07-19",
    "overview": "The \"Torture Club\" is an official after-school activity at the private school Saint Honesty Gakuen. Yuzuki has no idea about the club when she enrolls, and gets abducted by the club members and hauled off the club-room. There, she finds out that upper-class student Aoi, her secret idol, is in the club, and decides to join, but…",
    "poster_url": "https://image.tmdb.org/t/p/w500/rJQQxeNqf4Cs0NtlftVJyfHDoEc.jpg",
    "popularity": 6.7729,
    "tmdb_url": "https://www.themoviedb.org/movie/297090"
  },
  {
    "id": 709631,
    "title": "Cobweb",
    "release_date": "2023-07-19",
    "overview": "Eight year old Peter is plagued by a mysterious, constant tapping from inside his bedroom wall—one that his parents insist is all in his imagination. As Peter's fear intensifies, he believes that his parents could be hiding a terrible, dangerous secret and questions their trustworthiness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cGXFosYUHYjjdKrOmA0bbjvzhKz.jpg",
    "popularity": 6.262,
    "tmdb_url": "https://www.themoviedb.org/movie/709631"
  },
  {
    "id": 15370,
    "title": "The Cat Returns",
    "release_date": "2002-07-19",
    "overview": "Young Haru rescues a cat from being run over, but soon learns it's no ordinary feline; it happens to be the Prince of the Cats.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pqyY7IEWkCWNZ7EuRStQaJITEta.jpg",
    "popularity": 5.8604,
    "tmdb_url": "https://www.themoviedb.org/movie/15370"
  },
  {
    "id": 2976,
    "title": "Hairspray",
    "release_date": "2007-07-19",
    "overview": "Pleasantly plump teenager Tracy Turnblad auditions to be on Baltimore's most popular dance show - The Corny Collins Show - and lands a prime spot. Through her newfound fame, she becomes determined to help her friends and end the racial segregation that has been a staple of the show.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fgMka3HtFvI5OgW1eYdR9XpySxH.jpg",
    "popularity": 4.8638,
    "tmdb_url": "https://www.themoviedb.org/movie/2976"
  },
  {
    "id": 242828,
    "title": "When Marnie Was There",
    "release_date": "2014-07-19",
    "overview": "Upon being sent to live with relatives in the countryside due to an illness, an emotionally distant adolescent girl becomes obsessed with an abandoned mansion and infatuated with a girl who lives there - a girl who may or may not be real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vug1dvDI1tSa60Z8qjCuUE7ntkO.jpg",
    "popularity": 4.5133,
    "tmdb_url": "https://www.themoviedb.org/movie/242828"
  },
  {
    "id": 702454,
    "title": "Swapping: My Friend's Wife 2",
    "release_date": "2018-07-19",
    "overview": "A man's business fails and he's chased by loan sharks. He moves in with his best friend. His best friend's wife can't conceive, so the man sleeps with his wife to help her conceive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8NGBIQbpQaSzc2OWIN1BdOMAv7M.jpg",
    "popularity": 4.149,
    "tmdb_url": "https://www.themoviedb.org/movie/702454"
  },
  {
    "id": 10996,
    "title": "Stuart Little 2",
    "release_date": "2002-07-19",
    "overview": "Stuart, an adorable white mouse, still lives happily with his adoptive family, the Littles, on the east side of Manhattan's Central Park. More crazy mouse adventures are in store as Stuart, his human brother, George, and their mischievous cat, Snowbell, set out to rescue a friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iloXmNMrOtZoKfbTkHoBLXtpYNz.jpg",
    "popularity": 3.7882,
    "tmdb_url": "https://www.themoviedb.org/movie/10996"
  },
  {
    "id": 36879,
    "title": "The Beast in Heat",
    "release_date": "1977-07-19",
    "overview": "In a remote village in occupied Europe, the SS pursue their inhuman treatment of captured partisans in efforts to force them to betray their comrades.... while Fraulein Krast, a sadistic biologist, concentrates her efforts on the womenfolk with refined tortures and humiliation, leaving them to the mercy of a sex-crazed half-man, half-beast she has created with experimental injections.... And as advancing Allied forces approach the village, Krast herself becomes a victim of her own fiendish rituals....",
    "poster_url": "https://image.tmdb.org/t/p/w500/nzcVBgdHk12IBJNa4uERIbB82lJ.jpg",
    "popularity": 3.7022,
    "tmdb_url": "https://www.themoviedb.org/movie/36879"
  },
  {
    "id": 36218,
    "title": "Pokémon: Jirachi - Wish Maker",
    "release_date": "2003-07-19",
    "overview": "Ash, May, Brock, and Max come upon the festival of the Wishing Star of Seven Nights. During their enjoyment, the legendary Pokemon--Jirachi, descends from the heavens and befriends Max. Jirachi, with the power to grant any wish, is sought after by many people wanting to claim its power. One man seeks to use its legendary power to revive an ancient Pokemon known as Groudon, unaware of the dangers hidden within Jirachi's powers",
    "poster_url": "https://image.tmdb.org/t/p/w500/jbH0tIEymhyd6uk4xV4vrS6qybV.jpg",
    "popularity": 3.4616,
    "tmdb_url": "https://www.themoviedb.org/movie/36218"
  },
  {
    "id": 505058,
    "title": "Unfriended: Dark Web",
    "release_date": "2018-07-19",
    "overview": "​When a 20-something finds a cache of hidden files on his new laptop, he and his friends are unwittingly thrust into the depths of the dark web. They soon discover someone has been watching their every move and will go to unimaginable lengths to protect the dark web.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOXuOeD07nZPT29IgiGT0S8PZH.jpg",
    "popularity": 3.3596,
    "tmdb_url": "https://www.themoviedb.org/movie/505058"
  },
  {
    "id": 303903,
    "title": "Pokémon the Movie: Diancie and the Cocoon of Destruction",
    "release_date": "2014-07-19",
    "overview": "In the underground Diamond Domain, where many Carbink live, the Mythical Pokémon Diancie serves as ruler. The Heart Diamond that sustains the land is beginning to fall apart, and Diancie is not yet strong enough to create a new one. While seeking help from the Legendary Pokémon Xerneas, Diancie encounters a group of thieves who want to take control of its diamond-producing power–and who awaken the Legendary Pokémon Yveltal from its cocoon in the process! Can Ash and his friends help Diancie discover its true power, stop Yveltal’s rampage, and save the Diamond Domain?",
    "poster_url": "https://image.tmdb.org/t/p/w500/rA0KbJZbBt2fMmZs8bwPZnzFfDc.jpg",
    "popularity": 3.1717,
    "tmdb_url": "https://www.themoviedb.org/movie/303903"
  },
  {
    "id": 9697,
    "title": "Lady in the Water",
    "release_date": "2006-07-19",
    "overview": "Apartment building superintendent Cleveland Heep rescues what he thinks is a young woman from the pool he maintains. When he discovers that she is actually a character from a bedtime story who is trying to make the journey back to her home, he works with his tenants to protect his new friend from the creatures that are determined to keep her in our world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ddNmoSy1Jd3PBF5XDZvrrBIfrja.jpg",
    "popularity": 3.009,
    "tmdb_url": "https://www.themoviedb.org/movie/9697"
  },
  {
    "id": 1140009,
    "title": "Go West",
    "release_date": "2023-07-19",
    "overview": "A crazy group of pioneers brave the harsh elements and numerous mishaps to travel thousands of miles out west to find a place to call home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lVHdWmnNqMRTi3zhKloXtyAkafY.jpg",
    "popularity": 2.9976,
    "tmdb_url": "https://www.themoviedb.org/movie/1140009"
  },
  {
    "id": 47292,
    "title": "Pokémon: Giratina and the Sky Warrior",
    "release_date": "2008-07-19",
    "overview": "When Giratina is discovered to be able to create parallel dimensions, it's up to Ash and his friends to stop a mysterious stranger from using its powers for evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e3T08IL68EVcrUPiJLVN9KSGlXs.jpg",
    "popularity": 2.8638,
    "tmdb_url": "https://www.themoviedb.org/movie/47292"
  },
  {
    "id": 250388,
    "title": "Rampage: Capital Punishment",
    "release_date": "2014-07-19",
    "overview": "A man takes over a TV station and holds a number of hostages as a political platform to awaken humanity, instead of money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ic0rQgRDNYCwfQLrmqzLdt6zkta.jpg",
    "popularity": 2.8336,
    "tmdb_url": "https://www.themoviedb.org/movie/250388"
  },
  {
    "id": 15356,
    "title": "The Girl Next Door",
    "release_date": "2007-07-19",
    "overview": "In a quiet suburban town in the summer of 1958, two recently orphaned sisters are placed in the care of their mentally unstable Aunt Ruth. But Ruth's depraved sense of discipline will soon lead to unspeakable acts of abuse and torture that involve her young sons, the neighborhood children, and one 12-year-old boy whose life will be changed forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dXjLp7k7ILyg22T0s9VvpPKc9jn.jpg",
    "popularity": 2.7376,
    "tmdb_url": "https://www.themoviedb.org/movie/15356"
  },
  {
    "id": 9073,
    "title": "Free Willy 2: The Adventure Home",
    "release_date": "1995-07-19",
    "overview": "Jesse becomes reunited with Willy three years after the whale's jump to freedom as the teenager tries to rescue the killer whale and other orcas from an oil spill.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3wpug3W5rYBdqeAnhc1UeXLE5ZF.jpg",
    "popularity": 2.7286,
    "tmdb_url": "https://www.themoviedb.org/movie/9073"
  },
  {
    "id": 8665,
    "title": "K-19: The Widowmaker",
    "release_date": "2002-07-19",
    "overview": "When Russia's first nuclear submarine malfunctions on its maiden voyage, the crew must race to save the ship and prevent a nuclear disaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vImR0HQkJs7Xs2qgdXEUDeX49m0.jpg",
    "popularity": 2.7133,
    "tmdb_url": "https://www.themoviedb.org/movie/8665"
  },
  {
    "id": 208036,
    "title": "Ramaiya Vastavaiya",
    "release_date": "2013-07-19",
    "overview": "A wealthy NRI falls hard for a country girl during a visit to his homeland.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
    "popularity": 2.5348,
    "tmdb_url": "https://www.themoviedb.org/movie/208036"
  },
  {
    "id": 52439,
    "title": "Windaria",
    "release_date": "1986-07-19",
    "overview": "In a land filled with magic and mystery, two rival kingdoms are readying for war: Isa, the beautiful water-laden city, and Paro, the industrialized wasteland. Windaria follows the tale of two sets of lovers: Marin and Izu, a young pair of farmers who are devoted to one another, and Ahanas and Jill, princess and prince of the rival kingdoms. With war approaching, these star-crossed lovers will experience the true depth of tragedy as they struggle to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cjvAyAaUetO8Gur7c6N6XD6TP1R.jpg",
    "popularity": 2.5197,
    "tmdb_url": "https://www.themoviedb.org/movie/52439"
  },
  {
    "id": 41180,
    "title": "The Client List",
    "release_date": "2010-07-19",
    "overview": "After she and her husband lose their jobs, a former Texas homecoming queen inadvertently finds herself in the middle of a prostitution ring after she unknowingly accepts a position at a massage parlor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ucbfvXdzZFSpuybuNv3jThrr2Ow.jpg",
    "popularity": 2.5,
    "tmdb_url": "https://www.themoviedb.org/movie/41180"
  },
  {
    "id": 385360,
    "title": "Billionaire Boys Club",
    "release_date": "2018-07-19",
    "overview": "A group of wealthy boys in Los Angeles during the early 1980s establishes a get rich quick scam that turns deadly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7EpC1etIcUQxqPnBz0CpHLp3evv.jpg",
    "popularity": 2.4354,
    "tmdb_url": "https://www.themoviedb.org/movie/385360"
  },
  {
    "id": 1649,
    "title": "Bill & Ted's Bogus Journey",
    "release_date": "1991-07-19",
    "overview": "Amiable slackers Bill and Ted are once again roped into a fantastical adventure when De Nomolos, a villain from the future, sends evil robot duplicates of the two lads to terminate and replace them. The robot doubles actually succeed in killing Bill and Ted, but the two are determined to escape the afterlife, challenging the Grim Reaper to a series of games in order to return to the land of the living.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tldtDfLnPFOtTWp758EmIP2Hbz5.jpg",
    "popularity": 2.3855,
    "tmdb_url": "https://www.themoviedb.org/movie/1649"
  },
  {
    "id": 19528,
    "title": "Invisible Target",
    "release_date": "2007-07-19",
    "overview": "When the Ronin Gang robs an armored car, three cops — Chan, Fong and Wai — go on the warpath. Each has a personal interest in bringing down Ronin leader Tien: he killed Chan's fiancée, humiliated Fong and kidnapped Wai's brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aWWTJN9pvJNxUSKV7p7tNkuVqMD.jpg",
    "popularity": 2.3617,
    "tmdb_url": "https://www.themoviedb.org/movie/19528"
  },
  {
    "id": 13486,
    "title": "The Scorpion King 2: Rise of a Warrior",
    "release_date": "2008-07-19",
    "overview": "The heroic tale of young Mathayus and his relentless quest for justice against an evil and powerful villain, King Sargon. Mathayus faces heart-stopping tribulations during his adventurous, odds-defying trajectory toward his ultimate destiny: becoming the formidable warrior king of an ancient desert empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/osZ6HJJBPwptZLTXFYbGQ0Jc7WB.jpg",
    "popularity": 2.2591,
    "tmdb_url": "https://www.themoviedb.org/movie/13486"
  },
  {
    "id": 69454,
    "title": "One Million Yen Girl",
    "release_date": "2008-07-19",
    "overview": "A 21-year-old girl is released from prison, only to deal with the neighborhood gossip about her and family conflicts. She decides to save one million yen, move to where no one knows her and keep repeating the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qtsVcg3iLYNWmTRgt0FKEcPpsjz.jpg",
    "popularity": 2.1655,
    "tmdb_url": "https://www.themoviedb.org/movie/69454"
  },
  {
    "id": 537056,
    "title": "Batman: Hush",
    "release_date": "2019-07-19",
    "overview": "A mysterious new villain known only as Hush uses a gallery of villains to destroy Batman's crime-fighting career as well as Bruce Wayne's personal life, which has been further complicated by a relationship with Selina Kyle/Catwoman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eiVQORVyVuNNZHPAELuWtlXoQsD.jpg",
    "popularity": 2.1651,
    "tmdb_url": "https://www.themoviedb.org/movie/537056"
  },
  {
    "id": 9304,
    "title": "Multiplicity",
    "release_date": "1996-07-19",
    "overview": "Construction worker Doug Kinney finds that the pressures of his working life, combined with his duties to his wife Laura and daughter Jennifer leaves him with little time for himself. However, he is approached by geneticist Dr. Owen Leeds, who offers Doug a rather unusual solution to his problems: cloning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t3CUIrzJwxIS7uS1YDJdfSJuPAo.jpg",
    "popularity": 2.1372,
    "tmdb_url": "https://www.themoviedb.org/movie/9304"
  },
  {
    "id": 11127,
    "title": "Starship Troopers 3: Marauder",
    "release_date": "2008-07-19",
    "overview": "The war against the Bugs continues! A Federation Starship crash-lands on the distant Alien planet OM-1, stranding beloved leader Sky Marshal Anoke and several others, including comely but tough pilot Lola Beck. It's up to Colonel/General Johnny Rico, reluctant hero of the original Bug Invasion on Planet P, to lead a team of Troopers on a daring rescue mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vh5nospDpMOxZhyhRiXWWMmSFQe.jpg",
    "popularity": 2.0528,
    "tmdb_url": "https://www.themoviedb.org/movie/11127"
  },
  {
    "id": 69650,
    "title": "Youth",
    "release_date": "2002-07-19",
    "overview": "On his wedding day, Shiva (Vijay) discovers that his cousin and bride, Aruna, has run away because she does not want to marry a cook. But he takes it lightly and moves to Chennai with the girl's brother (Shyam Ganesh) to look for a job. One night, he saves Sandya from some goons. In gratitude, she kisses him. Shiva starts to fall in love with Sandya. After several occasions where they bumped into each other, Shiva harbours hope that she too reciprocates his affections.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1qwP8Y9zWFHW8r0RJ47iINjEfKy.jpg",
    "popularity": 2.0399,
    "tmdb_url": "https://www.themoviedb.org/movie/69650"
  }
]