[
  {
    "id": 281338,
    "title": "War for the Planet of the Apes",
    "release_date": "2017-07-11",
    "overview": "Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mMA1qhBFgZX8O36qPPTC016kQl1.jpg",
    "popularity": 101.1832,
    "tmdb_url": "https://www.themoviedb.org/movie/281338"
  },
  {
    "id": 109418,
    "title": "Grown Ups 2",
    "release_date": "2013-07-11",
    "overview": "Lenny has relocated his family back to the small town where he and his friends grew up. This time around, the grown ups are the ones learning lessons from their kids on a day notoriously full of surprises—the last day of school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hT6ijOtjtYrnyDhN7VA2QWyGFAm.jpg",
    "popularity": 13.7394,
    "tmdb_url": "https://www.themoviedb.org/movie/109418"
  },
  {
    "id": 85430,
    "title": "Girl Play",
    "release_date": "2004-07-11",
    "overview": "Two real-life lesbian actresses meet by chance when they are cast as lovers in a local stage play, and end up actually falling in love. Robin, who is married to her girlfriend for half a dozen years, and Lacie, someone who never had a lasting relationship, are both cast to play lesbian lovers in a Los Angeles stage play. Innocently, the stage director, Gabriel runs the actresses through a series of rehearsals designed to \"bring out the intimacy\" in each performer. Soon the two women find themselves increasingly and undeniably attracted to each other and overcome with desire. They must ask themselves whether this relationship is manufactured, created for the sake of the \"girl play\", or is true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8JoDrayY503p5a0vWZZFHbS9nD9.jpg",
    "popularity": 13.4338,
    "tmdb_url": "https://www.themoviedb.org/movie/85430"
  },
  {
    "id": 68726,
    "title": "Pacific Rim",
    "release_date": "2013-07-11",
    "overview": "Using massive piloted robots to combat the alien threat, earth's survivors take the fight to the invading alien force lurking in the depths of the Pacific Ocean. Nearly defenseless in the face of the relentless enemy, the forces of mankind have no choice but to turn to two unlikely heroes who now stand as earth's final hope against the mounting apocalypse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mmznhaQDwlHWpUwKuNxtQiubbmM.jpg",
    "popularity": 12.7875,
    "tmdb_url": "https://www.themoviedb.org/movie/68726"
  },
  {
    "id": 686,
    "title": "Contact",
    "release_date": "1997-07-11",
    "overview": "A radio astronomer receives the first extraterrestrial radio signal ever picked up on Earth. As the world powers scramble to decipher the message and decide upon a course of action, she must make some difficult decisions between her beliefs, the truth, and reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bCpMIywuNZeWt3i5UMLEIc0VSwM.jpg",
    "popularity": 8.1866,
    "tmdb_url": "https://www.themoviedb.org/movie/686"
  },
  {
    "id": 77950,
    "title": "Turbo",
    "release_date": "2013-07-11",
    "overview": "The tale of an ordinary garden snail who dreams of winning the Indy 500.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w6GdF5hcnsU5IwaRhyhnysNy5hO.jpg",
    "popularity": 7.1477,
    "tmdb_url": "https://www.themoviedb.org/movie/77950"
  },
  {
    "id": 223702,
    "title": "Sausage Party",
    "release_date": "2016-07-11",
    "overview": "Hot dog Frank leads a group of supermarket products on a quest to discover the truth about their existence and what really happens when they become chosen to leave the grocery store.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vNgdPJQ5CI60oEiiHLKRNrsDhMy.jpg",
    "popularity": 6.7711,
    "tmdb_url": "https://www.themoviedb.org/movie/223702"
  },
  {
    "id": 511987,
    "title": "Crawl",
    "release_date": "2019-07-11",
    "overview": "When a huge hurricane hits her hometown in Florida, Haley ignores evacuation orders to look for her father. After finding him badly wounded, both are trapped by the flood. With virtually no time to escape the storm, they discover that rising water levels are the least of their problems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4WH6AZd473lRZ3hUp8TYiv2LfZW.jpg",
    "popularity": 6.2181,
    "tmdb_url": "https://www.themoviedb.org/movie/511987"
  },
  {
    "id": 11253,
    "title": "Hellboy II: The Golden Army",
    "release_date": "2008-07-11",
    "overview": "Hellboy, his pyrokinetic girlfriend, Liz, and aquatic empath, Abe Sapien, face their biggest battle when an underworld elven prince plans to reclaim Earth for his magical kindred. Tired of living in the shadow of humans, Prince Nuada tries to awaken an ancient force of killing machines, the all-powerful Golden Army, to clear the way for fantasy creatures to roam free. Only Hellboy can stop the dark prince and prevent humanity's annihilation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zO0Wdrxnhx3KoJEvychSmnY3urC.jpg",
    "popularity": 6.0715,
    "tmdb_url": "https://www.themoviedb.org/movie/11253"
  },
  {
    "id": 39104,
    "title": "Dragon Ball Z: Super Android 13!",
    "release_date": "1992-07-11",
    "overview": "Dr. Gero's Androids #13, #14, and #15 are awakened by the laboratory computers and immediately head to the mall where Goku is shopping. After Goku, Trunks, and Vegeta defeat #14 and #15, #13 absorbs their inner computers and becomes a super being greater than the original three separately were. Now it is up to Goku to stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pIwjWaEuCcT3QVBd9Ng9wG3kbpU.jpg",
    "popularity": 5.2261,
    "tmdb_url": "https://www.themoviedb.org/movie/39104"
  },
  {
    "id": 447200,
    "title": "Skyscraper",
    "release_date": "2018-07-11",
    "overview": "Framed and on the run, a former FBI agent must save his family from a blazing fire in the world's tallest building.",
    "poster_url": "https://image.tmdb.org/t/p/w500/52ml62vClzrlqvXZq2FEW6UF6c1.jpg",
    "popularity": 4.8373,
    "tmdb_url": "https://www.themoviedb.org/movie/447200"
  },
  {
    "id": 431,
    "title": "Cube",
    "release_date": "1998-07-11",
    "overview": "A group of strangers find themselves trapped in a maze-like prison. It soon becomes clear that each of them possesses the peculiar skills necessary to escape, if they don't wind up dead first.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iNwm6fpDqQ4WjwhYI8EW6LPklod.jpg",
    "popularity": 4.5397,
    "tmdb_url": "https://www.themoviedb.org/movie/431"
  },
  {
    "id": 315465,
    "title": "The Boy and the Beast",
    "release_date": "2015-07-11",
    "overview": "Kyuta, a boy living in Shibuya, and Kumatetsu, a lonesome beast from Jutengai, an imaginary world. One day, Kyuta forays into the imaginary world and, as he's looking for his way back, meets Kumatetsu who becomes his spirit guide. That encounter leads them to many adventures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kzKJxfIdZ70nsPfKyq7hlYlJwSx.jpg",
    "popularity": 4.3266,
    "tmdb_url": "https://www.themoviedb.org/movie/315465"
  },
  {
    "id": 8698,
    "title": "The League of Extraordinary Gentlemen",
    "release_date": "2003-07-11",
    "overview": "To prevent a world war from breaking out, famous characters from Victorian literature band together to do battle against a cunning villain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdAuVFP63XXxnb983ry2pLCKd9S.jpg",
    "popularity": 4.1599,
    "tmdb_url": "https://www.themoviedb.org/movie/8698"
  },
  {
    "id": 1145491,
    "title": "Operation Black Ops",
    "release_date": "2023-07-11",
    "overview": "A group of mercenaries are hired to overthrow a Neo-Nazi stronghold nestled deep in the heart of Texas, only to discover they are protecting nuclear codes that could ignite World War III.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vMgkjQM2fHirExilsTZWJTqL33G.jpg",
    "popularity": 4.0663,
    "tmdb_url": "https://www.themoviedb.org/movie/1145491"
  },
  {
    "id": 39229,
    "title": "Mobile Suit Gundam II: Soldiers of Sorrow",
    "release_date": "1981-07-11",
    "overview": "After surviving attacks by Zeon's Char Aznable and Garma Zabi, the crew of Federation warship White Base and its mobile suits must battle Zeon forces through Asia, Europe, and the Atlantic Ocean if they are to reach Earth Federation's headquarters alive. During that process, many of its crewmembers must overcome their fears, losses, immaturities, and insecurities in order to persevere.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i1J5u0bhbcCghFWnwmvsTi5RzQf.jpg",
    "popularity": 2.9145,
    "tmdb_url": "https://www.themoviedb.org/movie/39229"
  },
  {
    "id": 123229,
    "title": "Porn in the Hood",
    "release_date": "2012-07-11",
    "overview": "3 childhood friends who have never left their hometown in the suburb try to get into porn as a way of earning easy money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cUW7NUzXJbvsZyM0LAAo5ftgov6.jpg",
    "popularity": 2.9129,
    "tmdb_url": "https://www.themoviedb.org/movie/123229"
  },
  {
    "id": 15917,
    "title": "Devdas",
    "release_date": "2002-07-11",
    "overview": "In 1900s India, Calcuttan zamindar Devdas Mukherjee — unable to marry his lover — takes up alcohol and the company of a courtesan to alleviate the pain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dUBFi7bnLRfm4WaTh4ZoF2tbBJj.jpg",
    "popularity": 2.6702,
    "tmdb_url": "https://www.themoviedb.org/movie/15917"
  },
  {
    "id": 1126492,
    "title": "Children of the Night",
    "release_date": "2023-07-11",
    "overview": "After seeking refuge with a family in the countryside, a soldier will have more than his demons to battle as he finds himself in a web of horror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6EcxrID6T8EwZpxgD1t23tgfNh1.jpg",
    "popularity": 2.4543,
    "tmdb_url": "https://www.themoviedb.org/movie/1126492"
  },
  {
    "id": 999308,
    "title": "Demon Fighter",
    "release_date": "2022-07-11",
    "overview": "A Kung Fu master becomes a Jesuit priest ordained as an exorcist fighting demons in the streets, demons in the souls of the possessed and wrestling with his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t0NfzItxJ5y9ESTiHhdSul92xdQ.jpg",
    "popularity": 2.4298,
    "tmdb_url": "https://www.themoviedb.org/movie/999308"
  },
  {
    "id": 513045,
    "title": "Stuber",
    "release_date": "2019-07-11",
    "overview": "After crashing his car, a cop who's recovering from eye surgery recruits an Uber driver to help him catch a heroin dealer. The mismatched pair soon find themselves in for a wild day of stakeouts and shootouts as they encounter the city's seedy side.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gqk7ndiGn9WUT5UDTm6KHwGTv3m.jpg",
    "popularity": 2.4268,
    "tmdb_url": "https://www.themoviedb.org/movie/513045"
  },
  {
    "id": 1153291,
    "title": "Private call",
    "release_date": "2023-07-11",
    "overview": "A mysterious phone call will change the life of the writer Valentino Lombardi and his family. He will be violently harassed by a psychopath who will play the bloodiest and most macabre horror story with him. But that's not all, for years he has studied it and will take revenge by torturing anyone who meddles. They must fight to survive and face such an atrocity. Who is it? And what do you want?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tUjSG0q3NghJ1UT9KzDUq3EyjJk.jpg",
    "popularity": 2.413,
    "tmdb_url": "https://www.themoviedb.org/movie/1153291"
  },
  {
    "id": 199373,
    "title": "The Frozen Ground",
    "release_date": "2013-07-11",
    "overview": "An Alaska State Trooper partners with a young woman who escaped the clutches of serial killer Robert Hansen to bring the murderer to justice. Based on actual events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hHDj1h3lJvYd9Cervoswz9crhWg.jpg",
    "popularity": 2.4071,
    "tmdb_url": "https://www.themoviedb.org/movie/199373"
  },
  {
    "id": 40723,
    "title": "Trouble Every Day",
    "release_date": "2001-07-11",
    "overview": "Newlyweds Shane and June arrive in Paris for their honeymoon. In the process of trying to find a cure for his strange, bloodthirsty disease, Shane stumbles upon the story of a doctor and his flesh eating wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lKcd0DESrI965qjT3L9dRmkhHWJ.jpg",
    "popularity": 2.1467,
    "tmdb_url": "https://www.themoviedb.org/movie/40723"
  }
]