[
  {
    "id": 118,
    "title": "Charlie and the Chocolate Factory",
    "release_date": "2005-07-13",
    "overview": "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iKP6wg3c6COUe8gYutoGG7qcPnO.jpg",
    "popularity": 14.7654,
    "tmdb_url": "https://www.themoviedb.org/movie/118"
  },
  {
    "id": 8835,
    "title": "Legally Blonde",
    "release_date": "2001-07-13",
    "overview": "Fashionable sorority queen Elle Woods has it all, but, she wants nothing more than to be Mrs. Warner Huntington III. But he dumps her before heading to Harvard Law School. Elle rallies all of her resources and gets into Harvard, determined to win him back. While there, she figures out that there is more to herself than just good looks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ohlMrJHQqKhfUKh7Zr3JQqHNLZ.jpg",
    "popularity": 9.9042,
    "tmdb_url": "https://www.themoviedb.org/movie/8835"
  },
  {
    "id": 251,
    "title": "Ghost",
    "release_date": "1990-07-13",
    "overview": "After a young man is murdered, his spirit stays behind to warn his lover of impending danger, with the help of a reluctant psychic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9RaPHov8oM5cnzeE27isnFMsvS.jpg",
    "popularity": 8.6258,
    "tmdb_url": "https://www.themoviedb.org/movie/251"
  },
  {
    "id": 725201,
    "title": "The Gray Man",
    "release_date": "2022-07-13",
    "overview": "When a shadowy CIA agent uncovers damning agency secrets, he's hunted across the globe by a sociopathic rogue operative who's put a bounty on his head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8cXbitsS6dWQ5gfMTZdorpAAzEH.jpg",
    "popularity": 8.0712,
    "tmdb_url": "https://www.themoviedb.org/movie/725201"
  },
  {
    "id": 9522,
    "title": "Wedding Crashers",
    "release_date": "2005-07-13",
    "overview": "John and his buddy, Jeremy are emotional criminals who know how to use a woman's hopes and dreams for their own carnal gain. Their modus operandi: crashing weddings. Normally, they meet guests who want to toast the romantic day with a random hook-up. But when John meets Claire, he discovers what true love – and heartache – feels like.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lFM3lk2zVzC1YFnKm0r6LbFPyRu.jpg",
    "popularity": 5.7442,
    "tmdb_url": "https://www.themoviedb.org/movie/9522"
  },
  {
    "id": 27022,
    "title": "The Sorcerer's Apprentice",
    "release_date": "2010-07-13",
    "overview": "Balthazar Blake is a master sorcerer in modern-day Manhattan trying to defend the city from his arch-nemesis, Maxim Horvath. Balthazar can't do it alone, so he recruits Dave Stutler, a seemingly average guy who demonstrates hidden potential, as his reluctant protégé. The sorcerer gives his unwilling accomplice a crash course in the art and science of magic, and together, these unlikely partners work to stop the forces of darkness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kffWPQfYLkjsoYEBlFpzqVoTfCV.jpg",
    "popularity": 5.5619,
    "tmdb_url": "https://www.themoviedb.org/movie/27022"
  },
  {
    "id": 938008,
    "title": "The Killer",
    "release_date": "2022-07-13",
    "overview": "When retired hitman’s wife goes on vacation with her friend, she asks him to look after the friend's teenage daughter. Things go awry when he is forced to use a little violence to protect the girl from juvenile delinquents, but then they are found dead and the girl is kidnapped.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1VbLdFkOW5v8iE2TFMoPo5pKNUQ.jpg",
    "popularity": 5.3671,
    "tmdb_url": "https://www.themoviedb.org/movie/938008"
  },
  {
    "id": 1190586,
    "title": "Leggings Mania",
    "release_date": "2023-07-13",
    "overview": "Jeong-hee was living with a man due to a de facto marriage. One day, her daughter, Dam-hoi, returned from her study abroad. Dam-hoi always wears leggings. The soon-to-be stepdad, Byeong-min, who is usually a fan of leggings, pays attention to her daughter's clothes. Jeong-hee noticed it, so she also started wearing leggings to distract her young prospective husband.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wjxDVxLXM3fOSl3wm2WujNVNzs6.jpg",
    "popularity": 4.7478,
    "tmdb_url": "https://www.themoviedb.org/movie/1190586"
  },
  {
    "id": 33875,
    "title": "Pokémon Heroes",
    "release_date": "2002-07-13",
    "overview": "Ash, Pikachu and the gang try and stop a pair of thieves hiding out in the canals and alleyways of Altomare, the age-old water capital. Joining the adventure are two new legendary Pokémon, a pair of siblings named Latias and Latios, who serve as peacekeepers and protectors of the Soul Dew — a priceless treasure with a mysterious power.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eySv5rdYLW1k6LxepxCNl8ND26R.jpg",
    "popularity": 4.263,
    "tmdb_url": "https://www.themoviedb.org/movie/33875"
  },
  {
    "id": 175168,
    "title": "Rape Zombie: Lust of the Dead",
    "release_date": "2012-07-13",
    "overview": "After a nuclear attack in Tokyo, the female population is attacked by infected males who have become sex-crazed zombies, hungry for human flesh. Officeworker Momoko and nurse Nozomi seek shelter in a Shinto Shrine, where they meet housewife Kanae and school girl Tamae. With no choices left to them, the group of girls decides to take a stand and arm themselves with assault rifles and explosives to fight off hordes of horny zombies. What is the secret to killing the zombies for good?",
    "poster_url": "https://image.tmdb.org/t/p/w500/fyiGTyzQV3vcuwEAoOFRmoT2L1m.jpg",
    "popularity": 4.0197,
    "tmdb_url": "https://www.themoviedb.org/movie/175168"
  },
  {
    "id": 3512,
    "title": "Under Siege 2: Dark Territory",
    "release_date": "1995-07-13",
    "overview": "A passenger train has been hijacked by an electronics expert and turned into an untraceable command center for a weapons satellite. He has planned to blow up Washington DC and only one man can stop him, former Navy SEAL Casey Ryback.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gElwFCQTbSK5hdK0PVyia547nst.jpg",
    "popularity": 3.8727,
    "tmdb_url": "https://www.themoviedb.org/movie/3512"
  },
  {
    "id": 494407,
    "title": "Pokémon the Movie: The Power of Us",
    "release_date": "2018-07-13",
    "overview": "A young athlete whose running days might be behind her, a compulsive liar, a shy researcher, a bitter old woman, and a little girl with a big secret—the only thing they have in common is the annual Wind Festival in Fula City.  The festival celebrates the Legendary Pokémon Lugia, who brings the wind that powers this seaside city. When a series of threats endangers not just the festival, but all the people and Pokémon of Fula City, it’ll take more than just Satoshi and Pikachu to save the day! Can everyone put aside their differences and work together—or will it all end in destruction?",
    "poster_url": "https://image.tmdb.org/t/p/w500/5oXKbOQOsPaLscHCqHjvi7hegOJ.jpg",
    "popularity": 3.7077,
    "tmdb_url": "https://www.themoviedb.org/movie/494407"
  },
  {
    "id": 227679,
    "title": "Pokémon the Movie: Genesect and the Legend Awakened",
    "release_date": "2013-07-13",
    "overview": "A group of five Genesect have invaded the big city and pose a threat to the supply of electricity, which attracts the attention of the legendary Pokémon Mewtwo. Satoshi, Pikachu and his friends must come to the rescue when the powerful leader, a red Genesect, faces Mewtwo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l921PT8ZDeAD4YWDaB5Uke89r9b.jpg",
    "popularity": 3.2187,
    "tmdb_url": "https://www.themoviedb.org/movie/227679"
  },
  {
    "id": 889699,
    "title": "Holy Spider",
    "release_date": "2022-07-13",
    "overview": "A journalist descends into the dark underbelly of the Iranian holy city of Mashhad as she investigates the serial killings of sex workers by the so called \"Spider Killer\", who believes he is cleansing the streets of sinners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6ObJ4x7m1F5QRY06WzOxNJQHwGb.jpg",
    "popularity": 3.1827,
    "tmdb_url": "https://www.themoviedb.org/movie/889699"
  },
  {
    "id": 150213,
    "title": "Pokémon the Movie: Kyurem vs. the Sword of Justice",
    "release_date": "2012-07-13",
    "overview": "Ash and his two friends Iris and Cilan help a Keldeo battle against a powerful Dragon-type Pokémon named Kyurem its his test to become a Sacred Swordsman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7gQEAR8aaCQRtJi7wq26ST5hukn.jpg",
    "popularity": 3.1795,
    "tmdb_url": "https://www.themoviedb.org/movie/150213"
  },
  {
    "id": 3001,
    "title": "How to Steal a Million",
    "release_date": "1966-07-13",
    "overview": "A woman must steal a statue from a Paris museum to help conceal her father's art forgeries.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dkCHsyFdyA63nUXzEvDvqNhqUuO.jpg",
    "popularity": 2.9838,
    "tmdb_url": "https://www.themoviedb.org/movie/3001"
  },
  {
    "id": 36819,
    "title": "Time Bandits",
    "release_date": "1981-07-13",
    "overview": "Young history buff Kevin can scarcely believe it when six dwarfs emerge from his closet one night. Former employees of the Supreme Being, they've purloined a map charting all of the holes in the fabric of time and are using it to steal treasures from different historical eras. Taking Kevin with them, they variously drop in on Napoleon, Robin Hood and King Agamemnon before the Supreme Being catches up with them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4VZtpwdhHQSa4LUkvujyGAHb1hG.jpg",
    "popularity": 2.7325,
    "tmdb_url": "https://www.themoviedb.org/movie/36819"
  },
  {
    "id": 37585,
    "title": "Night on the Galactic Railroad",
    "release_date": "1985-07-13",
    "overview": "Giovanni currently lives a dreary life of near non-stop work. At school, his peers ridicule him incessantly, and his employer at work is distant and cold. As his isolation from society becomes unbearable, he suddenly finds himself on a train heading far away from his miserable home. Accompanied by Campanella, an acquaintance from school, Giovanni embarks on a journey that will define the rest of his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZ9wgd5ED0ycL3tD4OahlfT042V.jpg",
    "popularity": 2.6611,
    "tmdb_url": "https://www.themoviedb.org/movie/37585"
  },
  {
    "id": 9980,
    "title": "Maximum Overdrive",
    "release_date": "1986-07-13",
    "overview": "When a comet passes close to the earth, machines all over the world come alive and go on homicidal rampages. A group of people at a desolate truck stop are held hostage by a gang of homicidal 18-wheelers. The frightened people set out to defeat the killer machines ... or be killed by them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sUC3o1BWQ8QhrwZcDj7x2VsWjtG.jpg",
    "popularity": 2.5848,
    "tmdb_url": "https://www.themoviedb.org/movie/9980"
  },
  {
    "id": 986054,
    "title": "Theater Camp",
    "release_date": "2023-07-13",
    "overview": "After the indomitable and beloved founder of a scrappy theater camp in upstate New York falls into a coma, the eccentric staff must band together with her clueless \"crypto-bro\" son to keep the thespian paradise afloat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2osbLk1MMt9qjXPKSB2hMcBUyrw.jpg",
    "popularity": 2.4088,
    "tmdb_url": "https://www.themoviedb.org/movie/986054"
  },
  {
    "id": 257785,
    "title": "Tulip Fever",
    "release_date": "2017-07-13",
    "overview": "An artist falls for a married young woman while he's commissioned to paint her portrait. The two invest in the risky tulip market in hopes to build a future together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aGBRTDMuYDKCA9g7NTGwtMZBWd.jpg",
    "popularity": 2.4074,
    "tmdb_url": "https://www.themoviedb.org/movie/257785"
  },
  {
    "id": 9050,
    "title": "A Chinese Ghost Story II",
    "release_date": "1990-07-13",
    "overview": "In this installment of a phenomenal saga of the super natural, four young people are caught in a tug-o-war of evil between an Imperial Wizard and a corrupt General. Outrageous special effects galore.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uh9xhW3OX77fisjYNhhy4hrUtRZ.jpg",
    "popularity": 2.3954,
    "tmdb_url": "https://www.themoviedb.org/movie/9050"
  },
  {
    "id": 11371,
    "title": "The Score",
    "release_date": "2001-07-13",
    "overview": "An aging thief hopes to retire and live off his ill-gotten wealth when a young kid convinces him into doing one last heist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fsb4m9XW59mei8GKznvI3lLzcfp.jpg",
    "popularity": 2.3819,
    "tmdb_url": "https://www.themoviedb.org/movie/11371"
  },
  {
    "id": 998771,
    "title": "Si Saben Como me pongo Pa Que Me Invitan? 2",
    "release_date": "2022-07-13",
    "overview": "The El Encanto resort once again hosts a retreat for four couples -- including a liar, a sex addict and a thief -- seeking to fix their relationships.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bFRxPAiyA7dhTLrEcitAjLL02BJ.jpg",
    "popularity": 2.2907,
    "tmdb_url": "https://www.themoviedb.org/movie/998771"
  },
  {
    "id": 452910,
    "title": "Immortal Demon Slayer",
    "release_date": "2017-07-13",
    "overview": "A giant rebelled against the heavens. It was declared a devil and defeated. The immortal heart evolved into Sun Wukong. The heavens found him, and ravaged his home. He enters the heavenly kingdom, disguised as a human, seeking retribution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hbqM7RnXlGO0dFXqMlJYc7z703p.jpg",
    "popularity": 2.2804,
    "tmdb_url": "https://www.themoviedb.org/movie/452910"
  },
  {
    "id": 32873,
    "title": "Lupin the Third: The Legend of the Gold of Babylon",
    "release_date": "1985-07-13",
    "overview": "Lupin squares off with two criminal families and Inspector Zenigata's new female patrol to track down a hoard of biblical-era treasure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kpLbAF7NOBGEf1ocGKIIoiDhovC.jpg",
    "popularity": 2.2689,
    "tmdb_url": "https://www.themoviedb.org/movie/32873"
  },
  {
    "id": 475210,
    "title": "How It Ends",
    "release_date": "2018-07-13",
    "overview": "A desperate father tries to return home to his pregnant wife after a mysterious apocalyptic event turns everything to chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/prdFM08mGvVDA6uQxKJh8n8Vek1.jpg",
    "popularity": 2.268,
    "tmdb_url": "https://www.themoviedb.org/movie/475210"
  },
  {
    "id": 538235,
    "title": "Beautiful Vampire",
    "release_date": "2018-07-13",
    "overview": "The beautiful 500-year-old vampire who lived a quiet life running a dressing room in a secluded alley. There has come a fatal crisis to her. The smell of the boy who likes her constantly stimulates her vampire instinct which has been suppressed for a while",
    "poster_url": "https://image.tmdb.org/t/p/w500/43IwKZITS5XS8uKuNmZVojfPRxP.jpg",
    "popularity": 2.1498,
    "tmdb_url": "https://www.themoviedb.org/movie/538235"
  },
  {
    "id": 10651,
    "title": "The Dead Pool",
    "release_date": "1988-07-13",
    "overview": "Dirty Harry Callahan returns for his final film adventure. Together with his partner Al Quan, he must investigate the systematic murder of actors and musicians. By the time Harry learns that the murders are a part of a sick game to predict the deaths of celebrities before they happen, it may be too late...",
    "poster_url": "https://image.tmdb.org/t/p/w500/krxLLDnFuDtjagN7KrCjuH6QrcW.jpg",
    "popularity": 2.1248,
    "tmdb_url": "https://www.themoviedb.org/movie/10651"
  },
  {
    "id": 10729,
    "title": "Quick Change",
    "release_date": "1990-07-13",
    "overview": "With the aid of his girlfriend, Phyllis Potter, and best friend, Loomis, Grimm enters a Manhattan bank dressed as a clown, creates a hostage situation and executes a flawless robbery. The only thing left for the trio to do is make their getaway out of the city and to the airport. It sounds simple enough, but it seems that fate deserts them immediately after the bank heist. One mishap after another conspires to keep these robbers from reaching freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8q0VQYwOhhuRFMsyzdZ5JoB676g.jpg",
    "popularity": 2.0646,
    "tmdb_url": "https://www.themoviedb.org/movie/10729"
  },
  {
    "id": 498821,
    "title": "Kadaikutty Singam",
    "release_date": "2018-07-13",
    "overview": "Gunasingam, a family-loving farmer who hails from a small town, tries his best to keep his big family united despite him being misunderstood by many.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iNeOevqxOrqwWJUJS2EIuufVf0B.jpg",
    "popularity": 2.0646,
    "tmdb_url": "https://www.themoviedb.org/movie/498821"
  },
  {
    "id": 26932,
    "title": "The Island of Dr. Moreau",
    "release_date": "1977-07-13",
    "overview": "A ship-wrecked man floats ashore on an island in the Pacific Ocean. The island is inhabited by a scientist, Dr. Moreau, who in an experiment has turned beasts into human beings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q5kWAWxb3eWCkxFNT6WCipAnpQe.jpg",
    "popularity": 2.0602,
    "tmdb_url": "https://www.themoviedb.org/movie/26932"
  },
  {
    "id": 11884,
    "title": "The Last Starfighter",
    "release_date": "1984-07-13",
    "overview": "Video game expert Alex Rogan finds himself transported to another planet after conquering the video game The Last Starfighter, only to find out it was just a test. He was recruited to join the team of best Starfighters to defend their world from the attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A7oAHTjtYnIEQjJs62IONRufooq.jpg",
    "popularity": 2.0302,
    "tmdb_url": "https://www.themoviedb.org/movie/11884"
  }
]