[
  {
    "id": 1008042,
    "title": "Talk to Me",
    "release_date": "2023-07-26",
    "overview": "When a group of friends discover how to conjure spirits using an embalmed hand, they become hooked on the new thrill, until one of them goes too far and unleashes terrifying supernatural forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdPMUMJzyYAc4roD52qavX0nLIC.jpg",
    "popularity": 11.7411,
    "tmdb_url": "https://www.themoviedb.org/movie/1008042"
  },
  {
    "id": 615453,
    "title": "Ne Zha",
    "release_date": "2019-07-26",
    "overview": "A young boy is born as the reincarnation of a demonic power, into a society that hates and fears him. Destined by prophecy to bring destruction to the world, Nezha must choose between good and evil to see if he can change his fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/phM9bb6s9c60LA8qwsdk7U1N2cS.jpg",
    "popularity": 11.3634,
    "tmdb_url": "https://www.themoviedb.org/movie/615453"
  },
  {
    "id": 341013,
    "title": "Atomic Blonde",
    "release_date": "2017-07-26",
    "overview": "An undercover MI6 agent is sent to Berlin during the Cold War to investigate the murder of a fellow agent and recover a missing list of double agents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vCmMRNbDlCno6ra91ruXp5rtsUC.jpg",
    "popularity": 10.5129,
    "tmdb_url": "https://www.themoviedb.org/movie/341013"
  },
  {
    "id": 818,
    "title": "Austin Powers in Goldmember",
    "release_date": "2002-07-26",
    "overview": "The world's most shagadelic spy continues his fight against Dr. Evil. This time, the diabolical doctor and his clone, Mini-Me, team up with a new foe—'70s kingpin Goldmember. While pursuing the team of villains to stop them from world domination, Austin gets help from his dad and an old girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n8V61f1v7idya4WJzGEJNoIp9iL.jpg",
    "popularity": 5.8517,
    "tmdb_url": "https://www.themoviedb.org/movie/818"
  },
  {
    "id": 773,
    "title": "Little Miss Sunshine",
    "release_date": "2006-07-26",
    "overview": "A family loaded with quirky, colorful characters piles into an old van and road trips to California for little Olive to compete in a beauty pageant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wKn7AJw730emlmzLSmJtzquwaeW.jpg",
    "popularity": 5.3309,
    "tmdb_url": "https://www.themoviedb.org/movie/773"
  },
  {
    "id": 616747,
    "title": "Haunted Mansion",
    "release_date": "2023-07-26",
    "overview": "A woman and her son enlist a motley crew of so-called spiritual experts to help rid their home of supernatural squatters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Im6DknDVxRiGXc5t8rVOJyzuNx.jpg",
    "popularity": 5.1362,
    "tmdb_url": "https://www.themoviedb.org/movie/616747"
  },
  {
    "id": 783110,
    "title": "Smugglers",
    "release_date": "2023-07-26",
    "overview": "During the 1970s, in Kunchon, there were women divers who were able to dive without equipment, including two best friends Choon-ja and Jin-sook, Jin-sook's brother and Hammer. They always collected seafood under water for living. But, as fewer factories started to be built near the beach, the women divers started to have trouble with what they were doing for living. Without any choice, the ship crews decided to join the smuggling business in the water to seek a way for their living. But the smuggling business in their village got too big for Jin-sook's family to handle and the peaceful village was gradually broken.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j8Jx4vpBG258jPxd4o0kOLDwTvm.jpg",
    "popularity": 4.8424,
    "tmdb_url": "https://www.themoviedb.org/movie/783110"
  },
  {
    "id": 85446,
    "title": "Step Up Revolution",
    "release_date": "2012-07-26",
    "overview": "Emily arrives in Miami with aspirations to become a professional dancer. She sparks with Sean, the leader of a dance crew whose neighborhood is threatened by Emily's father's development plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jMpwxmk3r7Aq36GcqMbCuP9DJYQ.jpg",
    "popularity": 3.9594,
    "tmdb_url": "https://www.themoviedb.org/movie/85446"
  },
  {
    "id": 80035,
    "title": "The Watch",
    "release_date": "2012-07-26",
    "overview": "Four everyday suburban guys come together as an excuse to escape their humdrum lives one night a week. But when they accidentally discover that their town has become overrun with aliens posing as ordinary suburbanites, they have no choice but to save their neighborhood – and the world – from total extermination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gwfgYA9wGpV4QLB0LrcexwfwC19.jpg",
    "popularity": 3.9559,
    "tmdb_url": "https://www.themoviedb.org/movie/80035"
  },
  {
    "id": 436391,
    "title": "The Battleship Island",
    "release_date": "2017-07-26",
    "overview": "During the Japanese colonial era, roughly 400 Korean people, who were forced onto Battleship Island 'Hashima Island' to mine for coal, attempt to escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fBjgHOtN10glbcGRtqS76iKPYJ0.jpg",
    "popularity": 3.6568,
    "tmdb_url": "https://www.themoviedb.org/movie/436391"
  },
  {
    "id": 653457,
    "title": "Mimi",
    "release_date": "2021-07-26",
    "overview": "An aspiring actress in a small town in Rajasthan agrees to bear a child for a visiting couple seeking a surrogate mother, but her experience takes an unexpected turn when they refuse to have the child anymore.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AtCUHSf5sG31FL0vugxplft5FXW.jpg",
    "popularity": 3.537,
    "tmdb_url": "https://www.themoviedb.org/movie/653457"
  },
  {
    "id": 35854,
    "title": "Flash Point",
    "release_date": "2007-07-26",
    "overview": "Detective Sergeant Ma Jun, known for dispensing his own brand of justice during arrests, teams up with an undercover cop, Wilson, to try and bring down three merciless Vietnamese brothers running a smuggling ring in the months before mainland China's takeover of Hong Kong. Jun pursues the gang tirelessly, sometimes ignoring police protocols. A showdown is inevitable!",
    "poster_url": "https://image.tmdb.org/t/p/w500/kGhdfgVzFH9kO5UpVM4TzS0IdtB.jpg",
    "popularity": 3.5227,
    "tmdb_url": "https://www.themoviedb.org/movie/35854"
  },
  {
    "id": 347866,
    "title": "Hot Summer Nights",
    "release_date": "2018-07-26",
    "overview": "In 1991, a sheltered teenager comes of age during a wild summer on Cape Cod, getting rich from selling pot to gangsters, falling in love for the first time, partying, and eventually realizing that he's in way over his head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kPfNAax3PbHj5pAYiO9mc9jDvzt.jpg",
    "popularity": 3.483,
    "tmdb_url": "https://www.themoviedb.org/movie/347866"
  },
  {
    "id": 4141,
    "title": "Shoot 'Em Up",
    "release_date": "2007-07-26",
    "overview": "A man named Mr. Smith delivers a woman's baby during a shootout, and is then called upon to protect the newborn from the army of gunmen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hZ4p0MvSUWnCCL0IUn47UXTVPCs.jpg",
    "popularity": 3.3624,
    "tmdb_url": "https://www.themoviedb.org/movie/4141"
  },
  {
    "id": 542417,
    "title": "Skin",
    "release_date": "2019-07-26",
    "overview": "A destitute young man, raised by racist skinheads and notorious among white supremacists, turns his back on hatred and violence to transform his life, with the help of a black activist and the woman he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ryH8Noh6VKE4L42yhpR5jqIGsF.jpg",
    "popularity": 3.2749,
    "tmdb_url": "https://www.themoviedb.org/movie/542417"
  },
  {
    "id": 67350,
    "title": "Vampire Vs. Vampire",
    "release_date": "1989-07-26",
    "overview": "Lam Ching-Ying returns as the famous \"Vampire Buster,\" this time starring as the One-Eyebrow Priest. To save the village from paranormal menaces, he deals with and battles a host of mysterious creatures including: a little mischievous Chinese vampire; a lustful female ghost; the spirit of a woman murdered by a club owner and a European vampire and his blood-sucking pet bats.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jiBMFr8DPgbwbennRKHsuwKrNjv.jpg",
    "popularity": 3.2461,
    "tmdb_url": "https://www.themoviedb.org/movie/67350"
  },
  {
    "id": 253350,
    "title": "The Cousin",
    "release_date": "1974-07-26",
    "overview": "Italian coming of age story about two cousins, Enzo and Agata, told in three stages.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4EGglGdHpMdDX6w07t6Ns6gidrx.jpg",
    "popularity": 3.2401,
    "tmdb_url": "https://www.themoviedb.org/movie/253350"
  },
  {
    "id": 5683,
    "title": "Pee-wee's Big Adventure",
    "release_date": "1985-07-26",
    "overview": "The eccentric and childish Pee-wee Herman embarks on a big adventure when his beloved bicycle is stolen. Armed with information from a fortune-teller and a relentless obsession with his prized possession, Pee-wee encounters a host of odd characters and bizarre situations as he treks across the country to recover his bike.",
    "poster_url": "https://image.tmdb.org/t/p/w500/414IUXc54mrhX88ZUQiRDLXn01i.jpg",
    "popularity": 3.1536,
    "tmdb_url": "https://www.themoviedb.org/movie/5683"
  },
  {
    "id": 413644,
    "title": "The Son of Bigfoot",
    "release_date": "2017-07-26",
    "overview": "Teenage outsider Adam sets out on an epic and daring quest to uncover the mystery behind his long-lost dad, only to find out that he is none other than the legendary Bigfoot! He has been hiding deep in the forest for years to protect himself and his family from HairCo., a giant corporation eager to run scientific experiments with his special DNA. As father and son start making up for lost time after the boy's initial disbelief, Adam soon discovers that he too is gifted with superpowers beyond his imagination. But little do they know, HairCo. is on their tail as Adam's traces have led them to Bigfoot!",
    "poster_url": "https://image.tmdb.org/t/p/w500/5yCQvhFuFPY0pACxoUpLUlYCxop.jpg",
    "popularity": 3.0591,
    "tmdb_url": "https://www.themoviedb.org/movie/413644"
  },
  {
    "id": 408567,
    "title": "Deadly Pickup",
    "release_date": "2016-07-26",
    "overview": "Breezy isn't your ordinary hitch-hiker: she's sexy, fun... and a cold-blooded killer. As deadly as a viper, Breezy murders her victims with a poisonous ring. As she preys on highway pickups, Breezy moves from town to town, finally settling briefly as a boarder in the house of a young couple who have no idea what kind of sexual wolf they've just let in the door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rK899PmdcNAhkMGRvK0Ghf05jLm.jpg",
    "popularity": 2.8526,
    "tmdb_url": "https://www.themoviedb.org/movie/408567"
  },
  {
    "id": 79516,
    "title": "TEKKEN: Blood Vengeance",
    "release_date": "2011-07-26",
    "overview": "Set in the rich Tekken universe, Tekken: Blood Vengeance 3D follows Xiaoyu Ling, seasoned martial artist and high school student, tasked by the G Corporation to infiltrate an international school in Kyoto to gather information on the mysterious student Shin Kamiya. Before she can make any progress in the investigation, Shin is kidnapped by an unknown assailant. Digging deeper into Shin’s background in an attempt to rescue him, Xiaoyu learns about the frightening underbelly of the Mishima Zaibatsu. Jin Kazama, Kazuya Mishima… and the late Heihachi Mishima’s conspiracy that’s stained with blood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nYfa9yK6LlbE9K4U7Ved815RgMM.jpg",
    "popularity": 2.6097,
    "tmdb_url": "https://www.themoviedb.org/movie/79516"
  },
  {
    "id": 116315,
    "title": "One Piece: Defeat the Pirate Ganzack!",
    "release_date": "1998-07-26",
    "overview": "While Luffy and his crew of Zoro and Nami are starving on their small boat, they are attacked by a large monster. Nami is taken away, while Luffy and Zoro wash up on shore. There they meet a young girl, Medaka, and learn of the sad history of the island. The evil Pirate Ganzack has taken away all the men in the village and enslaved them, including Medaka's father. Now Luffy, Zoro, and Medaka must infiltrate Ganzack's base in order to rescue the villagers and Nami.",
    "poster_url": "https://image.tmdb.org/t/p/w500/98ZSnYpfltah6YuJTkiwHV0O739.jpg",
    "popularity": 2.5627,
    "tmdb_url": "https://www.themoviedb.org/movie/116315"
  },
  {
    "id": 554776,
    "title": "An Affair: My Sister-in-law's Love",
    "release_date": "2018-07-26",
    "overview": "Eun-joo is a twenty-year-old pre-college student who lives with her sister Eun-hee. Eun-hee is worried about her sister's academics and hires Je-hyuk as her tutor. Eun-joo falls for Je-hyuk as time goes by. They end up making love. A few months later, Eun-joo improves her grades and passes her tests. However, Eun-hee announces that she's getting married to Je-hyuk and Eun-joo doesn't want to lose him...",
    "poster_url": "https://image.tmdb.org/t/p/w500/4roDAaF9Kpvd9ob6XLkoCRoDLkn.jpg",
    "popularity": 2.5054,
    "tmdb_url": "https://www.themoviedb.org/movie/554776"
  },
  {
    "id": 54178,
    "title": "The One-Armed Swordsman",
    "release_date": "1967-07-26",
    "overview": "A noble swordsman, whose arm had been chopped off, returns to his former teacher to defend him from a villainous gang of rival swordsmen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5uUwl2cB4O7NmDFsKCmZkYTtVGO.jpg",
    "popularity": 2.4666,
    "tmdb_url": "https://www.themoviedb.org/movie/54178"
  },
  {
    "id": 157354,
    "title": "Fruitvale Station",
    "release_date": "2013-07-26",
    "overview": "Oakland, California. Young Afro-American Oscar Grant crosses paths with family members, friends, enemies and strangers before facing his fate on the platform at Fruitvale Station, in the early morning hours of New Year's Day 2009.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oXSy3nEKFtfw5iRxdG8ouEFAnxs.jpg",
    "popularity": 2.3213,
    "tmdb_url": "https://www.themoviedb.org/movie/157354"
  },
  {
    "id": 392216,
    "title": "Phineas and Ferb: Star Wars",
    "release_date": "2014-07-26",
    "overview": "Phineas and Ferb become the galaxy's unlikeliest last hope when they must return the Death Star plans to the Rebel Alliance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2XGlp5x232CeZM0PVjMMYQcXViA.jpg",
    "popularity": 2.2759,
    "tmdb_url": "https://www.themoviedb.org/movie/392216"
  },
  {
    "id": 566213,
    "title": "Honeyland",
    "release_date": "2019-07-26",
    "overview": "When nomadic beekeepers break Honeyland’s basic rule (take half of the honey, but leave half to the bees), the last female beehunter in Europe must save the bees and restore natural balance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3IxGhQEzLWOxkZlcNMAIiYlOT8D.jpg",
    "popularity": 2.1497,
    "tmdb_url": "https://www.themoviedb.org/movie/566213"
  },
  {
    "id": 733423,
    "title": "The Touching",
    "release_date": "2020-07-26",
    "overview": "Behind the closed doors of their room, two brothers share a secret of self-discovery. But when the elder Marek starts growing up, bringing his childish curiosity to an end, he realizes that they’ve crossed the boundaries of brotherly love – something that the younger David is still unable to understand...",
    "poster_url": "https://image.tmdb.org/t/p/w500/vWj4pRBm0UixqsVrekPGqi3vV6I.jpg",
    "popularity": 2.1293,
    "tmdb_url": "https://www.themoviedb.org/movie/733423"
  },
  {
    "id": 11703,
    "title": "Kiss of the Spider Woman",
    "release_date": "1985-07-26",
    "overview": "The story of two radically different men thrown together in a Latin American prison cell. One is Valentin, a journalist being tortured for his political beliefs. The other is Molina, a gay window-dresser who fills their lonely nights by spinning romantic fantasies drawn from memories of old movies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5wXHJjPOSBPsI6JAt3AU2N26kit.jpg",
    "popularity": 2.0081,
    "tmdb_url": "https://www.themoviedb.org/movie/11703"
  }
]