[
  {
    "id": 1138749,
    "title": "The Island",
    "release_date": "2023-07-21",
    "overview": "When his brother is killed, LAPD officer Mark leaves the city to return to the island he grew up on. Seeking answers and ultimately vengeance, he soon finds himself in a bloody battle with the corrupt tycoon who's taken over the island paradise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ajb1rMiorchfRemYHZCkbV9DBg6.jpg",
    "popularity": 13.6673,
    "tmdb_url": "https://www.themoviedb.org/movie/1138749"
  },
  {
    "id": 50544,
    "title": "Friends with Benefits",
    "release_date": "2011-07-21",
    "overview": "Dylan is done with relationships. Jamie decides to stop buying into the Hollywood clichés of true love. When the two become friends they decide to try something new and take advantage of their mutual attraction - but without any emotional attachment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nKhhDFCdzxeJ3GUunQ570LDpUkz.jpg",
    "popularity": 10.8221,
    "tmdb_url": "https://www.themoviedb.org/movie/50544"
  },
  {
    "id": 27576,
    "title": "Salt",
    "release_date": "2010-07-21",
    "overview": "As a CIA officer, Evelyn Salt swore an oath to duty, honor and country. Her loyalty will be tested when a Russian defector accuses her of being a Russian sleeper spy. She goes on the run, using all her skills and years of experience as a covert operative to elude capture, protect her husband, and stay one step ahead of her colleagues at the CIA. Her efforts to prove her innocence only serve to cast doubt on her motives, as the hunt to uncover the truth behind her identity continues and the question remains: \"Who is Salt?\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/ppXyhOe8UCEOrBRSYqE3SkHwrcR.jpg",
    "popularity": 8.0161,
    "tmdb_url": "https://www.themoviedb.org/movie/27576"
  },
  {
    "id": 1635,
    "title": "The Island",
    "release_date": "2005-07-21",
    "overview": "In 2019, Lincoln Six-Echo is a resident of a seemingly \"Utopian\" but contained facility. Like all of the inhabitants of this carefully-controlled environment, Lincoln hopes to be chosen to go to The Island — reportedly the last uncontaminated location on the planet. But Lincoln soon discovers that everything about his existence is a lie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/juSBGCTK463as9clAea4mE2N3s0.jpg",
    "popularity": 7.8889,
    "tmdb_url": "https://www.themoviedb.org/movie/1635"
  },
  {
    "id": 631843,
    "title": "Old",
    "release_date": "2021-07-21",
    "overview": "A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly – reducing their entire lives into a single day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vclShucpUmPhdAOmKgf3B3Z4POD.jpg",
    "popularity": 7.0491,
    "tmdb_url": "https://www.themoviedb.org/movie/631843"
  },
  {
    "id": 417320,
    "title": "Descendants 2",
    "release_date": "2017-07-21",
    "overview": "When the pressure to be royal becomes too much for Mal, she returns to the Isle of the Lost where her archenemy Uma, Ursula's daughter, has taken her spot as self-proclaimed queen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qoNlGfQmFZ37Gf5fRBaCTLlOZtx.jpg",
    "popularity": 5.8832,
    "tmdb_url": "https://www.themoviedb.org/movie/417320"
  },
  {
    "id": 417870,
    "title": "Girls Trip",
    "release_date": "2017-07-21",
    "overview": "Four girlfriends take a trip to New Orleans for an annual festival and, along the way, rediscover their wild sides and strengthen the bonds of sisterhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mdsHCFt2PeZacEr38y2p5RRf6Hl.jpg",
    "popularity": 5.6813,
    "tmdb_url": "https://www.themoviedb.org/movie/417870"
  },
  {
    "id": 110420,
    "title": "Wolf Children",
    "release_date": "2012-07-21",
    "overview": "After her werewolf lover unexpectedly dies in an accident, a woman must find a way to raise the son and daughter that she had with him. However, their inheritance of their father's traits prove to be a challenge for her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Nllh6JgcrFdtOn6iFOWHudNInd.jpg",
    "popularity": 4.8866,
    "tmdb_url": "https://www.themoviedb.org/movie/110420"
  },
  {
    "id": 2655,
    "title": "What Lies Beneath",
    "release_date": "2000-07-21",
    "overview": "When Claire Spencer starts hearing ghostly voices and seeing spooky images, she wonders if an otherworldly spirit is trying to contact her. All the while, her husband tries to reassure her by telling her it's all in her head. But as Claire investigates, she discovers that the man she loves might know more than he's letting on.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2L3Cn0CizbSy2E9KJt1SiOSyb6p.jpg",
    "popularity": 4.0943,
    "tmdb_url": "https://www.themoviedb.org/movie/2655"
  },
  {
    "id": 345911,
    "title": "Lights Out",
    "release_date": "2016-07-21",
    "overview": "Rebecca must unlock the terror behind her little brother's experiences that once tested her sanity, bringing her face to face with a supernatural spirit attached to their mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pOvxddYJScB3PMmaHp2ZnLChhrD.jpg",
    "popularity": 4.0137,
    "tmdb_url": "https://www.themoviedb.org/movie/345911"
  },
  {
    "id": 14003,
    "title": "Fullmetal Alchemist the Movie: Conqueror of Shamballa",
    "release_date": "2005-07-21",
    "overview": "Munich, Germany, 1923. Two years have passed since Edward Elric was dragged from his own world to ours, leaving behind his country, his friends and his younger brother, Alphonse. Stripped of his alchemical powers, he has been all this time researching rocketry together with Alphonse Heiderich, a young man who resembles his own brother, hoping to one day find a way back home. His efforts so far had proven fruitless, but after lending a hand to a troubled gipsy girl, Edward is thrown in a series of events that can wreak havoc in both worlds. Meanwhile, at his own world, Alphonse Elric ventures deeper into the mysteries of alchemy in search for a way to reunite with his older brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rcfZPWcj5pE1CHeIrcUlqFkmeOw.jpg",
    "popularity": 3.4573,
    "tmdb_url": "https://www.themoviedb.org/movie/14003"
  },
  {
    "id": 1996,
    "title": "Lara Croft: Tomb Raider - The Cradle of Life",
    "release_date": "2003-07-21",
    "overview": "Off the coast of the volcanic island of Santorini, the intrepid archaeologist Lara Croft makes the unexpected discovery of a pulsating golden orb able to guide its holder to the mythical Pandora's Box. As the legendary artifact contains ancient mysteries of unfathomable power - said to contain one of the deadliest plagues on Earth, Lara is tasked by MI6 to make sure it doesn't fall into the wrong hands. With the aid of former Marine turned mercenary Terry Sheridan, she travels the world in pursuit of the precious item in a race against time; she must beat the unscrupulous Nobel Prize-winning scientist turned bioterrorist, Jonathan Reiss, to it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ylIEGeAr2ygSClK4FDj9mi2Ah22.jpg",
    "popularity": 3.4173,
    "tmdb_url": "https://www.themoviedb.org/movie/1996"
  },
  {
    "id": 730840,
    "title": "Trollhunters: Rise of the Titans",
    "release_date": "2021-07-21",
    "overview": "The Guardians of Arcadia reunite to battle the nefarious Arcane Order, who've reawakened the primordial Titans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zvUNFeTz0Sssb210wSiIiHRjA4W.jpg",
    "popularity": 3.3016,
    "tmdb_url": "https://www.themoviedb.org/movie/730840"
  },
  {
    "id": 270774,
    "title": "Skiptrace",
    "release_date": "2016-07-21",
    "overview": "A detective from Hong Kong teams up with an American gambler to battle against a notorious Chinese criminal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yepKO0bbXL2FSUoq93c7lkp0op1.jpg",
    "popularity": 2.8787,
    "tmdb_url": "https://www.themoviedb.org/movie/270774"
  },
  {
    "id": 59298,
    "title": "The Piano Forest",
    "release_date": "2007-07-21",
    "overview": "Shuhei Amamiya transfers to Moriwaki Elementary filled with hope and ambition. But it doesn't take long before he gets picked on by the class bullies, and gets involved in a dare to play the mysterious piano in the forest. Igniting his meeting with an equally enigmatic child, Kai Ichinose, who seems to be the only one capable getting sound out of the thought to be broken piano.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1BVofIiyDjv41Sn6WaKjXHft6RG.jpg",
    "popularity": 2.8521,
    "tmdb_url": "https://www.themoviedb.org/movie/59298"
  },
  {
    "id": 860278,
    "title": "Stephen Curry: Underrated",
    "release_date": "2023-07-21",
    "overview": "The remarkable coming-of-age story of Stephen Curry—one of the most influential, dynamic, and unexpected players in basketball history—and his rise from an undersized college player to a four-time NBA champion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mFpnGiDrY9Brz4FQLKBKX1uCbl.jpg",
    "popularity": 2.7921,
    "tmdb_url": "https://www.themoviedb.org/movie/860278"
  },
  {
    "id": 11959,
    "title": "UHF",
    "release_date": "1989-07-21",
    "overview": "The eccentric new manager of a UHF television channel tries to save the station from financial ruin with an odd array of programming.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wxx5YQLKVH1WMSRXQAUnC76r4iY.jpg",
    "popularity": 2.6974,
    "tmdb_url": "https://www.themoviedb.org/movie/11959"
  },
  {
    "id": 14132,
    "title": "Macross: Do You Remember Love?",
    "release_date": "1984-07-21",
    "overview": "It is A.D. 2009 and the human race is caught in a war between giant humanoids, male Zentrans and female Meltrans. Returning from the edge of our solar system after making a space fold, the SDF-1 Macross makes the long journey back to Earth with survivors of South Ataria Island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oxGCI4H0ANXD8YoXnt3ZmjTjNIM.jpg",
    "popularity": 2.6603,
    "tmdb_url": "https://www.themoviedb.org/movie/14132"
  },
  {
    "id": 556901,
    "title": "Teen Titans Go! vs. Teen Titans",
    "release_date": "2019-07-21",
    "overview": "The comedic modern-day quintet takes on their 2003 counterparts when villains from each of their worlds join forces to pit the two Titan teams against each other. They'll need to set aside their differences and work together to combat Trigon, Hexagon, Santa Claus (that's right, Santa!) and time itself in order to save the multiverse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/GWJEdzVC9aOBSOMF9NHodYxSsE.jpg",
    "popularity": 2.6432,
    "tmdb_url": "https://www.themoviedb.org/movie/556901"
  },
  {
    "id": 1143190,
    "title": "Fear the Night",
    "release_date": "2023-07-21",
    "overview": "During a bachelorette party in a secluded California farmhouse, masked intruders launch a brutal attack, forcing eight women to fight for survival. Led by Tess, a troubled military veteran, they unite to defend themselves throughout a harrowing night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oEsrXuXh31EiZlhhbqjBvY0GK7S.jpg",
    "popularity": 2.5107,
    "tmdb_url": "https://www.themoviedb.org/movie/1143190"
  },
  {
    "id": 14087,
    "title": "Barefoot Gen",
    "release_date": "1983-07-21",
    "overview": "A story about the effect of the atomic bombing of Hiroshima on a boy's life and the lives of the Japanese people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mpXCPdjsHdZU0Uy4PnvkaUYD9oA.jpg",
    "popularity": 2.4945,
    "tmdb_url": "https://www.themoviedb.org/movie/14087"
  },
  {
    "id": 2295,
    "title": "Clerks II",
    "release_date": "2006-07-21",
    "overview": "A calamity at Dante and Randall's shops sends them looking for new horizons - but they ultimately settle at Mooby's, a fictional Disney-McDonald's-style fast-food empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cLSW0nW94XT0DmBS69ublcLfQ9c.jpg",
    "popularity": 2.3908,
    "tmdb_url": "https://www.themoviedb.org/movie/2295"
  },
  {
    "id": 9978,
    "title": "Stormbreaker",
    "release_date": "2006-07-21",
    "overview": "Alex Rider thinks he is a normal school boy, until his uncle is killed. He discovers that his uncle was actually spy on a mission, when he was killed. Alex is recruited by Alan Blunt to continue the mission. He is sent to Cornwall to investigate a new computer system, which Darrius Sayle has created. He plans to give the new computer systems to every school in the country, but Mr. Blunt has other ideas and Alex must find out what it is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cPkOpvCY6BYiig9SiHhgJiKnkFs.jpg",
    "popularity": 2.2858,
    "tmdb_url": "https://www.themoviedb.org/movie/9978"
  },
  {
    "id": 602307,
    "title": "LEGO DC Batman: Family Matters",
    "release_date": "2019-07-21",
    "overview": "Suspicion is on high after Batman, Batgirl, Robin and other DC superheroes receive mysterious invitations. However, family values must remain strong when Batman and his team encounter the villainous Red Hood, who is obsessed with destroying the Bat-family and all of Gotham City.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rA5bdwbzEAKfvjHRzza6Q3r0otq.jpg",
    "popularity": 2.2797,
    "tmdb_url": "https://www.themoviedb.org/movie/602307"
  },
  {
    "id": 1142127,
    "title": "Bawaal",
    "release_date": "2023-07-21",
    "overview": "Ajay Dixit, an ordinary history teacher in a high school, enjoys mini celebrityhood in his town courtesy of the fake image he has built. He shares a strained relationship with his newly-wed wife. Circumstances force him to take a trip to Europe for the World War II trail accompanied by his wife. Will his relationship with his wife survive this trip? Will he manage to win the war within?",
    "poster_url": "https://image.tmdb.org/t/p/w500/kT0mA3kYzvl2UZGxhJnLyTUYa2z.jpg",
    "popularity": 2.1656,
    "tmdb_url": "https://www.themoviedb.org/movie/1142127"
  },
  {
    "id": 482283,
    "title": "The Bold Three",
    "release_date": "1972-07-21",
    "overview": "Leopard killed his wife due to her unfaithfulness and ran away with his daughter, Sung Sung. He joined a horde of bandits lead by Tiger, who is impressed by Leopards ruthless ways and together they make good business. One day, Sung Sung, now a grown beautiful woman meets Dragon and because of his stubborn upright character she falls in love with him, but unbeknownst to her enemies are her father and uncle....",
    "poster_url": "https://image.tmdb.org/t/p/w500/jXKeFnLuriMrbpfxTDC40GIHfd5.jpg",
    "popularity": 2.1109,
    "tmdb_url": "https://www.themoviedb.org/movie/482283"
  },
  {
    "id": 866055,
    "title": "Mr. Osomatsu: The Soulful Takoyaki Party and the Legendary Sleepover",
    "release_date": "2023-07-21",
    "overview": "The Matsuno sextuplets invite Totoko to their house for a takoyaki party that ends up turning into a sleepover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kJWDWw3TgbRkx9IBwHjYbR3J3YL.jpg",
    "popularity": 2.0694,
    "tmdb_url": "https://www.themoviedb.org/movie/866055"
  },
  {
    "id": 436056,
    "title": "Transformers: Zone",
    "release_date": "1990-07-21",
    "overview": "The mysterious three-faced insectoid being, Violenjiger dispatches the nine \"Great Decepticon Generals\" to acquire \"Zone Energy\", destroying the planet Feminia to obtain the world's store, and search for the powerful Zodiac.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b4r4hsClDuvr7NeuOCsTHs7QMhG.jpg",
    "popularity": 2.0684,
    "tmdb_url": "https://www.themoviedb.org/movie/436056"
  },
  {
    "id": 831546,
    "title": "Envoy: Shark Cull",
    "release_date": "2021-07-21",
    "overview": "Envoy: Shark Cull is a fascinating, deeply moving documentary narrated by Eric Bana, which sheds light on the real story behind the coastal ‘shark safety’ programs in Queensland and New South Wales. The current methods of baited drum-lines and nets have not only been scientifically proven to be ineffective in protecting swimmers and surfers, leaving them at risk in the sea, but these outdated solutions continue to be allowed to negatively impact entire marine ecosystems—including the Great Barrier Reef.  Follows some of the biggest names in ocean conservation, such as Sea Shepherd, Ocean Ramsey and Madison Stewart. We will join these experts as they explore and expose this scarcely understood topic. We will also learn the importance of sharks in our oceans while uncovering the longest marine cull in history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wv23cLDFF3tFSfgDwmsGmGkLKKM.jpg",
    "popularity": 2.0154,
    "tmdb_url": "https://www.themoviedb.org/movie/831546"
  }
]