[
  {
    "id": 845222,
    "title": "Kingdom: Ashin of the North",
    "release_date": "2021-07-23",
    "overview": "Tragedy, betrayal and a mysterious discovery fuel a woman's vengeance for the loss of her tribe and family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/piGZDwFW4urLYDWGiYJMrt6hdCS.jpg",
    "popularity": 5.9884,
    "tmdb_url": "https://www.themoviedb.org/movie/845222"
  },
  {
    "id": 184315,
    "title": "Hercules",
    "release_date": "2014-07-23",
    "overview": "When a new enemy threatens the innocent, Hercules must lead his fearless team of warriors in a battle against overwhelming odds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5X3VOy9lD44VclKsWTi8gHZGjhL.jpg",
    "popularity": 5.7474,
    "tmdb_url": "https://www.themoviedb.org/movie/184315"
  },
  {
    "id": 378236,
    "title": "The Emoji Movie",
    "release_date": "2017-07-23",
    "overview": "Gene, a multi-expressional emoji, sets out on a journey to become a normal emoji.",
    "poster_url": "https://image.tmdb.org/t/p/w500/60bTx5z9zL1AqCjZ0gmWoRMJ6Bb.jpg",
    "popularity": 5.6974,
    "tmdb_url": "https://www.themoviedb.org/movie/378236"
  },
  {
    "id": 2502,
    "title": "The Bourne Supremacy",
    "release_date": "2004-07-23",
    "overview": "A CIA operation to purchase classified Russian documents is blown by a rival agent, who then shows up in the sleepy seaside village where Bourne and Marie have been living. The pair run for their lives and Bourne, who promised retaliation should anyone from his former life attempt contact, is forced to once again take up his life as a trained assassin to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g09UIYfShY8uWGMGP3HkvWp8L8n.jpg",
    "popularity": 5.5756,
    "tmdb_url": "https://www.themoviedb.org/movie/2502"
  },
  {
    "id": 374205,
    "title": "One Piece Film: GOLD",
    "release_date": "2016-07-23",
    "overview": "The glittering Gran Tesoro, a city of entertainment beyond the laws of the government, is a sanctuary for the world’s most infamous pirates, Marines, and filthy rich millionaires. Drawn by dreams of hitting the jackpot, Captain Luffy and his crew sail straight for the gold. But behind the gilded curtains lies a powerful king whose deep pockets and deeper ambitions spell disaster for the Straw Hats and the New World alike.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9PgiOFTLZXP7emlwcIt0yRasJ9h.jpg",
    "popularity": 4.5743,
    "tmdb_url": "https://www.themoviedb.org/movie/374205"
  },
  {
    "id": 66105,
    "title": "Saint Seiya: Legend of Crimson Youth",
    "release_date": "1988-07-23",
    "overview": "Athena receives the visit of Phoebus Abel, her older brother and God of the Corona. He informs her that he has come to destroy humanity as punishment for their corruption, just as it was done in ancient times. He dismisses Seiya and the Bronze Saints, as she will now be guarded by Abel's three Corona Saints, Atlas of Carina, Jaow of Lynx and Berenike of Coma Berenices, and the five resurrected Gold Saints who died in the Sanctuary battle: Saga of Gemini, Deathmask of Cancer, Shura of Capricorn, Camus of Aquarius and Aphrodite of Pisces. When Athena rebels against Abel's plan, he attacks her, sending her soul to Elysion, the final resting place from which there is no return. The Bronze Saints immediately rush to the Sanctuary to save her and ultimately overcome Abel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qDqk23o8qOljUetnCkQCQk7kElk.jpg",
    "popularity": 4.4764,
    "tmdb_url": "https://www.themoviedb.org/movie/66105"
  },
  {
    "id": 760883,
    "title": "Blood Red Sky",
    "release_date": "2021-07-23",
    "overview": "A woman with a mysterious illness is forced into action when a group of terrorists attempt to hijack a transatlantic overnight flight. In order to protect her son she will have to reveal a dark secret, and unleash the inner monster she has fought to hide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v7aOJKI5vxCHotHvN8O7SR6SpP6.jpg",
    "popularity": 4.0503,
    "tmdb_url": "https://www.themoviedb.org/movie/760883"
  },
  {
    "id": 9612,
    "title": "Coneheads",
    "release_date": "1993-07-23",
    "overview": "A pair of aliens arrive on Earth to prepare for invasion, but crash instead. With enormous cone-shaped heads, robotlike walks and an appetite for toilet paper, aliens Beldar and Prymatt don't exactly blend in with the population of Paramus, N.J. But for some reason, everyone believes them when they say they're from France.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4eHnstayi28SCHv8ATcISFEv1Rl.jpg",
    "popularity": 3.8655,
    "tmdb_url": "https://www.themoviedb.org/movie/9612"
  },
  {
    "id": 11618,
    "title": "The Haunting",
    "release_date": "1999-07-23",
    "overview": "Dr. David Marrow invites three distinct individuals to the eerie and isolated Hill House to be subjects for a sleep disorder study. The unfortunate guests discover that Marrow is far more interested in the sinister mansion itself — and they soon see the true nature of its horror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xwLldS5JnB4441iS50ha9ZrkaA8.jpg",
    "popularity": 3.7845,
    "tmdb_url": "https://www.themoviedb.org/movie/11618"
  },
  {
    "id": 795607,
    "title": "Green Snake",
    "release_date": "2021-07-23",
    "overview": "While trying to free her sister from Fahai's clutches, Xiao Qing winds up in a dystopian city and meets a mysterious man who can't recall his past life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1zs5zsQDP5KuWwxIg9EUULLFEV.jpg",
    "popularity": 3.7694,
    "tmdb_url": "https://www.themoviedb.org/movie/795607"
  },
  {
    "id": 929170,
    "title": "Honor Society",
    "release_date": "2022-07-23",
    "overview": "Honor is an ambitious high school senior whose sole focus is getting into Harvard, assuming she can first score the coveted recommendation from her guidance counselor, Mr. Calvin. Willing to do whatever it takes, Honor concocts a Machiavellian-like plan to take down her top three student competitors, until things take a turn when she unexpectedly falls for her biggest competition, Michael.",
    "poster_url": "https://image.tmdb.org/t/p/w500/61CZ4JxyaI462sFfLPhtyzRg4vv.jpg",
    "popularity": 3.4277,
    "tmdb_url": "https://www.themoviedb.org/movie/929170"
  },
  {
    "id": 8291,
    "title": "Poetic Justice",
    "release_date": "1993-07-23",
    "overview": "Still grieving after the murder of her boyfriend, hairdresser Justice writes poetry to deal with the pain of her loss. Unable to get to Oakland to attend a convention because of her broken-down car, Justice gets a lift with her friend, Iesha, and Iesha's postal worker boyfriend, Chicago. Along for the ride is Chicago's co-worker, Lucky, to whom Justice grows close after some initial problems. But is she ready to open her heart again?",
    "poster_url": "https://image.tmdb.org/t/p/w500/fOtMHxhYaCQcu3dwWpg7lz4Bqo0.jpg",
    "popularity": 3.1618,
    "tmdb_url": "https://www.themoviedb.org/movie/8291"
  },
  {
    "id": 638449,
    "title": "The Last Letter from Your Lover",
    "release_date": "2021-07-23",
    "overview": "A young journalist in London becomes obsessed with a series of letters she discovers that recounts an intense star-crossed love affair from the 1960s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fDKK51YdOfu9pTmSRw7sHUhGFxm.jpg",
    "popularity": 3.1033,
    "tmdb_url": "https://www.themoviedb.org/movie/638449"
  },
  {
    "id": 427169,
    "title": "Pink Curtain",
    "release_date": "1982-07-23",
    "overview": "Okuyama is a stocker at the supermarket who has no luck with women. His life is thrown upside down when his sister Noriko unexpectedly moves into his small apartment. Okuyama is overcome with lustful thoughts for her, but she regards him simply as a brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2BgXGxSkBhPFJ1EPXkgBPNfNx4i.jpg",
    "popularity": 3.0577,
    "tmdb_url": "https://www.themoviedb.org/movie/427169"
  },
  {
    "id": 587496,
    "title": "The Rental",
    "release_date": "2020-07-23",
    "overview": "Two couples on an oceanside getaway grow suspicious that the host of their seemingly perfect rental house may be spying on them. Before long, what should have been a celebratory weekend trip turns into something far more sinister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ynPnBXQVT2Y0s19fDIPlWKUlxH.jpg",
    "popularity": 2.9463,
    "tmdb_url": "https://www.themoviedb.org/movie/587496"
  },
  {
    "id": 693113,
    "title": "Midnight in the Switchgrass",
    "release_date": "2021-07-23",
    "overview": "FBI Agent Karl Helter and his partner Rebecca Lombardo are very close to busting a sex-trafficking ring. When they realize their investigation has crossed the path of a brutal serial killer, they team up with a FDLE agent to put an end to the infamous 'Truck Stop Killer'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1OTSuh2HNcTRfme8caU8DjgJ39K.jpg",
    "popularity": 2.8444,
    "tmdb_url": "https://www.themoviedb.org/movie/693113"
  },
  {
    "id": 157544,
    "title": "The Vatican Tapes",
    "release_date": "2015-07-23",
    "overview": "In a highly secured vault deep within the walls of Vatican City, the Catholic Church holds thousands of old films and video footage documenting exorcisms/supposed exorcisms and other unexplained religious phenomena they feel the world is not ready to see. This is the first tape - Case 83-G - stolen from these archives and exposed to the public by an anonymous source.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eXN0zdTpm772ZCfnCeLAONguqxe.jpg",
    "popularity": 2.6601,
    "tmdb_url": "https://www.themoviedb.org/movie/157544"
  },
  {
    "id": 834027,
    "title": "Val",
    "release_date": "2021-07-23",
    "overview": "For over 40 years Val Kilmer, one of Hollywood’s most mercurial and/or misunderstood actors has been documenting his own life and craft through film and video. He has amassed thousands of hours of footage, from 16mm home movies made with his brothers, to time spent in iconic roles for blockbuster movies like Top Gun, The Doors, Tombstone, and Batman Forever. This raw, wildly original and unflinching documentary reveals a life lived to extremes and a heart-filled, sometimes hilarious look at what it means to be an artist and a complex man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vWJKmfmjpkFeTbUGep6t7w5TexA.jpg",
    "popularity": 2.6375,
    "tmdb_url": "https://www.themoviedb.org/movie/834027"
  },
  {
    "id": 281780,
    "title": "Kundo: Age of the Rampant",
    "release_date": "2014-07-23",
    "overview": "In 1862, amidst the rule of the late Joseon dynasty in Korea, a band of fighters named Kundo rise against the unjust authorities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yAiANYk9aocISH5To89qwC8ZF8x.jpg",
    "popularity": 2.5741,
    "tmdb_url": "https://www.themoviedb.org/movie/281780"
  },
  {
    "id": 702525,
    "title": "Bigfoot Family",
    "release_date": "2020-07-23",
    "overview": "Bigfoot, Adam's father, wants to use his fame for a good cause. Protecting a large wildlife reserve in Alaska sounds like the perfect opportunity! When Bigfoot mysteriously disappears without a trace, Adam and his animal friends will brave anything to find him again and save the nature reserve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vn7sNO6CD8FBHBEVcOiNv08mjy1.jpg",
    "popularity": 2.4942,
    "tmdb_url": "https://www.themoviedb.org/movie/702525"
  },
  {
    "id": 107748,
    "title": "Sin tetas no hay paraíso",
    "release_date": "2010-07-23",
    "overview": "Catalina is a young, beautiful girl living in extreme poverty with her brother Bayron and her mother Hilda. She becomes obsessed with getting breast implants to get social status and money. She leaves her boyfriend Albeira and becomes a prostitute for drug dealers. In this way she will enjoy all the luxuries that she lacks. Meanwhile, her ex-boyfriend Albeira and her mother Hilda begin a relationship behind her back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4fIx3BgiU7u9ZuMG74JYidIVboM.jpg",
    "popularity": 2.3851,
    "tmdb_url": "https://www.themoviedb.org/movie/107748"
  },
  {
    "id": 332,
    "title": "Inspector Gadget",
    "release_date": "1999-07-23",
    "overview": "John Brown is a bumbling but well-intentioned security guard who is badly injured in an explosion planned by an evil mastermind. He is taken to a laboratory, where Brenda, a leading robotics surgeon, replaces his damaged limbs with state-of-the-art gadgets and tools. Named \"Inspector Gadget\" by the press, John -- along with his niece, Penny, and her trusty dog, Brain -- uses his new powers to discover who was behind the explosion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dDcsv1Lql5aM6H4JYfDHjBAXKgT.jpg",
    "popularity": 2.3653,
    "tmdb_url": "https://www.themoviedb.org/movie/332"
  },
  {
    "id": 601844,
    "title": "Becky",
    "release_date": "2020-07-23",
    "overview": "A teenager's weekend at a lake house with her father takes a turn for the worse when a group of convicts wreaks havoc on their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9wqKF883Kn9c0SZV4ZmkIkFhBLh.jpg",
    "popularity": 2.3559,
    "tmdb_url": "https://www.themoviedb.org/movie/601844"
  },
  {
    "id": 27073,
    "title": "Full Contact",
    "release_date": "1992-07-23",
    "overview": "In an effort to get his buddy out of a gambling debt, Jeff agrees to join forces with Judge in a weapons heist. The job goes bad and Judge betrays Jeff. Jeff plots the ultimate revenge on Judge and his followers and it is a question of whether he can follow through with his plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a3SFfTwR7j2WHsBTEoYmkxHrkDB.jpg",
    "popularity": 2.3529,
    "tmdb_url": "https://www.themoviedb.org/movie/27073"
  },
  {
    "id": 252103,
    "title": "This Savage Land",
    "release_date": "1969-07-23",
    "overview": "Shortly after the Civil War, Kansas homesteaders are harrassed by Confederate marauders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wpaW8Z0Uay5M39NcheUn9UeXKql.jpg",
    "popularity": 2.3169,
    "tmdb_url": "https://www.themoviedb.org/movie/252103"
  },
  {
    "id": 409122,
    "title": "Scooby-Doo! and WWE: Curse of the Speed Demon",
    "release_date": "2016-07-23",
    "overview": "When Scooby and Mystery Inc. visit an off-road racing competition, it's not long before strange events start to occur. A mysterious phantom racer, known only as Inferno, is causing chaos and is determined to sabotage the race. It's up to Scooby-Doo, Shaggy and their new driving partner, The Undertaker, to save the race and solve the mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kCWtWbZhyY48XpYC3n5hinuufH.jpg",
    "popularity": 2.2909,
    "tmdb_url": "https://www.themoviedb.org/movie/409122"
  },
  {
    "id": 828416,
    "title": "David Bowie - The Calm Before The Storm: Under Review 1969 - 1971",
    "release_date": "2012-07-23",
    "overview": "The programme also includes rare, seldom seen archive footage and photographs plus a host of other features which all together make for the finest film yet on this period of David Bowie's life and career.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qz0iz44yAufzkQvTXjGoKER4uhy.jpg",
    "popularity": 2.245,
    "tmdb_url": "https://www.themoviedb.org/movie/828416"
  },
  {
    "id": 65215,
    "title": "Family Guy Presents: Stewie Griffin: The Untold Story",
    "release_date": "2005-07-23",
    "overview": "The maniacal baby of the Griffin family, Stewie, meets his future self. In doing this he discovers that his future image is not what he has anticipated because of a near death experience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pgbMydwYuHlGcaASQMA963qpSH3.jpg",
    "popularity": 2.2422,
    "tmdb_url": "https://www.themoviedb.org/movie/65215"
  },
  {
    "id": 27337,
    "title": "Linda Linda Linda",
    "release_date": "2005-07-23",
    "overview": "Only three days before their high school festival, guitarist Kei, drummer Kyoko, and bassist Nozomi are forced to recruit a new lead vocalist for their band. They choose Korean exchange student Son, though her comprehension of Japanese is a bit rough! It's a race against time as the group struggles to learn three songs for the festival's rock concert—including a classic '80s song by the Japanese punk rock band The Blue Hearts called \"Linda Linda\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/wX3xwuJ9uhCamndfGUePDkpAggZ.jpg",
    "popularity": 2.2256,
    "tmdb_url": "https://www.themoviedb.org/movie/27337"
  },
  {
    "id": 791568,
    "title": "Settlers",
    "release_date": "2021-07-23",
    "overview": "Remmy and her parents, refugees from Earth, have found peace on the Martian outskirts until strangers appear in the hills beyond their farm. Told as a triptych, the film follows Remmy as she struggles to survive in an uneasy landscape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tBUYDwiJVDcnjPneOitVetJk2Rt.jpg",
    "popularity": 2.1723,
    "tmdb_url": "https://www.themoviedb.org/movie/791568"
  },
  {
    "id": 9417,
    "title": "Wrongfully Accused",
    "release_date": "1998-07-23",
    "overview": "Ryan Harrison, a violin god, superstar and sex symbol does not want to cheat on sexy Lauren Goodhue's husband with her. Mr. Goodhue is found murdered and Ryan suddenly finds himself being the main suspect. After being sentenced to death he manages to flee while being transferred to his execution site. Now, all the world is after him as he stumbles from one unfortunate incident to the next in order to prove himself innocent - by finding a mysterious one-eyed, one-armed, one-legged man...",
    "poster_url": "https://image.tmdb.org/t/p/w500/6FG3aldS4eVD4baKwmAi9P8kdRS.jpg",
    "popularity": 2.1328,
    "tmdb_url": "https://www.themoviedb.org/movie/9417"
  },
  {
    "id": 50126,
    "title": "Fallen",
    "release_date": "2006-07-23",
    "overview": "For high schooler Aaron Corbett, turning 18 means becoming not just a man but a nephilim, too -- half human, half angel, with supernatural abilities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bAyvqgi3RjQIPnt0CDInZ27opNK.jpg",
    "popularity": 2.1046,
    "tmdb_url": "https://www.themoviedb.org/movie/50126"
  },
  {
    "id": 24889,
    "title": "Overheard",
    "release_date": "2009-07-23",
    "overview": "The story revolves around three members of a police surveillance squad conducting an investigation into a financial investment group involved in criminal fraud. The focus of the plot, however, is actually on the three officers themselves who stumble upon an opportunity to capitalize on information they gathered during their surveillance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cmr7KbbsVrPdF9avbAtLhiJnvxP.jpg",
    "popularity": 2.0915,
    "tmdb_url": "https://www.themoviedb.org/movie/24889"
  },
  {
    "id": 16363,
    "title": "The Best Little Whorehouse in Texas",
    "release_date": "1982-07-23",
    "overview": "When a big TV crusader Melvin P. Thorpe threatens to expose the Chicken Ranch to public scandal and close it down, Miss Mona doesn't go down without a fight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ypUcJRFDhwutqY70WjT1W5XlIOA.jpg",
    "popularity": 2.0564,
    "tmdb_url": "https://www.themoviedb.org/movie/16363"
  },
  {
    "id": 10490,
    "title": "Drop Dead Gorgeous",
    "release_date": "1999-07-23",
    "overview": "In a small Minnesota town, the annual beauty pageant is being covered by a TV crew. Former winner Gladys Leeman wants to make sure her daughter follows in her footsteps; explosions, falling lights, and trailer fires prove that. As the Leemans are the richest family in town, the police are pretty relaxed about it all. Despite everything, main rival (but sweet) Amber Atkins won't give up without a fight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/44eTdzCnb27urFheuhBdJxBhrwg.jpg",
    "popularity": 2.0437,
    "tmdb_url": "https://www.themoviedb.org/movie/10490"
  }
]