[
  {
    "id": 436969,
    "title": "The Suicide Squad",
    "release_date": "2021-07-28",
    "overview": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q61qEyssk2ku3okWICKArlAdhBn.jpg",
    "popularity": 127.7109,
    "tmdb_url": "https://www.themoviedb.org/movie/436969"
  },
  {
    "id": 177677,
    "title": "Mission: Impossible - Rogue Nation",
    "release_date": "2015-07-28",
    "overview": "Ethan and team take on their most impossible mission yet—eradicating 'The Syndicate', an International and highly-skilled rogue organization committed to destroying the IMF.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jwqL7croP7JMVfz0l9o7V4yJsJO.jpg",
    "popularity": 19.1745,
    "tmdb_url": "https://www.themoviedb.org/movie/177677"
  },
  {
    "id": 9820,
    "title": "The Parent Trap",
    "release_date": "1998-07-28",
    "overview": "Hallie Parker and Annie James are identical twins who were separated at a young age due to their parents' divorce. Unbeknownst to their parents, the girls are sent to the same summer camp, where they meet, discover the truth about their relationship, and come up with a plan to switch places in an effort to reunite their mother and father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3FSL7O7HRt6HoGrTBZAVdLK1nZg.jpg",
    "popularity": 12.254,
    "tmdb_url": "https://www.themoviedb.org/movie/9820"
  },
  {
    "id": 398818,
    "title": "Call Me by Your Name",
    "release_date": "2017-07-28",
    "overview": "In 1980s Italy, a relationship begins between seventeen-year-old teenage Elio and the older adult man hired as his father's research assistant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gXiE0WveDnT0n5J4sW9TMxXF4oT.jpg",
    "popularity": 10.9133,
    "tmdb_url": "https://www.themoviedb.org/movie/398818"
  },
  {
    "id": 451048,
    "title": "Jungle Cruise",
    "release_date": "2021-07-28",
    "overview": "Dr. Lily Houghton enlists the aid of wisecracking skipper Frank Wolff to take her down the Amazon in his dilapidated boat. Together, they search for an ancient tree that holds the power to heal – a discovery that will change the future of medicine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3UPz63cGsAQlYQnkOHfAbUhl1O3.jpg",
    "popularity": 8.5726,
    "tmdb_url": "https://www.themoviedb.org/movie/451048"
  },
  {
    "id": 9804,
    "title": "Waterworld",
    "release_date": "1995-07-28",
    "overview": "In a futuristic world where the polar ice caps have melted and made Earth a liquid planet, a beautiful barmaid rescues a mutant seafarer from a floating island prison. They escape, along with her young charge, Enola, and sail off aboard his ship. But the trio soon becomes the target of a menacing pirate who covets the map to 'Dryland'—which is tattooed on Enola's back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pBjf3xzi6kClzWXiKMclMUX7dOP.jpg",
    "popularity": 6.7495,
    "tmdb_url": "https://www.themoviedb.org/movie/9804"
  },
  {
    "id": 296099,
    "title": "Vacation",
    "release_date": "2015-07-28",
    "overview": "Hoping to bring his family closer together and to recreate his childhood vacation for his own kids, a grown up Rusty Griswold takes his wife and their two sons on a cross-country road trip to the coolest theme park in America, Walley World. Needless to say, things don't go quite as planned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fYDALvoCt3DBlSWN6pSAnGQ9ld7.jpg",
    "popularity": 5.6829,
    "tmdb_url": "https://www.themoviedb.org/movie/296099"
  },
  {
    "id": 1094713,
    "title": "The Mistress",
    "release_date": "2023-07-28",
    "overview": "Newlyweds Parker and Madeline move into their dream home. As they settle in, they discover a box of old love letters written to the original owner. And as the couple digs into the increasingly obsessive correspondence, a mysterious woman arrives with a horrifying secret that threatens their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1kdmre0wlUAUk9BvySv4Xoveieg.jpg",
    "popularity": 5.1358,
    "tmdb_url": "https://www.themoviedb.org/movie/1094713"
  },
  {
    "id": 118406,
    "title": "Road to Ninja: Naruto the Movie",
    "release_date": "2012-07-28",
    "overview": "Sixteen years ago, a mysterious masked ninja unleashes a powerful creature known as the Nine-Tailed Demon Fox on the Hidden Leaf Village Konoha, killing many people. In response, the Fourth Hokage Minato Namikaze and his wife Kushina Uzumaki, the Demon Fox's living prison or Jinchūriki, manage to seal the creature inside their newborn son Naruto Uzumaki. With the Tailed Beast sealed, things continued as normal. However, in the present day, peace ended when a group of ninja called the Akatsuki attack Konoha under the guidance of Tobi, the mysterious masked man behind Fox's rampage years ago who intends on executing his plan to rule the world by shrouding it in illusions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
    "popularity": 4.9487,
    "tmdb_url": "https://www.themoviedb.org/movie/118406"
  },
  {
    "id": 8914,
    "title": "Deep Blue Sea",
    "release_date": "1999-07-28",
    "overview": "Researchers on the undersea lab Aquatica have genetically altered the brains of captive sharks to develop a cure for Alzheimer's disease. But there's an unexpected side effect: the sharks got smarter, faster, and more dangerous. After a big storm damages their remote research facility, they must fight for their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fyn0zyCI4kIlbDoHH0Hzv09hDC5.jpg",
    "popularity": 4.9201,
    "tmdb_url": "https://www.themoviedb.org/movie/8914"
  },
  {
    "id": 408349,
    "title": "My Neighbor's Wife",
    "release_date": "2016-07-28",
    "overview": "Yoon-jeong asks her mother to take care of her daughter and then she leaves on a secret romantic trip with a man in her neighborhood while her husband is away from home for a business trip. The man and the woman on their secret two night three day trip forget about anything about law, morals, or common sense. They follow their instinct to satisfy the desire for each other’s body all day long. The endless desire would not drive away from her body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qpW0myP5nCSZbSmOS0IhMJYXVkF.jpg",
    "popularity": 4.8862,
    "tmdb_url": "https://www.themoviedb.org/movie/408349"
  },
  {
    "id": 1061181,
    "title": "Kingdom III: The Flame of Destiny",
    "release_date": "2023-07-28",
    "overview": "To defend their kingdom against a sudden invasion, a mighty general returns to the battlefield alongside a war orphan, now grown up, who dreams of glory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7cIqNt2YPK1nCf904NFISEScCzk.jpg",
    "popularity": 4.6805,
    "tmdb_url": "https://www.themoviedb.org/movie/1061181"
  },
  {
    "id": 9906,
    "title": "The Ant Bully",
    "release_date": "2006-07-28",
    "overview": "Fed up with being targeted by the neighborhood bully, 10-year-old Lucas Nickle vents his frustrations on the anthill in his front yard ... until the insects shrink him to the size of a bug with a magic elixir. Convicted of \"crimes against the colony,\" Lucas can only regain his freedom by living with the ants and learning their ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oFuqX0inTvbA1XAFv2x3CQnI65m.jpg",
    "popularity": 4.6693,
    "tmdb_url": "https://www.themoviedb.org/movie/9906"
  },
  {
    "id": 8469,
    "title": "Animal House",
    "release_date": "1978-07-28",
    "overview": "At a 1962 College, Dean Vernon Wormer is determined to expel the entire Delta Tau Chi Fraternity, but those troublemakers have other plans for him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fWooBbipMRIKeSRhEzmeaDV0T8H.jpg",
    "popularity": 4.6292,
    "tmdb_url": "https://www.themoviedb.org/movie/8469"
  },
  {
    "id": 9344,
    "title": "Kids",
    "release_date": "1995-07-28",
    "overview": "A day in the life of a group of teens as they travel around New York City skating, drinking, smoking and deflowering virgins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8qV8hUVCUnFIQKewzlhaFWhdszK.jpg",
    "popularity": 4.5279,
    "tmdb_url": "https://www.themoviedb.org/movie/9344"
  },
  {
    "id": 911835,
    "title": "Aunt",
    "release_date": "2021-07-28",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/zTZqwdxVPs0Qmx4gVejnWWdmudD.jpg",
    "popularity": 4.4029,
    "tmdb_url": "https://www.themoviedb.org/movie/911835"
  },
  {
    "id": 8005,
    "title": "Robin Hood: Men in Tights",
    "release_date": "1993-07-28",
    "overview": "Robin Hood comes home after fighting in the Crusades to learn that the noble King Richard is in exile and that the despotic King John now rules England, with the help of the Sheriff of Rottingham. Robin Hood assembles a band of fellow patriots to do battle with King John and the Sheriff.",
    "poster_url": "https://image.tmdb.org/t/p/w500/woexOLEkUlYsPLLuZRK6LjZaF38.jpg",
    "popularity": 4.2555,
    "tmdb_url": "https://www.themoviedb.org/movie/8005"
  },
  {
    "id": 848116,
    "title": "Rocky Aur Rani Kii Prem Kahaani",
    "release_date": "2023-07-28",
    "overview": "Gym-freak brat Rocky falls in love with Rani, who comes from a well-educated Bengali family. Being from polar opposite worlds, the two decide to switch their families to adjust to each other's cultures and backgrounds and to know if their marriage will survive. Rocky and Rani are trapped in a world where they are united by love but divided by families and the ultimate question is will they fit in?",
    "poster_url": "https://image.tmdb.org/t/p/w500/vTQIqlxUkOuyf2UKhlM2OUaFGKz.jpg",
    "popularity": 4.1632,
    "tmdb_url": "https://www.themoviedb.org/movie/848116"
  },
  {
    "id": 376659,
    "title": "Bad Moms",
    "release_date": "2016-07-28",
    "overview": "When three overworked and under-appreciated moms are pushed beyond their limits, they ditch their conventional responsibilities for a jolt of long overdue freedom, fun, and comedic self-indulgence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u9q10ljhkLj0tNCjlVqe3DCjoU4.jpg",
    "popularity": 3.8308,
    "tmdb_url": "https://www.themoviedb.org/movie/376659"
  },
  {
    "id": 419116,
    "title": "Russian Mom",
    "release_date": "2016-07-28",
    "overview": "Jang-ho who dreams of becoming a chef is pretty close to his dad Yeong-soo; enough to talk about his girlfriend and they live alone. One day, Yeong-soo tells Jang-ho that he's getting remarried to a Russian woman. Jang-ho accepts this and meets Olga. He is surprised to see a young and beautiful woman standing before him. A few days later, Yeong-soo goes to Russia on a business trip and Jang-ho and Olga get to know each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hktmN8qVDyzp3I9f7veWfF6l45c.jpg",
    "popularity": 3.8067,
    "tmdb_url": "https://www.themoviedb.org/movie/419116"
  },
  {
    "id": 513692,
    "title": "Raging Fire",
    "release_date": "2021-07-28",
    "overview": "Cheung Sung-bong is a highly respected cop with a long history of success in dangerous cases. However, his past soon comes back to haunt him when a former protégé resurfaces, seeking revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oS2oELplwNVo2jFCySQzo3x3S8d.jpg",
    "popularity": 3.5717,
    "tmdb_url": "https://www.themoviedb.org/movie/513692"
  },
  {
    "id": 2623,
    "title": "An Officer and a Gentleman",
    "release_date": "1982-07-28",
    "overview": "Zack Mayo is an aloof, taciturn man who aspires to be a navy pilot. Once he arrives at training camp for his 13-week officer's course, Mayo runs afoul of abrasive, no-nonsense drill Sergeant Emil Foley. Mayo is an excellent cadet, but a little cold around the heart, so Foley rides him mercilessly, sensing that the young man would be prime officer material if he weren't so self-involved. Zack's affair with a working girl is likewise compromised by his unwillingness to give of himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/69adZbLeRk5TNQ3e0008dMnde9p.jpg",
    "popularity": 3.4786,
    "tmdb_url": "https://www.themoviedb.org/movie/2623"
  },
  {
    "id": 990485,
    "title": "Scorpio Nights 3",
    "release_date": "2022-07-28",
    "overview": "A young couple's sex acts are witnessed by a young man through a hole. When the wife seduces him, they engage in an illicit affair. Chaos ensues when the husband learns about them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9uBbhfM8Co57T4Fn5flo0tMn5NC.jpg",
    "popularity": 3.3075,
    "tmdb_url": "https://www.themoviedb.org/movie/990485"
  },
  {
    "id": 10283,
    "title": "Friday the 13th Part VIII: Jason Takes Manhattan",
    "release_date": "1989-07-28",
    "overview": "Jason ships out aboard a teen-filled \"love boat\" bound for New York, which he soon transforms into the ultimate voyage of the damned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6ezOsZ9UzqGnbDokaatxdOWP6e9.jpg",
    "popularity": 3.2258,
    "tmdb_url": "https://www.themoviedb.org/movie/10283"
  },
  {
    "id": 724885,
    "title": "The Cursed: Dead Man's Prey",
    "release_date": "2021-07-28",
    "overview": "Following a brutal murder case, the police are baffled to find out that the assailant, whose body was found on the scene with the victim, had already been dead for three months. Meanwhile, journalist Jin-hee sets up a live interview with an anonymous caller claiming he is the true killer behind the mysterious murder. When the man announces three more murders will occur in the hands of the undead, Jin-hee must face the sinister forces beyond understanding.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Bvbaztl8M2kn3vjfveaMQhcWk0.jpg",
    "popularity": 3.1111,
    "tmdb_url": "https://www.themoviedb.org/movie/724885"
  },
  {
    "id": 607844,
    "title": "Escape from Mogadishu",
    "release_date": "2021-07-28",
    "overview": "Diplomats from the North and South Korean embassies in Somalia attempt a daring joint escape from Mogadishu when the outbreak of civil war leaves them stranded.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uZj357VwnONzHfQGBHpgDyw8uy6.jpg",
    "popularity": 3.0618,
    "tmdb_url": "https://www.themoviedb.org/movie/607844"
  },
  {
    "id": 407448,
    "title": "Detroit",
    "release_date": "2017-07-28",
    "overview": "A police raid in Detroit in 1967 results in one of the largest citizens' uprisings in the history of the United States.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7dkFHwJ4OXkm3tt1sNHOBPvcSNM.jpg",
    "popularity": 2.7659,
    "tmdb_url": "https://www.themoviedb.org/movie/407448"
  },
  {
    "id": 18674,
    "title": "The Bodyguard from Beijing",
    "release_date": "1994-07-28",
    "overview": "A corrupt businessman commits a murder and the only witness is the girlfriend of another businessman with close connections to the Chinese government, so a bodyguard from Beijing is dispatched to help two Hong Kong cops protect the witness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xd4X6YIssIJWYXnPiZHTgy0EzWa.jpg",
    "popularity": 2.7652,
    "tmdb_url": "https://www.themoviedb.org/movie/18674"
  },
  {
    "id": 630392,
    "title": "The Cursed",
    "release_date": "2021-07-28",
    "overview": "In the late 19th century, a brutal land baron slaughters a Roma clan, unleashing a curse on his family and village. In the days that follow, the townspeople are plagued by nightmares, the baron's son goes missing, and a boy is found murdered. The locals suspect a wild animal, but a visiting pathologist warns of a more sinister presence lurking in the woods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bewmBcjJxHeipS1PNu9Lfyvt3zY.jpg",
    "popularity": 2.4556,
    "tmdb_url": "https://www.themoviedb.org/movie/630392"
  },
  {
    "id": 6951,
    "title": "Turner & Hooch",
    "release_date": "1989-07-28",
    "overview": "Detective Scott Turner has three days left in the local police department before he moves to a bigger city to get some 'real' cases—not just misdemeanors. When Amos Reed is murdered, Scott sets himself on the case, but the closest thing to a witness to the murder is Reed's dog, Hooch, which Scott has to take care of—to avoid Hooch being 'put to sleep'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nllMNbjgvUpw378czm5vBYzZqg1.jpg",
    "popularity": 2.41,
    "tmdb_url": "https://www.themoviedb.org/movie/6951"
  },
  {
    "id": 465003,
    "title": "The Red Sea Diving Resort",
    "release_date": "2019-07-28",
    "overview": "Sudan, East Africa, 1980. A team of Israeli Mossad agents plans to rescue and transfer thousands of Ethiopian Jews to Israel. To do so, and to avoid raising suspicions from the inquisitive and ruthless authorities, they establish as a cover a fake diving resort by the Red Sea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTgd1QQFTKdxESevtffAvIvCnz2.jpg",
    "popularity": 2.3767,
    "tmdb_url": "https://www.themoviedb.org/movie/465003"
  },
  {
    "id": 406429,
    "title": "League of Gods",
    "release_date": "2016-07-28",
    "overview": "During the reign of King Zhou, an official enters his bedchamber, and is devoured by the monstrous tails of Daji, his concubine. Outside their city, several warriors within a metal wagon discuss their strategies to free the Invisible People and their Chief, when Jiang Ziya appears to them. He tells them that when King Zhou was younger, he let himself become possessed by the Black Dragon for his quest for power.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nMiTkBfAmXtCW2tbWHRiGb09Bjv.jpg",
    "popularity": 2.3254,
    "tmdb_url": "https://www.themoviedb.org/movie/406429"
  },
  {
    "id": 401,
    "title": "Garden State",
    "release_date": "2004-07-28",
    "overview": "Andrew returns to his hometown for the funeral of his mother, a journey that reconnects him with past friends. The trip coincides with his decision to stop taking his powerful antidepressants. A chance meeting with Sam - a girl also suffering from various maladies - opens up the possibility of rekindling emotional attachments, confronting his psychologist father, and perhaps beginning a new life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h3iqYiGS6F3y7GxaS4AT8nFxZ2i.jpg",
    "popularity": 2.322,
    "tmdb_url": "https://www.themoviedb.org/movie/401"
  },
  {
    "id": 17234,
    "title": "Summer Days with Coo",
    "release_date": "2007-07-28",
    "overview": "A small, lone Kappa miraculously survives over 200 years into modern day Japan, when he is found by young Koichi. Coo, who is secretly adopted by Koichi's family, searches with his new human friend for unpopulated places in hopes of finding any remaining of his kind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Hk82Tw50Qevknz3qb8N7Nd5Ti3.jpg",
    "popularity": 2.3128,
    "tmdb_url": "https://www.themoviedb.org/movie/17234"
  },
  {
    "id": 1642,
    "title": "The Net",
    "release_date": "1995-07-28",
    "overview": "Angela Bennett is a freelance computer systems analyst who tracks down software viruses. At night she hooks up to the internet and chats to others 'surfing the net'. While de-bugging a new high-tech game for a cyber friend, she comes across a top secret program and becomes the target of a mysterious organization who will stop at nothing to erase her identity and her existence, in order to protect the project.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dtupntUFMD5iXBo8HLfALt2ET4R.jpg",
    "popularity": 2.2768,
    "tmdb_url": "https://www.themoviedb.org/movie/1642"
  },
  {
    "id": 449132,
    "title": "Let Me Eat Your Pancreas",
    "release_date": "2017-07-28",
    "overview": "A dying girl meets a nonchalant boy who found out her secret. She decided to fulfill her bucket list with none-other-than the boy who couldn't care less about the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yC3XsfjdjKPX8M6iXda77Ll6rUi.jpg",
    "popularity": 2.2637,
    "tmdb_url": "https://www.themoviedb.org/movie/449132"
  },
  {
    "id": 177578,
    "title": "Hutch the Honeybee",
    "release_date": "2010-07-28",
    "overview": "Hutch the Honey Bee and friends set on an adventure to find Hutch's missing Queen Bee Mother, whom he lost during a surprise attack by a group of Hornets. In the process Hutch makes friends with various other animals. At a town called Sepiatown he even befriends Amy, a kindhearted human girl who can talk with insects ...",
    "poster_url": "https://image.tmdb.org/t/p/w500/xO1AilDxmVOqHCIRbT58PFQKUO1.jpg",
    "popularity": 2.2604,
    "tmdb_url": "https://www.themoviedb.org/movie/177578"
  },
  {
    "id": 84348,
    "title": "V/H/S",
    "release_date": "2012-07-28",
    "overview": "When a group of misfits is hired by an unknown third party to burglarize a desolate house and acquire one rare VHS tape, they discover more found footage than they had bargained for.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xVGfCaTwVdZt3lFqtOVhTDqmG58.jpg",
    "popularity": 2.2412,
    "tmdb_url": "https://www.themoviedb.org/movie/84348"
  },
  {
    "id": 982932,
    "title": "Shrapnel",
    "release_date": "2023-07-28",
    "overview": "A former Marine and his old war buddy face off against the Mexican cartel behind the disappearance of his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pFwnqbRa5CydWUrfiNkvbz5vm21.jpg",
    "popularity": 2.167,
    "tmdb_url": "https://www.themoviedb.org/movie/982932"
  },
  {
    "id": 89623,
    "title": "Leafie, a Hen Into the Wild",
    "release_date": "2011-07-28",
    "overview": "Based on a bestselling preteen novel of the same title that has sold more than 1 million copies in Korea, “Leafie, A Hen into the Wild” is about a laying hen named Leafie who is destined to live the “same old” repetitive life confined on the chicken farm.  Her fate changes when she escapes from the chicken farm and hatches a duck egg. With the duckling (who believes Leafie to be his mother), sets off on a journey into the wild with her new son to find her freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8EC4MNOe8TTx4JS8MncXPTj0eWC.jpg",
    "popularity": 2.0946,
    "tmdb_url": "https://www.themoviedb.org/movie/89623"
  },
  {
    "id": 351962,
    "title": "Hentai byôtô: Hakui seme",
    "release_date": "1988-07-28",
    "overview": "Japanese cult filmmaker Hisayasu Sato took a crack from his constant climb toward respectability with this particular kinky pinku-eiga entry aimed at the latex and rubber fetish set. A medical center nurse dealing with a patient for amnesia finds out that he is the serial slayer whom has been wandering the city armed with a metal baseball bat. The story is really an excuse for many softcore couplings offering rubber gloves as well as the like. an usually downbeat wallow in the perverse, perhaps offering evidence that while one can take the filmmaker out of the slum, the reverse is often untrue. Maya Shiraki movie stars with the omnipresent Takeshi Ito and Yoko Fujita.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tdB5QauXCjKrBrSEpIQ9pxveckF.jpg",
    "popularity": 2.0088,
    "tmdb_url": "https://www.themoviedb.org/movie/351962"
  },
  {
    "id": 501,
    "title": "Grizzly Man",
    "release_date": "2005-07-28",
    "overview": "Werner Herzog's documentary film about the \"Grizzly Man\" Timothy Treadwell and what the thirteen summers in a National Park in Alaska were like in one man's attempt to protect the grizzly bears. The film is full of unique images and a look into the spirit of a man who sacrificed himself for nature.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zuZWpcuye25rpsiZ4XzsAvmLDHG.jpg",
    "popularity": 2.0053,
    "tmdb_url": "https://www.themoviedb.org/movie/501"
  }
]