[
  {
    "id": 857,
    "title": "Saving Private Ryan",
    "release_date": "1998-07-24",
    "overview": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uqx37cS8cpHg8U35f9U5IBlrCV3.jpg",
    "popularity": 15.5014,
    "tmdb_url": "https://www.themoviedb.org/movie/857"
  },
  {
    "id": 466272,
    "title": "Once Upon a Time... in Hollywood",
    "release_date": "2019-07-24",
    "overview": "Los Angeles, 1969. TV star Rick Dalton, a struggling actor specializing in westerns, and stuntman Cliff Booth, his best friend, try to survive in a constantly changing movie industry. Dalton is the neighbor of the young and promising actress and model Sharon Tate, who has just married the prestigious Polish director Roman Polanski…",
    "poster_url": "https://image.tmdb.org/t/p/w500/8j58iEBw9pOXFD2L0nt0ZXeHviB.jpg",
    "popularity": 13.2093,
    "tmdb_url": "https://www.themoviedb.org/movie/466272"
  },
  {
    "id": 21208,
    "title": "Orphan",
    "release_date": "2009-07-24",
    "overview": "After losing their baby, a married couple adopt 9-year old Esther, who may not be as innocent as she seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lCGpOgoTOGLtZnBiGY9HRg5Xnjd.jpg",
    "popularity": 7.4764,
    "tmdb_url": "https://www.themoviedb.org/movie/21208"
  },
  {
    "id": 583083,
    "title": "The Kissing Booth 2",
    "release_date": "2020-07-24",
    "overview": "With college decisions looming, Elle juggles her long-distance romance with Noah, changing relationship with bestie Lee and feelings for a new classmate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mb7wQv0adK3kjOUr9n93mANHhPJ.jpg",
    "popularity": 5.2029,
    "tmdb_url": "https://www.themoviedb.org/movie/583083"
  },
  {
    "id": 1645,
    "title": "A Time to Kill",
    "release_date": "1996-07-24",
    "overview": "A young lawyer defends a black man accused of murdering two white men who raped his 10-year-old daughter, sparking a rebirth of the KKK.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w8UCke112E9jrhjKcwG32kyhTx5.jpg",
    "popularity": 4.6343,
    "tmdb_url": "https://www.themoviedb.org/movie/1645"
  },
  {
    "id": 20943,
    "title": "The Ugly Truth",
    "release_date": "2009-07-24",
    "overview": "A romantically challenged morning show producer is reluctantly embroiled in a series of outrageous tests by her chauvinistic correspondent to prove his theories on relationships and help her find love. His clever ploys, however, lead to an unexpected result.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2rq96Ihbqb1eU3TEBVtgFlqbeX7.jpg",
    "popularity": 4.1288,
    "tmdb_url": "https://www.themoviedb.org/movie/20943"
  },
  {
    "id": 594718,
    "title": "Sputnik",
    "release_date": "2020-07-24",
    "overview": "At the height of the Cold War, a Soviet spacecraft crash lands after a mission gone awry, leaving the commander as its only survivor. After a renowned Russian psychologist is brought in to evaluate the commander’s mental state, it becomes clear that something dangerous may have come back to Earth with him…",
    "poster_url": "https://image.tmdb.org/t/p/w500/eAUzmhP54bE1vPXaY7FbuZREJlR.jpg",
    "popularity": 3.9887,
    "tmdb_url": "https://www.themoviedb.org/movie/594718"
  },
  {
    "id": 19585,
    "title": "G-Force",
    "release_date": "2009-07-24",
    "overview": "A team of trained secret agent animals, guinea pigs Darwin, Hurley, Juarez, Blaster, mole Speckles, and fly Mooch takes on a mission for the US government to stop evil Leonard Saber, who plans to destroy the world with household appliances. But the government shuts them down and they are sentenced to a pet shop. Can they escape to defeat the villain and save the world?",
    "poster_url": "https://image.tmdb.org/t/p/w500/fkqcF21HKZPvCwO6BHPa3aCRaxz.jpg",
    "popularity": 3.7578,
    "tmdb_url": "https://www.themoviedb.org/movie/19585"
  },
  {
    "id": 10957,
    "title": "The Black Cauldron",
    "release_date": "1985-07-24",
    "overview": "Taran is an assistant pigkeeper with boyish dreams of becoming a great warrior. However, he has to put the daydreaming aside when his charge, an oracular pig named Hen Wen, is kidnapped by an evil lord known as the Horned King. The villain hopes Hen will show him the way to The Black Cauldron, which has the power to create a giant army of unstoppable soldiers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ef11J5KGMp26kEzeg8ghAKeB65C.jpg",
    "popularity": 3.3563,
    "tmdb_url": "https://www.themoviedb.org/movie/10957"
  },
  {
    "id": 16620,
    "title": "La Bamba",
    "release_date": "1987-07-24",
    "overview": "Los Angeles teenager Ritchie Valens becomes an overnight rock 'n' roll success in 1958, thanks to a love ballad called \"Donna\" that he wrote for his girlfriend. But as his star rises, Valens has conflicts with his jealous brother, Bob, and becomes haunted by a recurring nightmare of a plane crash just as he begins his first national tour alongside Buddy Holly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Znulqtc7cdqlUC69HGf26Ef5fi.jpg",
    "popularity": 3.3306,
    "tmdb_url": "https://www.themoviedb.org/movie/16620"
  },
  {
    "id": 527660,
    "title": "Yes, God, Yes",
    "release_date": "2020-07-24",
    "overview": "Alice, a young innocent Catholic girl, is tempted into masturbating after an AOL chat suddenly turns sexual, however is conflicted as the act would be considered a sin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/69SYznq2mSbgKyQF3QHYwblmqAk.jpg",
    "popularity": 3.3219,
    "tmdb_url": "https://www.themoviedb.org/movie/527660"
  },
  {
    "id": 39464,
    "title": "Godzilla vs. Hedorah",
    "release_date": "1971-07-24",
    "overview": "An ever evolving alien life-form arrives on a comet from the Dark Gaseous Nebula and proceeds to consume pollution. Spewing mists of sulfuric acid and corrosive sludge, neither humanity nor Godzilla may be able to defeat this toxic menace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sy9k4VKud71zhY4a7kaq9flptw.jpg",
    "popularity": 3.3214,
    "tmdb_url": "https://www.themoviedb.org/movie/39464"
  },
  {
    "id": 14752,
    "title": "Dil Chahta Hai",
    "release_date": "2001-07-24",
    "overview": "Three inseparable childhood friends are just out of college. Nothing comes between them - until they each fall in love, and their wildly different approaches to relationships creates tension.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d5yjk7hbv8AK0DR0oJUrSGHMn9A.jpg",
    "popularity": 3.2434,
    "tmdb_url": "https://www.themoviedb.org/movie/14752"
  },
  {
    "id": 336203,
    "title": "Masaan",
    "release_date": "2015-07-24",
    "overview": "Four lives intersect along the Ganges: a low caste boy in hopeless love, a daughter ridden with guilt of a sexual encounter ending in a tragedy, a hapless father with fading morality, and a spirited child yearning for a family, long to escape the moral constructs of a small-town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/znI9w5P5mElTiqyxfhZ28q3DIe0.jpg",
    "popularity": 3.1674,
    "tmdb_url": "https://www.themoviedb.org/movie/336203"
  },
  {
    "id": 11411,
    "title": "Superman IV: The Quest for Peace",
    "release_date": "1987-07-24",
    "overview": "With global superpowers engaged in an increasingly hostile arms race, Superman leads a crusade to rid the world of nuclear weapons. But Lex Luthor, recently sprung from jail, is declaring war on the Man of Steel and his quest to save the planet. Using a strand of Superman's hair, Luthor synthesizes a powerful ally known as Nuclear Man and ignites an epic battle spanning Earth and space.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aQ1d9OB0xtAenIL0Ke3xV17St4S.jpg",
    "popularity": 3.0961,
    "tmdb_url": "https://www.themoviedb.org/movie/11411"
  },
  {
    "id": 726208,
    "title": "Don't Listen",
    "release_date": "2020-07-24",
    "overview": "After a tragic turn of events at the new home he's fixing up, Daniel hears a ghostly plea for help, spurring him to seek out a famous paranormal expert.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lXvBgevABC9n5R6Gg76R3pN1h2M.jpg",
    "popularity": 3.0031,
    "tmdb_url": "https://www.themoviedb.org/movie/726208"
  },
  {
    "id": 8836,
    "title": "The X Files: I Want to Believe",
    "release_date": "2008-07-24",
    "overview": "Six years after the events of The X-Files series finale, former FBI agent Doctor Dana Scully is now a staff physician at Our Lady of Sorrows, a Catholic hospital, and treating a boy named Christian who has Sandhoff disease, a terminal brain condition. FBI agent Drummy arrives to ask Scully’s help in locating Fox Mulder, the fugitive former head of the X-Files division, and says they will call off its manhunt for him if he will help investigate the disappearances of several women, including young FBI agent Monica Banan.  Mulder and Scully are called back to duty by the FBI when a former priest claims to be receiving psychic visions pertaining to a kidnapped agent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3zQMhutUMJP6lK49x7i2YfsOHL9.jpg",
    "popularity": 2.9868,
    "tmdb_url": "https://www.themoviedb.org/movie/8836"
  },
  {
    "id": 9424,
    "title": "Disturbing Behavior",
    "release_date": "1998-07-24",
    "overview": "Steve Clark is a newcomer in the town of Cradle Bay, and he quickly realizes that there's something odd about his high school classmates. The clique known as the \"Blue Ribbons\" are the eerie embodiment of academic excellence and clean living. But, like the rest of the town, they're a little too perfect. When Steve's rebellious friend Gavin mysteriously joins their ranks, Steve searches for the truth with fellow misfit Rachel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uAhvaueOUUQ6ORCRdsJr1WXz1w0.jpg",
    "popularity": 2.7659,
    "tmdb_url": "https://www.themoviedb.org/movie/9424"
  },
  {
    "id": 13939,
    "title": "Death Wish",
    "release_date": "1974-07-24",
    "overview": "After his wife is murdered by street punks, a pacifistic New York City architect becomes a one-man vigilante squad, prowling the streets for would-be muggers after dark.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n0MJPBLSCtt7DBYZGFsOfQkZCWt.jpg",
    "popularity": 2.632,
    "tmdb_url": "https://www.themoviedb.org/movie/13939"
  },
  {
    "id": 128868,
    "title": "Crayon Shin-chan: Action Mask vs. Leotard Devil",
    "release_date": "1993-07-24",
    "overview": "Everyone's favorite TV superhero Action Mask shows up in Kasukabe, and he's trying to get something from Shin-chan -- but what could it be?",
    "poster_url": "https://image.tmdb.org/t/p/w500/bLqbZSY1uZUFtZBM0dvx6YHLiJJ.jpg",
    "popularity": 2.5215,
    "tmdb_url": "https://www.themoviedb.org/movie/128868"
  },
  {
    "id": 382322,
    "title": "Batman: The Killing Joke",
    "release_date": "2016-07-24",
    "overview": "As Batman hunts for the escaped Joker, the Clown Prince of Crime attacks the Gordon family to prove a diabolical point mirroring his own fall into madness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lrQ3LeNIN0nmviZ692seNBUl1Pq.jpg",
    "popularity": 2.4041,
    "tmdb_url": "https://www.themoviedb.org/movie/382322"
  },
  {
    "id": 487670,
    "title": "The Death of Superman",
    "release_date": "2018-07-24",
    "overview": "When a hulking monster arrives on Earth and begins a mindless rampage, the Justice League is quickly called in to stop it. But it soon becomes apparent that only Superman can stand against the monstrosity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y0uxSHaSFmt6XaBJgjkeLqe7aM.jpg",
    "popularity": 2.3487,
    "tmdb_url": "https://www.themoviedb.org/movie/487670"
  },
  {
    "id": 10206,
    "title": "Buffy the Vampire Slayer",
    "release_date": "1992-07-24",
    "overview": "Blonde, bouncy Buffy is your typical high school cheerleader. But all that changes when a strange man informs her she's been chosen by fate to kill vampires.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tcF3S4UdFpuoZEWovMDq5AXazNF.jpg",
    "popularity": 2.2626,
    "tmdb_url": "https://www.themoviedb.org/movie/10206"
  },
  {
    "id": 52686,
    "title": "Horus: Prince of the Sun",
    "release_date": "1968-07-24",
    "overview": "Young Horus lives in a mythical Scandinavia of the Iron Age. Recovering the stolen Sword of the Sun from a rock giant, he learns he must travel to the lands of his ancestors, encountering the beautiful but enigmatic Hilda as his journey leads to a series of adventures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zFwoHHJgfJaNqao3L96vktnG7OJ.jpg",
    "popularity": 2.1863,
    "tmdb_url": "https://www.themoviedb.org/movie/52686"
  },
  {
    "id": 288418,
    "title": "Affair",
    "release_date": "2014-07-24",
    "overview": "Yoon-hee is one of the best curators who has everything. She meets a celebrated photographer named Hyeong-seok while preparing for an exhibit. She feels attracted towards him at first sight and suggests 100 days of sex games. The Korean version of \"Nine and A Half Weeks\", only instincts control their love! No rules exist between them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Swy1OST9sY6gW1rPgBD7kAPTu8.jpg",
    "popularity": 2.1488,
    "tmdb_url": "https://www.themoviedb.org/movie/288418"
  },
  {
    "id": 9835,
    "title": "Jane Austen's Mafia!",
    "release_date": "1998-07-24",
    "overview": "Takeoff on the Godfather with the son of a mafia king taking over for his dying father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gGgirOcInrfjWgemKMjvZc3fGtU.jpg",
    "popularity": 2.1416,
    "tmdb_url": "https://www.themoviedb.org/movie/9835"
  },
  {
    "id": 20875,
    "title": "Operation Y and Other Shurik's Adventures",
    "release_date": "1965-07-24",
    "overview": "The film consists of three independent parts: \"Workmate\", \"Déjà vu\" and \"Operation Y\". The plot follows the adventures of Shurik (alternative spelling — Shourick), the naive and nerdy Soviet student who often gets into ludicrous situations but always finds a way out very neatly.  \"Operation Y and Shurik's Other Adventures\" was a hit movie and became the leader of Soviet film distribution in 1965.",
    "poster_url": "https://image.tmdb.org/t/p/w500/di0OpDXkIj53Fv2wy6f5As8AbNA.jpg",
    "popularity": 2.134,
    "tmdb_url": "https://www.themoviedb.org/movie/20875"
  },
  {
    "id": 10863,
    "title": "Eye of the Needle",
    "release_date": "1981-07-24",
    "overview": "Great Britain, 1944, during World War II. Relentlessly pursued by several MI5 agents, Henry Faber the Needle, a ruthless German spy in possession of vital information about D-Day, takes refuge on Storm Island, an inhospitable, sparsely inhabited island off the coast of northern Scotland.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nDPnfXCuh280WHPk7xTfG7cDlAh.jpg",
    "popularity": 2.0126,
    "tmdb_url": "https://www.themoviedb.org/movie/10863"
  }
]