[
  {
    "id": 314,
    "title": "Catwoman",
    "release_date": "2004-07-22",
    "overview": "Liquidated after discovering a corporate conspiracy, mild-mannered graphic artist Patience Phillips washes up on an island, where she's resurrected and endowed with the prowess of a cat — and she's eager to use her new skills... as a vigilante. Before you can say \"cat and mouse\", handsome gumshoe Tom Lone is on her tail, fascinated by both of her personas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pvnPgukFyEKgCzyOxyLiwyZ8T1C.jpg",
    "popularity": 43.8077,
    "tmdb_url": "https://www.themoviedb.org/movie/314"
  },
  {
    "id": 1771,
    "title": "Captain America: The First Avenger",
    "release_date": "2011-07-22",
    "overview": "During World War II, Steve Rogers is a sickly man from Brooklyn who's transformed into super-soldier Captain America to aid in the war effort. Rogers must stop the Red Skull – Adolf Hitler's ruthless head of weaponry, and the leader of an organization that intends to use a mysterious device of untold powers for world domination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vSNxAJTlD0r02V9sPYpOjqDZXUK.jpg",
    "popularity": 9.2532,
    "tmdb_url": "https://www.themoviedb.org/movie/1771"
  },
  {
    "id": 79,
    "title": "Hero",
    "release_date": "2002-07-22",
    "overview": "During China's Warring States period, a district prefect arrives at the palace of Qin Shi Huang, claiming to have killed the three assassins who had made an attempt on the king's life three years ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1NBtOH3KPU9UUp1vzVHJ8qzdW88.jpg",
    "popularity": 8.2163,
    "tmdb_url": "https://www.themoviedb.org/movie/79"
  },
  {
    "id": 568620,
    "title": "Snake Eyes: G.I. Joe Origins",
    "release_date": "2021-07-22",
    "overview": "After saving the life of their heir apparent, tenacious loner Snake Eyes is welcomed into an ancient Japanese clan called the Arashikage where he is taught the ways of the ninja warrior. But, when secrets from his past are revealed, Snake Eyes' honor and allegiance will be tested – even if that means losing the trust of those closest to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
    "popularity": 6.4071,
    "tmdb_url": "https://www.themoviedb.org/movie/568620"
  },
  {
    "id": 33196,
    "title": "Tidal Wave",
    "release_date": "2009-07-22",
    "overview": "On Haeundae Beach, a guilt-ridden fisherman takes care of a woman whose father accidentally got killed. A scientist reunites with his ex-wife and a daughter who doesn't even remember his face. And a poor rescue worker falls in love with a rich city girl. When they all find out a gigantic tsunami will hit the beach, they realize they only have 10 minutes to escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vZmDnfvWKO1ZgqThX9ayJ1jDw7P.jpg",
    "popularity": 5.9835,
    "tmdb_url": "https://www.themoviedb.org/movie/33196"
  },
  {
    "id": 291549,
    "title": "Assassination",
    "release_date": "2015-07-22",
    "overview": "In Japanese-occupied Korea, three freedom fighters are assigned a mission to assassinate a genocidal military leader and his top collaborator. But the plan goes completely awry amidst double-crossings, counter-assassinations, and a shocking revelation about one of the assassins' past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h4waWHgfIaqcFfMQ38aKDs6Pkw3.jpg",
    "popularity": 3.8794,
    "tmdb_url": "https://www.themoviedb.org/movie/291549"
  },
  {
    "id": 579741,
    "title": "Words Bubble Up Like Soda Pop",
    "release_date": "2021-07-22",
    "overview": "After meeting one day, a shy boy who expresses himself through haiku and a bubbly but self-conscious girl share a brief, magical summer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ooISQS2rzVqgkt2aq5HNoz8n2sa.jpg",
    "popularity": 3.4835,
    "tmdb_url": "https://www.themoviedb.org/movie/579741"
  },
  {
    "id": 17692,
    "title": "Jaws 3-D",
    "release_date": "1983-07-22",
    "overview": "A giant thirty-five-foot shark becomes trapped in a SeaWorld theme park and it's up to the sons of police chief Brody to rescue everyone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kqDXj53F9paqVGJLGfHtz7giJ3s.jpg",
    "popularity": 3.2821,
    "tmdb_url": "https://www.themoviedb.org/movie/17692"
  },
  {
    "id": 579583,
    "title": "The King of Staten Island",
    "release_date": "2020-07-22",
    "overview": "Scott has been a case of arrested development ever since his firefighter father died when he was seven. He's now reached his mid-20s having achieved little, chasing a dream of becoming a tattoo artist that seems far out of reach. As his ambitious younger sister heads off to college, Scott is still living with his exhausted ER nurse mother and spends his days smoking weed, hanging with the guys — Oscar, Igor and Richie — and secretly hooking up with his childhood friend Kelsey. But when his mother starts dating a loudmouth firefighter named Ray, it sets off a chain of events that will force Scott to grapple with his grief and take his first tentative steps toward moving forward in life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zQFjMmE3K9AX5QrBL1SXIxYQ9jz.jpg",
    "popularity": 3.0448,
    "tmdb_url": "https://www.themoviedb.org/movie/579583"
  },
  {
    "id": 34065,
    "title": "Pokémon: Destiny Deoxys",
    "release_date": "2004-07-22",
    "overview": "Deoxys, a Pokémon from outer space, terrorizes the high-tech city Ash Ketchum and his friends are visiting.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3UV4evNh70gvPZB9KJEoh3a9B6I.jpg",
    "popularity": 2.8894,
    "tmdb_url": "https://www.themoviedb.org/movie/34065"
  },
  {
    "id": 937316,
    "title": "Kamen Rider Revice the Movie: Battle Familia",
    "release_date": "2022-07-22",
    "overview": "The Igarashi siblings travel to the forbidden Area 666 to rescue airjacking victims (including their parents!) from the dangerous criminal known as Azuma, who wishes to judge the fate of humanity himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vQN39hLDMInXI1pa7Gt4zf1LoF9.jpg",
    "popularity": 2.6854,
    "tmdb_url": "https://www.themoviedb.org/movie/937316"
  },
  {
    "id": 4464,
    "title": "Seabiscuit",
    "release_date": "2003-07-22",
    "overview": "True story of the undersized Depression-era racehorse whose victories lifted not only the spirits of the team behind it but also those of their nation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5m7NfZvxYsSm2YBCJ2VPQf8ziKr.jpg",
    "popularity": 2.6431,
    "tmdb_url": "https://www.themoviedb.org/movie/4464"
  },
  {
    "id": 12707,
    "title": "Orca",
    "release_date": "1977-07-22",
    "overview": "After witnessing the killing of his mate and offspring at the hands of a reckless Irish captain, a vengeful killer whale rampages through the fisherman's Newfoundland harbor. Under pressure from the villagers, the captain, a female marine biologist and an Indigenous tribalist venture after the great beast, who will meet them on its own turf.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uSascD0pN3n5d6BlyFdce0hRVzz.jpg",
    "popularity": 2.5391,
    "tmdb_url": "https://www.themoviedb.org/movie/12707"
  },
  {
    "id": 826708,
    "title": "Kamen Rider Saber + Kikai Sentai Zenkaiger: Super Hero Chronicles",
    "release_date": "2021-07-22",
    "overview": "Touma, Yuri and Mei somehow ended up in the World of Zenkaiger while four Zenkaigers, except Juran, ended up in the World of Saber. The reason for their swap is due to a man who wishes to rid the world of heroes. How does a teenage boy manga artist tie into this? And why are they sent into different stories filled with previous Kamen Riders and Super Sentai Teams?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tyIBW4AUvACoJwuFZm14e7aptK9.jpg",
    "popularity": 2.4587,
    "tmdb_url": "https://www.themoviedb.org/movie/826708"
  },
  {
    "id": 1696,
    "title": "The Devil's Rejects",
    "release_date": "2005-07-22",
    "overview": "The murderous, backwoods Firefly family take to the road to escape the vengeful Sheriff Wydell, who is not afraid of being as ruthless as his target.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dULfaZD8KPKUkjhgEScUGAW8WCJ.jpg",
    "popularity": 2.2516,
    "tmdb_url": "https://www.themoviedb.org/movie/1696"
  },
  {
    "id": 55420,
    "title": "Another Earth",
    "release_date": "2011-07-22",
    "overview": "Tragedy connects a young woman and a shattered music professor as an exact replica of Earth is discovered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qvGJK3lFzpifAdyIupMNdWNX0qr.jpg",
    "popularity": 2.169,
    "tmdb_url": "https://www.themoviedb.org/movie/55420"
  },
  {
    "id": 75064,
    "title": "Kanchana",
    "release_date": "2011-07-22",
    "overview": "Raghava (Lawrence) is a happy go lucky guy who loves to play cricket but is a chicken at heart. The very mention of the word ghost gives him shivers so much that he sleeps with his mom (Kovai Sarala). He is also in love with Priya (Lakshmi Rai). However, an attempt to play a cricket match in an unused ground leads Raghava to get something dark to his home. The dark spirit begins to cause few weird things at home and one day it enters the body of Raghava which goes on killing few specific people. Who is that evil spirit? Why is it killing few people? Can Raghava get rid of the spirit? All this forms the rest of the story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/imGP0yeKkK8u8LCboD3ufUvaFnT.jpg",
    "popularity": 2.1576,
    "tmdb_url": "https://www.themoviedb.org/movie/75064"
  },
  {
    "id": 796011,
    "title": "Sarpatta Parambarai",
    "release_date": "2021-07-22",
    "overview": "When Sarpatta Parambarai is challenged to a do-or-die match, Kabilan, a young labourer, must choose whether to put on the gloves himself and lead his clan to victory, or be dissuaded by his disapproving mother and dangerous politics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3f2KrEoOTmQxfDWgeqqLQ1rCYWP.jpg",
    "popularity": 2.144,
    "tmdb_url": "https://www.themoviedb.org/movie/796011"
  },
  {
    "id": 31586,
    "title": "North",
    "release_date": "1994-07-22",
    "overview": "Eleven-year-old North has had it with his parents. They are always busy with their careers and don't give North the attention he needs, so he files a lawsuit against them. The judge rules that North should either find new parents or return to his own parents within two months. Thus North starts off on a journey around the world to find parents that really care about him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e4JEG7dstmurXMUPOW9Jy6UDR9F.jpg",
    "popularity": 2.1023,
    "tmdb_url": "https://www.themoviedb.org/movie/31586"
  },
  {
    "id": 331446,
    "title": "Sharknado 3: Oh Hell No!",
    "release_date": "2015-07-22",
    "overview": "The sharks take bite out of the East Coast when the sharknado hits Washington, D.C. and Orlando, Florida.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r8qy2CgaSjJYusWy3XkbZieK5aG.jpg",
    "popularity": 2.0749,
    "tmdb_url": "https://www.themoviedb.org/movie/331446"
  }
]