[
  {
    "id": 396535,
    "title": "Train to Busan",
    "release_date": "2016-07-20",
    "overview": "When a zombie virus pushes Korea into a state of emergency, those trapped on an express train to Busan must fight for their own survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vNVFt6dtcqnI7hqa6LFBUibuFiw.jpg",
    "popularity": 19.506,
    "tmdb_url": "https://www.themoviedb.org/movie/396535"
  },
  {
    "id": 129,
    "title": "Spirited Away",
    "release_date": "2001-07-20",
    "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
    "popularity": 19.4658,
    "tmdb_url": "https://www.themoviedb.org/movie/129"
  },
  {
    "id": 601796,
    "title": "Alienoid",
    "release_date": "2022-07-20",
    "overview": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8QVDXDiOGHRcAD4oM6MXjE0osSj.jpg",
    "popularity": 9.7485,
    "tmdb_url": "https://www.themoviedb.org/movie/601796"
  },
  {
    "id": 762504,
    "title": "Nope",
    "release_date": "2022-07-20",
    "overview": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
    "popularity": 8.4425,
    "tmdb_url": "https://www.themoviedb.org/movie/762504"
  },
  {
    "id": 149870,
    "title": "The Wind Rises",
    "release_date": "2013-07-20",
    "overview": "A lifelong love of flight inspires Japanese aviation engineer Jiro Horikoshi, whose storied career includes the creation of the A-6M World War II fighter plane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jfwSexzlIzaOgxP9A8bTA6t8YYb.jpg",
    "popularity": 5.3179,
    "tmdb_url": "https://www.themoviedb.org/movie/149870"
  },
  {
    "id": 24752,
    "title": "Dragon Ball Z: Cooler's Revenge",
    "release_date": "1991-07-20",
    "overview": "After defeating Frieza, Goku returns to Earth and goes on a camping trip with Gohan and Krillin. Everything is normal until Cooler - Frieza's brother - sends three henchmen after Goku. A long fight ensues between our heroes and Cooler, in which he transforms into the fourth stage of his evolution and has the edge in the fight... until Goku transforms into a Super Saiyan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uqTSXqjaSgSAT2lCv3GyZeodQPG.jpg",
    "popularity": 5.0787,
    "tmdb_url": "https://www.themoviedb.org/movie/24752"
  },
  {
    "id": 468580,
    "title": "Problem Children Are Coming from Another World, Aren't They?: Hot Springs Romantic Journey",
    "release_date": "2013-07-20",
    "overview": "Izayoi, Asuka, and You have been invited to participate in a Gift-Game at a hot spring village to help the small community there find a new water source.  OVA bundled with the eighth volume of the light novel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/79rzgJUsrMQFX9qsEuyehDoAx80.jpg",
    "popularity": 4.9261,
    "tmdb_url": "https://www.themoviedb.org/movie/468580"
  },
  {
    "id": 15080,
    "title": "Only Yesterday",
    "release_date": "1991-07-20",
    "overview": "In lyrical switches between the present and the past, Taeko contemplates the arc of her life, and wonders if she has been true to the dreams of her childhood self.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tOSnFE9e82iH3ZAzSTtuOkBsabJ.jpg",
    "popularity": 4.6253,
    "tmdb_url": "https://www.themoviedb.org/movie/15080"
  },
  {
    "id": 525686,
    "title": "My Cousin the Sexologist",
    "release_date": "2016-07-20",
    "overview": "Two cousins began to discover their sexuality together in adolescence and they reunite after ten years: he only recently returned to bachelorhood, and she returned from Buenos Aires, where she opted to specialize in Sexology.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aGrmPhmGeIfHscBBuMnSSW4Fg6w.jpg",
    "popularity": 4.6191,
    "tmdb_url": "https://www.themoviedb.org/movie/525686"
  },
  {
    "id": 504080,
    "title": "Dhadak",
    "release_date": "2018-07-20",
    "overview": "Madhukar and Parthavi fall head over heels in love with each other, but the fact that they belong to different castes of society, becomes an obstacle in their romance. The lovers dare to go against societal norms and battle all odds for the sake of love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vIVKzzPA7hrSZpEwofB7Luo83kO.jpg",
    "popularity": 4.3378,
    "tmdb_url": "https://www.themoviedb.org/movie/504080"
  },
  {
    "id": 211954,
    "title": "Instructions Not Included",
    "release_date": "2013-07-20",
    "overview": "Valentin is Acapulco's resident playboy, until a former fling leaves a baby on his doorstep and him heading with her out of Mexico.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4f0qaU7cWmO9kYEkr3QGdA7KNFR.jpg",
    "popularity": 4.3326,
    "tmdb_url": "https://www.themoviedb.org/movie/211954"
  },
  {
    "id": 133521,
    "title": "Shameless",
    "release_date": "2012-07-20",
    "overview": "In an incendiary story of love, desire, and betrayal between siblings, the rebellious young Tadek returns to his half-sister Anka’s home in search of solace and affection. Bound together by a painful shared family history, brother and sister must find a way to break free in order to survive. This formidable debut fearlessly yet tenderly explores one of society’s last taboos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x3Fkr2cGZa8PYIAjFskbHOPmdQr.jpg",
    "popularity": 3.7207,
    "tmdb_url": "https://www.themoviedb.org/movie/133521"
  },
  {
    "id": 460508,
    "title": "Munna Michael",
    "release_date": "2017-07-20",
    "overview": "An expert dancer Munna who idolizes the king of pop, reluctantly tutors a gangster until their developing bond gets disrupted by their common romantic interest towards the same woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p1tdHXmGGLc8o8kTImZi5iPXcu3.jpg",
    "popularity": 3.6324,
    "tmdb_url": "https://www.themoviedb.org/movie/460508"
  },
  {
    "id": 10731,
    "title": "The Client",
    "release_date": "1994-07-20",
    "overview": "A street-wise kid, Mark Sway, sees the suicide of Jerome Clifford, a prominent Louisiana lawyer, whose current client is Barry 'The Blade' Muldano, a Mafia hit-man. Before Jerome shoots himself, he tells Mark where the body of a Senator is buried. Clifford shoots himself and Mark is found at the scene, and both the FBI and the Mafia quickly realize that Mark probably knows more than he says.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oLdkJ4ZjxPtFSUChdjDQvHM9l75.jpg",
    "popularity": 3.3349,
    "tmdb_url": "https://www.themoviedb.org/movie/10731"
  },
  {
    "id": 79553,
    "title": "The Front Line",
    "release_date": "2011-07-20",
    "overview": "In 1951 ceasefire is declared, but two remaining armies fought their final battle on the front line Towards the end of the Korean War, a South Korean battalion is fiercely battling over a hill on the front line border against the North in order to capture a strategic point that would determine the new border between two nations. The ownership of this small patch of land would swap multiple times each day. Kang is dispatched to the front line in order to investigate the tacit case that’s been happening there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cRw9czK3hOnNenW1iVVpGM3kbn7.jpg",
    "popularity": 3.2636,
    "tmdb_url": "https://www.themoviedb.org/movie/79553"
  },
  {
    "id": 9013,
    "title": "Midnight Run",
    "release_date": "1988-07-20",
    "overview": "A bounty hunter pursues a former Mafia accountant who embezzled $15 million of mob money. He is also being chased by a rival bounty hunter, the F.B.I., and his old mob boss after jumping bail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jN12RYBxWSoK6bfuD5GMjNBTdQG.jpg",
    "popularity": 2.7892,
    "tmdb_url": "https://www.themoviedb.org/movie/9013"
  },
  {
    "id": 1122932,
    "title": "See You on Venus",
    "release_date": "2023-07-20",
    "overview": "Mia and Kyle, two misfit American teens, travel to Spain in search of Mia's birth mother. As the pair road trip through the picturesque cities of Andalusia and fall in love, they discover that the most important question isn't who gave you life, but what you decide to do with it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mEE73FsCLs800A9aUEbDs4qrQQg.jpg",
    "popularity": 2.7815,
    "tmdb_url": "https://www.themoviedb.org/movie/1122932"
  },
  {
    "id": 36198,
    "title": "Digimon Frontier: Revival of Ancient Digimon",
    "release_date": "2002-07-20",
    "overview": "Takuya Kanbara, Koji Minamoto, J.P. Shibayama, Zoe Orimoto, Tommy Himi, Bokomon, Neemon ride a Trailmon (Ball) through a desert when they get caught in a battle between human and beast Digimon. It is interrupted by the Lost Island, an island trapped between dimensions, crashing down between them and scooping all involved up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vIeyDhUyEiWaIavy28XFBZqZubT.jpg",
    "popularity": 2.7076,
    "tmdb_url": "https://www.themoviedb.org/movie/36198"
  },
  {
    "id": 4474,
    "title": "My Super Ex-Girlfriend",
    "release_date": "2006-07-20",
    "overview": "When New York architect Matt Saunders dumps his new girlfriend Jenny Johnson—a smart, sexy, and reluctant superhero known as G-Girl—she uses her powers to make his life a living hell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vs4jcY5NQA24zFGihY2EiqEA5hI.jpg",
    "popularity": 2.5912,
    "tmdb_url": "https://www.themoviedb.org/movie/4474"
  },
  {
    "id": 892535,
    "title": "Just Retired 2",
    "release_date": "2022-07-20",
    "overview": "Marilou and Philippe decide to show their grandchildren their new holiday home in Portugal. But once there, they discover to their horror that the house is still under construction. This is just the beginning of the problems for the grandparents, because soon they will lose their children. They have only two days left to find them, before their parents join them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lnLvmw1ClJHEVsjfMOD44dCmfef.jpg",
    "popularity": 2.5829,
    "tmdb_url": "https://www.themoviedb.org/movie/892535"
  },
  {
    "id": 77175,
    "title": "Quick",
    "release_date": "2011-07-20",
    "overview": "A biker is forced to deliver a ticking time bomb by a mysterious caller who has put an explosive helmet on his ex-girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oiYbq0y8I0y4nybzjl8WImKso7H.jpg",
    "popularity": 2.4599,
    "tmdb_url": "https://www.themoviedb.org/movie/77175"
  },
  {
    "id": 420426,
    "title": "Bleach",
    "release_date": "2018-07-20",
    "overview": "High school student Ichigo Kurosaki lives an ordinary life, besides being able to see ghosts and the blurry memories of his mother's death under strange circumstances when he was a kid. His peaceful world suddenly breaks as he meets Rukia Kuchiki, a God of Death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hpZVfeJaCilXr9Br7wO9xkfZn7V.jpg",
    "popularity": 2.4544,
    "tmdb_url": "https://www.themoviedb.org/movie/420426"
  },
  {
    "id": 225666,
    "title": "Cult",
    "release_date": "2013-07-20",
    "overview": "Three female idols appear on a television show to investigate an exorcism. An exorcist with psychic powers named Unsui claims that the show’s subjects, the Kaneda family, are cursed by a demon that’s too powerful for him to banish on his own, so he calls in a fellow exorcist to help. Soon, a reckless ghost hunter enters the fray as the three idols witness a series of terrifying events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j2acim7xoRErW4WmzFihmKE0pn8.jpg",
    "popularity": 2.4408,
    "tmdb_url": "https://www.themoviedb.org/movie/225666"
  },
  {
    "id": 28152,
    "title": "Super Mario Brothers: Great Mission to Rescue Princess Peach",
    "release_date": "1986-07-20",
    "overview": "When Princess Peach is kidnapped by the monster King Koopa, Mario and his brother Luigi journey to the Mushroom Kingdom to rescue her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/22bfMdGh4qlpSubN84bUY1Ly7mD.jpg",
    "popularity": 2.2786,
    "tmdb_url": "https://www.themoviedb.org/movie/28152"
  },
  {
    "id": 489930,
    "title": "Blindspotting",
    "release_date": "2018-07-20",
    "overview": "Collin must make it through his final three days of probation for a chance at a new beginning. He and his troublemaking childhood best friend, Miles, work as movers, and when Collin witnesses a police shooting, the two men’s friendship is tested as they grapple with identity and their changed realities in the rapidly-gentrifying neighborhood they grew up in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x4DRZfTqOlmzNWAvy4vcKWkgEGL.jpg",
    "popularity": 2.0386,
    "tmdb_url": "https://www.themoviedb.org/movie/489930"
  }
]