[
  {
    "id": 854,
    "title": "The Mask",
    "release_date": "1994-07-29",
    "overview": "When timid bank clerk Stanley Ipkiss discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes. While wearing the mask, Ipkiss becomes a supernatural playboy exuding charm and confidence which allows him to catch the eye of local nightclub singer Tina Carlyle. Unfortunately, under the mask's influence, Ipkiss also robs a bank, which angers junior crime lord Dorian Tyrell, whose goons get blamed for the heist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xbbXp9px4o8Oe7IbGd0yIbla8mZ.jpg",
    "popularity": 14.6994,
    "tmdb_url": "https://www.themoviedb.org/movie/854"
  },
  {
    "id": 50646,
    "title": "Crazy, Stupid, Love.",
    "release_date": "2011-07-29",
    "overview": "Cal Weaver is living the American dream. He has a good job, a beautiful house, great children and a beautiful wife, named Emily. Cal's seemingly perfect life unravels, however, when he learns that Emily has been unfaithful and wants a divorce. Over 40 and suddenly single, Cal is adrift in the fickle world of dating. Enter, Jacob Palmer, a self-styled player who takes Cal under his wing and teaches him how to be a hit with the ladies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p4RafgAPk558muOjnBMHhMArjS2.jpg",
    "popularity": 10.1601,
    "tmdb_url": "https://www.themoviedb.org/movie/50646"
  },
  {
    "id": 16859,
    "title": "Kiki's Delivery Service",
    "release_date": "1989-07-29",
    "overview": "A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Aufa4YdZIv4AXpR9rznwVA5SEfd.jpg",
    "popularity": 9.0499,
    "tmdb_url": "https://www.themoviedb.org/movie/16859"
  },
  {
    "id": 762975,
    "title": "Purple Hearts",
    "release_date": "2022-07-29",
    "overview": "An aspiring musician agrees to a marriage of convenience with a soon-to-deploy Marine, but a tragedy soon turns their fake relationship all too real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4JyNWkryifWbWXJyxcWh3pVya6N.jpg",
    "popularity": 8.8282,
    "tmdb_url": "https://www.themoviedb.org/movie/762975"
  },
  {
    "id": 41513,
    "title": "The Smurfs",
    "release_date": "2011-07-29",
    "overview": "When the evil wizard Gargamel chases the tiny blue Smurfs out of their village, they tumble from their magical world and into ours -- in fact, smack dab in the middle of Central Park. Just three apples high and stuck in the Big Apple, the Smurfs must find a way to get back to their village before Gargamel tracks them down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vRhnslP2gW0QDym7BsMeSuioUfK.jpg",
    "popularity": 8.464,
    "tmdb_url": "https://www.themoviedb.org/movie/41513"
  },
  {
    "id": 13428,
    "title": "Two Hands",
    "release_date": "1999-07-29",
    "overview": "A 19-year-old finds himself in debt to a local gangster when some gang loot disappears and sets him on the run from thugs. Meanwhile, two street kids start a shopping spree when they find the missing money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k5jokQZjJ8hT8FSaStbfgY7dUnC.jpg",
    "popularity": 8.0761,
    "tmdb_url": "https://www.themoviedb.org/movie/13428"
  },
  {
    "id": 524047,
    "title": "Greenland",
    "release_date": "2020-07-29",
    "overview": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garritys experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
    "popularity": 8.0348,
    "tmdb_url": "https://www.themoviedb.org/movie/524047"
  },
  {
    "id": 315011,
    "title": "Shin Godzilla",
    "release_date": "2016-07-29",
    "overview": "When a massive, gilled monster emerges from the deep and tears through the city, the government scrambles to save its citizens.  A rag-tag team of volunteers cuts through a web of red tape to uncover the monster's weakness and its mysterious ties to a foreign superpower.  But time is not on their side - the greatest catastrophe to ever befall the world is about to evolve right before their very eyes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jPNShaWZMpVF0iQ7j1dvTuZLD20.jpg",
    "popularity": 7.0356,
    "tmdb_url": "https://www.themoviedb.org/movie/315011"
  },
  {
    "id": 11459,
    "title": "Sky High",
    "release_date": "2005-07-29",
    "overview": "Set in a world where superheroes are commonly known and accepted, young Will Stronghold, the son of the Commander and Jetstream, tries to find a balance between being a normal teenager and an extraordinary being.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nBB0XNMwvYvWpo67EcxQqKMoMKf.jpg",
    "popularity": 5.8271,
    "tmdb_url": "https://www.themoviedb.org/movie/11459"
  },
  {
    "id": 44683,
    "title": "Tinker Bell and the Great Fairy Rescue",
    "release_date": "2010-07-29",
    "overview": "During a summer stay on the mainland, Tinker Bell is accidentally discovered while investigating a little girl's fairy house. As the other fairies, led by the brash Vidia, launch a daring rescue in the middle of a fierce storm, Tink develops a special bond with the lonely, little girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cb7PrVIYbwIadQqWxgSU6CGHJjj.jpg",
    "popularity": 5.555,
    "tmdb_url": "https://www.themoviedb.org/movie/44683"
  },
  {
    "id": 37933,
    "title": "Tales from Earthsea",
    "release_date": "2006-07-29",
    "overview": "Something bizarre has come over the land. The kingdom is deteriorating. People are beginning to act strange... What's even more strange is that people are beginning to see dragons, which shouldn't enter the world of humans. Due to all these bizarre events, Ged, a wandering wizard, is investigating the cause. During his journey, he meets Prince Arren, a young distraught teenage boy. While Arren may look like a shy young teen, he has a severe dark side, which grants him strength, hatred, ruthlessness and has no mercy, especially when it comes to protecting Teru. For the witch Kumo this is a perfect opportunity. She can use the boy's \"fears\" against the very one who would help him, Ged.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y0VnJt4eRPMjA1hpJ8f1EFoVaSf.jpg",
    "popularity": 5.1804,
    "tmdb_url": "https://www.themoviedb.org/movie/37933"
  },
  {
    "id": 49849,
    "title": "Cowboys & Aliens",
    "release_date": "2011-07-29",
    "overview": "A stranger stumbles into the desert town of Absolution with no memory of his past and a futuristic shackle around his wrist. With the help of mysterious beauty Ella and the iron-fisted Colonel Dolarhyde, he finds himself leading an unlikely posse of cowboys, outlaws, and Apache warriors against a common enemy from beyond this world in an epic showdown for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9uZsGCP4rvOHVGCpMpYq5gNCuNI.jpg",
    "popularity": 5.0465,
    "tmdb_url": "https://www.themoviedb.org/movie/49849"
  },
  {
    "id": 559907,
    "title": "The Green Knight",
    "release_date": "2021-07-29",
    "overview": "An epic fantasy adventure based on the timeless Arthurian legend, The Green Knight tells the story of Sir Gawain, King Arthur's reckless and headstrong nephew, who embarks on a daring quest to confront the eponymous Green Knight, a gigantic emerald-skinned stranger and tester of men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/if4hw3Ou5Sav9Em7WWHj66mnywp.jpg",
    "popularity": 4.9011,
    "tmdb_url": "https://www.themoviedb.org/movie/559907"
  },
  {
    "id": 9631,
    "title": "The Negotiator",
    "release_date": "1998-07-29",
    "overview": "The police try to arrest expert hostage negotiator Danny Roman, who insists he's being framed for his partner's murder in what he believes is an elaborate conspiracy. Thinking there's evidence in the Internal Affairs offices that might clear him, he takes everyone in the office hostage and demands that another well-known negotiator be brought in to handle the situation and secretly investigate the conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dUMHEymATOGbs2K3E4dmNSVBgFQ.jpg",
    "popularity": 4.4253,
    "tmdb_url": "https://www.themoviedb.org/movie/9631"
  },
  {
    "id": 11153,
    "title": "National Lampoon's Vacation",
    "release_date": "1983-07-29",
    "overview": "Clark Griswold is on a quest to take his family to the Walley World theme park for a vacation, but things don't go exactly as planned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q3DvoqY06yZnRp9faH6uge7n7VP.jpg",
    "popularity": 4.2388,
    "tmdb_url": "https://www.themoviedb.org/movie/11153"
  },
  {
    "id": 309809,
    "title": "The Little Prince",
    "release_date": "2015-07-29",
    "overview": "Based on the best-seller book 'The Little Prince', the movie tells the story of a little girl that lives with resignation in a world where efficiency and work are the only dogmas. Everything will change when accidentally she discovers her neighbor that will tell her about the story of the Little Prince that he once met.",
    "poster_url": "https://image.tmdb.org/t/p/w500/je5Z7gbFTzrs3FPHINo9yGiHoVo.jpg",
    "popularity": 4.1757,
    "tmdb_url": "https://www.themoviedb.org/movie/309809"
  },
  {
    "id": 4550,
    "title": "Lady Vengeance",
    "release_date": "2005-07-29",
    "overview": "Released after being wrongfully convicted and imprisoned for 13 years, a woman begins executing her elaborate plan of retribution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7F7Ozn0QpqkVvuv1kC2XpbuFvn9.jpg",
    "popularity": 4.0326,
    "tmdb_url": "https://www.themoviedb.org/movie/4550"
  },
  {
    "id": 7520,
    "title": "Cocktail",
    "release_date": "1988-07-29",
    "overview": "After being discharged from the Army, Brian Flanagan moves back to Queens and takes a job in a bar run by Doug Coughlin, who teaches Brian the fine art of bar-tending. Brian quickly becomes a patron favorite with his flashy drink-mixing style, and Brian adopts his mentor's cynical philosophy on life and goes for the money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jFRhEPhtsln9tDwzMdZN3OlhUob.jpg",
    "popularity": 3.8486,
    "tmdb_url": "https://www.themoviedb.org/movie/7520"
  },
  {
    "id": 9913,
    "title": "The Skeleton Key",
    "release_date": "2005-07-29",
    "overview": "A hospice nurse working at a spooky New Orleans plantation home finds herself entangled in a mystery involving the house's dark past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wHmubdzrVw8oq7htzrf364wsJNp.jpg",
    "popularity": 3.7963,
    "tmdb_url": "https://www.themoviedb.org/movie/9913"
  },
  {
    "id": 616651,
    "title": "Stillwater",
    "release_date": "2021-07-29",
    "overview": "Bill Baker, an American oil-rig roughneck from Oklahoma, travels to Marseille to visit his estranged daughter, Allison, who is in prison for a murder she claims she did not commit. Confronted with language barriers, cultural differences, and a complicated legal system, Bill builds a new life for himself in France as he makes it his personal mission to exonerate his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1lrPR7ah1KElPKnCsxmIRE1OlIh.jpg",
    "popularity": 3.0674,
    "tmdb_url": "https://www.themoviedb.org/movie/616651"
  },
  {
    "id": 39691,
    "title": "Cats & Dogs: The Revenge of Kitty Galore",
    "release_date": "2010-07-29",
    "overview": "The ongoing war between the canine and feline species is put on hold when they join forces to thwart a rogue cat spy with her own sinister plans for conquest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nTsZT66I4U3aS9ezLdOKacfvo8T.jpg",
    "popularity": 3.0255,
    "tmdb_url": "https://www.themoviedb.org/movie/39691"
  },
  {
    "id": 606906,
    "title": "Steel Rain 2: Summit",
    "release_date": "2020-07-29",
    "overview": "A futuristic film about a crisis near the brink of war after three leaders are kidnapped by a North Korean nuclear submarine in a coup d’état during a summit between the two Koreas and the United States.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xTFsalgDxuH8vu5SWmJY7HoygVZ.jpg",
    "popularity": 3.0205,
    "tmdb_url": "https://www.themoviedb.org/movie/606906"
  },
  {
    "id": 607383,
    "title": "AquaSlash",
    "release_date": "2019-07-29",
    "overview": "Thrills, Chills and Screwball-Comedy meet Tiny Bikinis and G o R y  dismemberment in this Chlorine & Blood drenched Murder-Mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wB8qqLIaYDkYEnjbS5hAJiTuYU6.jpg",
    "popularity": 2.9919,
    "tmdb_url": "https://www.themoviedb.org/movie/607383"
  },
  {
    "id": 12914,
    "title": "Stargate: Continuum",
    "release_date": "2008-07-29",
    "overview": "Ba'al travels back in time and prevents the Stargate program from being started. SG-1 must somehow restore history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1rQUvblJHU8766FatqTtCMiRhph.jpg",
    "popularity": 2.986,
    "tmdb_url": "https://www.themoviedb.org/movie/12914"
  },
  {
    "id": 71325,
    "title": "With Every Heartbeat",
    "release_date": "2011-07-29",
    "overview": "After they meet at their parent's engagement party, Mia and Frida are intrigued by and attracted to one another, despite Mia's own upcoming engagement to Tim. Mia must decide whether to continue her life with Tim or to follow her heart with Frida.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rYThXhsiDKWoFcxqMSvV2jZHSws.jpg",
    "popularity": 2.9824,
    "tmdb_url": "https://www.themoviedb.org/movie/71325"
  },
  {
    "id": 849,
    "title": "Krull",
    "release_date": "1983-07-29",
    "overview": "A prince and a fellowship of companions set out to rescue his bride from a fortress of alien invaders who have arrived on their home planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2dyMDv6W3ugMfaC8DEXPiqMcurD.jpg",
    "popularity": 2.6988,
    "tmdb_url": "https://www.themoviedb.org/movie/849"
  },
  {
    "id": 683340,
    "title": "Vengeance",
    "release_date": "2022-07-29",
    "overview": "A journalist and podcaster from New York City travels to West Texas in order to report on the death of a girl he was hooking up with.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n1SlTeEv3dNJB3gF9AHAVElQ6LO.jpg",
    "popularity": 2.6392,
    "tmdb_url": "https://www.themoviedb.org/movie/683340"
  },
  {
    "id": 35282,
    "title": "Female Prisoner Scorpion: Beast Stable",
    "release_date": "1973-07-29",
    "overview": "Following her successful prison break, Scorpion begins this third episode in the series hiding out in a brothel. Her prostitute friend tries to keep her identity secret, but the brothel's madam discovers that Scorpion is the ex-girlfriend of the vice officer who killed her lover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f4kttPCXlFXtVgrGJYA71lLZMpq.jpg",
    "popularity": 2.53,
    "tmdb_url": "https://www.themoviedb.org/movie/35282"
  },
  {
    "id": 29787,
    "title": "Monkey Shines",
    "release_date": "1988-07-29",
    "overview": "A quadriplegic man is given a trained monkey help him with every day activities, until the little monkey begins to develop feelings, and rage, against its new master and those who get too close to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zbxrAWN2Ss5RXK1uDvMW82xFh0n.jpg",
    "popularity": 2.4168,
    "tmdb_url": "https://www.themoviedb.org/movie/29787"
  },
  {
    "id": 977871,
    "title": "Even if This Love Disappears from the World Tonight",
    "release_date": "2022-07-29",
    "overview": "Maori agrees to date smitten classmate Toru on the condition that they don't fall in love. After all, she can only hold on to memories for 24 hours.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7DbGJFjAqoyephghPkKWq0VGSKA.jpg",
    "popularity": 2.4064,
    "tmdb_url": "https://www.themoviedb.org/movie/977871"
  },
  {
    "id": 1111536,
    "title": "Red Zone",
    "release_date": "2010-07-29",
    "overview": "A film crew led by Jack Peters go to Quebec, Canada to find proof of alien existence to instead discover a secret extraterrestrial war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9nsRevgKF1ORpKg09Egeerl9NQY.jpg",
    "popularity": 2.2952,
    "tmdb_url": "https://www.themoviedb.org/movie/1111536"
  },
  {
    "id": 31034,
    "title": "Legend of Crystania: The Motion Picture",
    "release_date": "1995-07-29",
    "overview": "Ashram, desperate to find a home for his people, is tricked into selling his soul. 300 years later, Pirotesse's devotion to her king remains unshaken. In the sacred world of Crystania, amidst a civil war waged by shape-changing warriors, she searches for her beloved Ashram. She meets Redon, a young prince obsessed with avenging his murdered parents. Together, they confront Ashram's captor Barbas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gnawlBOVqwZYldBckYyGdCzMm3s.jpg",
    "popularity": 2.1646,
    "tmdb_url": "https://www.themoviedb.org/movie/31034"
  },
  {
    "id": 774021,
    "title": "Demonic",
    "release_date": "2021-07-29",
    "overview": "A young woman unleashes terrifying demons when supernatural forces at the root of a decades-old rift between mother and daughter are ruthlessly revealed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pUK9duiCK1PKqWA5rRQ4XBMHITH.jpg",
    "popularity": 2.123,
    "tmdb_url": "https://www.themoviedb.org/movie/774021"
  },
  {
    "id": 682401,
    "title": "Ek Villain Returns",
    "release_date": "2022-07-29",
    "overview": "When a singer goes missing amid a serial killing spree, a cabbie and a businessman's son cross paths in a twisted tale where good and evil is blurred.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4BqMeSSPaC7spmj4Zl7htiigCkV.jpg",
    "popularity": 2.0946,
    "tmdb_url": "https://www.themoviedb.org/movie/682401"
  },
  {
    "id": 37870,
    "title": "Take Off",
    "release_date": "2009-07-29",
    "overview": "Cha Heon-tae, a Korean-American, was adopted with his sister to American parents. He appears on a Korean television program in search of his mother. Since Heon-tae is a trained alpine skier, he is approached by Coach Bang who wants to recruit members for a new national ski jumping team for the approaching 1998 Winter Olympics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wH4XJtvNPDzRdJjHV7s8pszuvRM.jpg",
    "popularity": 2.0925,
    "tmdb_url": "https://www.themoviedb.org/movie/37870"
  },
  {
    "id": 6072,
    "title": "One Eight Seven",
    "release_date": "1997-07-29",
    "overview": "After surviving a stabbing by a student, teacher Trevor Garfield moves from New York to Los Angeles. There, he resumes teaching as a substitute teacher. The education system, where violent bullies control the classrooms and the administration is afraid of lawsuits, slowly drives Garfield mad.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eNrG7Qs0Zh5EAZd4UE4rDepjs1S.jpg",
    "popularity": 2.0668,
    "tmdb_url": "https://www.themoviedb.org/movie/6072"
  },
  {
    "id": 872497,
    "title": "Resurrection",
    "release_date": "2022-07-29",
    "overview": "A woman's carefully constructed life is upended when an unwelcome shadow from her past returns, forcing her to confront the monster she's evaded for two decades.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kfRr8Jm1gaEnLTXCIfHkSw8QW6t.jpg",
    "popularity": 2.0317,
    "tmdb_url": "https://www.themoviedb.org/movie/872497"
  },
  {
    "id": 51943,
    "title": "Lupin the Third: Dragon of Doom",
    "release_date": "1994-07-29",
    "overview": "The Lupin gang is once again dragged onto a wild treasure hunt! This time, the objective is a mysterious, small dragon statue that even  Goemon's steel-rendering blade Zantetsuken cannot cut. The artifact,  which once eluded even Lupin the Third's esteemed grandfather, rests deep undersea inside the infamous Titanic, and is the key to unlocking the mystery of Zantetsuken's almighty strength. A wealthy gangster,  Lupin, and Goemon all want the statue for themselves!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ywBnexTGaiSmezhd48LcxMTYXZJ.jpg",
    "popularity": 2.0192,
    "tmdb_url": "https://www.themoviedb.org/movie/51943"
  }
]