[
  {
    "id": 614930,
    "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem",
    "release_date": "2023-07-31",
    "overview": "After years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O'Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gyh0eECE2IqrW8GWl3KoHBfc45j.jpg",
    "popularity": 9.1934,
    "tmdb_url": "https://www.themoviedb.org/movie/614930"
  },
  {
    "id": 277217,
    "title": "Descendants",
    "release_date": "2015-07-31",
    "overview": "A present-day idyllic kingdom where the benevolent teenage son of King Adam and Queen Belle offers a chance of redemption for the troublemaking offspring of Disney's classic villains: Cruella De Vil (Carlos), Maleficent (Mal), the Evil Queen (Evie) and Jafar (Jay).",
    "poster_url": "https://image.tmdb.org/t/p/w500/65DkgHPSLVjgr6IYkpY9Aqqqid5.jpg",
    "popularity": 7.9751,
    "tmdb_url": "https://www.themoviedb.org/movie/277217"
  },
  {
    "id": 9595,
    "title": "Hot Shots!",
    "release_date": "1991-07-31",
    "overview": "The gang that created Airplane and The Naked Gun sets its sights on Top Gun in this often hilarious spoof starring Charlie Sheen, who previously only inspired laughs with his personal life. He plays Topper Harley, a fighter pilot with an axe to grind: clearing the family name. He gets involved in a relationship with Valerie Golino, a woman with an unusually talented stomach. But his mission is to avenge his father. Lloyd Bridges, late in his career, revealed an aptitude for this kind of silliness, here as a commander who is both incredibly dim and delightfully accident prone. Directed by Jim Abrahams, the film makes fun of a variety of other films as well, from Dances with Wolves to The Fabulous Baker Boys. It was so successful that they all returned in the sequel, Hot Shots! Part Deux.",
    "poster_url": "https://image.tmdb.org/t/p/w500/koLIB5263emHxewmwgBBK26vjeS.jpg",
    "popularity": 6.3887,
    "tmdb_url": "https://www.themoviedb.org/movie/9595"
  },
  {
    "id": 9454,
    "title": "EverAfter",
    "release_date": "1998-07-31",
    "overview": "Danielle, a vibrant young woman is forced into servitude after the death of her father when she was a young girl. Danielle's stepmother Rodmilla is a heartless woman who forces Danielle to do the cooking and cleaning, while she tries to marry off the eldest of her two daughters to the prince. But Danielle's life takes a wonderful turn when, under the guise of a visiting royal, she meets the charming Prince Henry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9TspO5dThMBioF0DFrvy6YqrngH.jpg",
    "popularity": 5.0153,
    "tmdb_url": "https://www.themoviedb.org/movie/9454"
  },
  {
    "id": 9594,
    "title": "Double Impact",
    "release_date": "1991-07-31",
    "overview": "Jean Claude Van Damme plays a dual role as Alex and Chad, twins separated at the death of their parents. Chad is raised by a family retainer in Paris, Alex becomes a petty crook in Hong Kong. Seeing a picture of Alex, Chad rejoins him and convinces him that his rival in Hong Kong is also the man who killed their parents. Alex is suspicious of Chad, especially when it comes to his girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tmzwvSqoMC37Tgqwj4mA2dHNSmw.jpg",
    "popularity": 4.9139,
    "tmdb_url": "https://www.themoviedb.org/movie/9594"
  },
  {
    "id": 50723,
    "title": "Naruto Shippuden the Movie: The Lost Tower",
    "release_date": "2010-07-31",
    "overview": "Assigned on a mission to capture Mukade, a missing-nin, Naruto Uzumaki sets out for the once glorious historic ruins of \"Ouran\", where he pursues and corners the rouge ninja. Mukade's goal is revealed to be a dormant leyline within the ruins; he unleashes the power of the leyline, causing a light to envelop Naruto, sending him into the past, 20 years before the series began. When Naruto awakens, he comes into contact with the Fourth Hokage, Minato Namikaze.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6e2YvN1tQK4xQHlmy7GJTuXOt2u.jpg",
    "popularity": 4.5754,
    "tmdb_url": "https://www.themoviedb.org/movie/50723"
  },
  {
    "id": 1547,
    "title": "The Lost Boys",
    "release_date": "1987-07-31",
    "overview": "When an unsuspecting town newcomer is drawn to local blood fiends, the Frog brothers and other unlikely heroes gear up to rescue him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nH1lvyQvfbL5GKScTtT6zkIvDEn.jpg",
    "popularity": 4.5334,
    "tmdb_url": "https://www.themoviedb.org/movie/1547"
  },
  {
    "id": 218746,
    "title": "Young Mother",
    "release_date": "2013-07-31",
    "overview": "Nineteen-year-old, Jin-goo enjoys an erotic moment to himself while thinking about his pretty English tutor. Then one day, he is caught in the middle of an embarrassing moment and becomes awkward with her. However, this becomes an opportunity and she starts teaching him sex. Their replationship becomes an uncontrollable romance. However, she quits the tutoring and the relationship to get married.  Time goes on and Jin-goo is a grown up. He's used to thoughtless sex. However, his partner of benefit gets pregnant so he meets his future-mother-in-law to talk about marriage. However, she's so beautiful and sexy. He moves in with the in-laws but soon breaks out of the marrige due to his wife's fling. The mother-in-law doesn't know how to make it up to him for what her daughter has done. Jin-goo suggests something dangerous...",
    "poster_url": "https://image.tmdb.org/t/p/w500/x73C5Hi8FuxCWdmY67evoV9V7xi.jpg",
    "popularity": 4.2923,
    "tmdb_url": "https://www.themoviedb.org/movie/218746"
  },
  {
    "id": 671583,
    "title": "Upside-Down Magic",
    "release_date": "2020-07-31",
    "overview": "Nory and her best friend Reina enter the Sage Academy for Magical Studies, where Nory’s unconventional powers land her in a class for those with wonky, or “upside-down,” magic. Undaunted, Nory sets out to prove that that upside-down magic can be just as powerful as right-side-up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r2MfnMmFzGvRvjGVLIuyx3R16a6.jpg",
    "popularity": 3.658,
    "tmdb_url": "https://www.themoviedb.org/movie/671583"
  },
  {
    "id": 572164,
    "title": "EXIT",
    "release_date": "2019-07-31",
    "overview": "At his mother's 70th birthday party, Yong-nam runs into Eui-joo, who rejected him in college. When the city is engulfed in toxic gas from a terrorist attack, the two must find a way to escape using all the techniques they learned in their college rock climbing club.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zf16eomhCB13cwMb4iFEbBT0Tsr.jpg",
    "popularity": 3.3124,
    "tmdb_url": "https://www.themoviedb.org/movie/572164"
  },
  {
    "id": 571627,
    "title": "The Divine Fury",
    "release_date": "2019-07-31",
    "overview": "After waking up with mysterious wounds on his hands, a champion fighter finds himself in an otherworldly battle against evil forces that wreak havoc in the human world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Z2qT9iZYLzzsCSYu7A4SEQsKX0.jpg",
    "popularity": 3.1265,
    "tmdb_url": "https://www.themoviedb.org/movie/571627"
  },
  {
    "id": 10336,
    "title": "Spawn",
    "release_date": "1997-07-31",
    "overview": "After being murdered by corrupt colleagues in a covert government agency, Al Simmons makes a pact with the devil to be resurrected to see his beloved wife Wanda. In exchange for his return to Earth, Simmons agrees to lead Hell's Army in the destruction of mankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3svvunKXkhRvEKByGDua1Qu0otq.jpg",
    "popularity": 3.0392,
    "tmdb_url": "https://www.themoviedb.org/movie/10336"
  },
  {
    "id": 408355,
    "title": "Throne of Elves",
    "release_date": "2016-07-31",
    "overview": "In the mythical Elven world of Altera, an epic battle unfolds between the beautiful Princess Liya and the Dark Elf Elena, who has gained possession of a jewel so powerful it allows its holder complete authority over all Alterans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yCV6x3ovzdPEF8LC7JmTr0wOxs3.jpg",
    "popularity": 2.9058,
    "tmdb_url": "https://www.themoviedb.org/movie/408355"
  },
  {
    "id": 3146,
    "title": "The War of the Gargantuas",
    "release_date": "1966-07-31",
    "overview": "Gaira, a humanoid sea beast spawned from the discarded cells of Frankenstein's monster, attacks the shores of Tokyo. While the Japanese military prepares to take action, Gaira's Gargantua brother, Sanda, descends from the mountains to defend his kin. A battle between good and evil ensues, leaving brothers divided and a city in ruins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q8EH0y601mhYJmchoTRoo92Q0FS.jpg",
    "popularity": 2.7344,
    "tmdb_url": "https://www.themoviedb.org/movie/3146"
  },
  {
    "id": 19663,
    "title": "Love Aaj Kal",
    "release_date": "2009-07-31",
    "overview": "Two lovers break up after they realize that their career goals are pulling them in different directions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/36hkylLil37eF45uIeSTe31NRVq.jpg",
    "popularity": 2.6673,
    "tmdb_url": "https://www.themoviedb.org/movie/19663"
  },
  {
    "id": 88907,
    "title": "Hot Chili",
    "release_date": "1985-07-31",
    "overview": "A group of American teenage boys goes south of the border to work for the summer at a Mexican resort. There they encounter many wacky guests and have zany adventures involving a German dominatrix, a music teacher that gets hot when giving lessons, a buxom cook, and an uptight socialite that eventually thaws. More often than not they end up in bed with someone, but one of the teens is holding out for True Love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xT2JZT3W8rSfwvPWOTWwGCMXyX5.jpg",
    "popularity": 2.482,
    "tmdb_url": "https://www.themoviedb.org/movie/88907"
  },
  {
    "id": 390989,
    "title": "Sharknado 4: The 4th Awakens",
    "release_date": "2016-07-31",
    "overview": "The new installment of the Sharknado franchise takes place 5 years after Sharknado 3: Oh Hell No! There have been no Sharknados in the intervening years, but now they’re appearing again in unexpected ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xUbN2ww2T3y3kaW6lf3c5DabE5O.jpg",
    "popularity": 2.4262,
    "tmdb_url": "https://www.themoviedb.org/movie/390989"
  },
  {
    "id": 926062,
    "title": "Peace Park",
    "release_date": "2013-07-31",
    "overview": "Professional skateboarder, David Boots has been following his passion for skateboarding at Peace Park (place de la Paix) for the last 20 years. PEACE PARK is his first feature length documentary film, which shows an uncensored insider’s perspective of the communities that frequent the park and their struggle to survive Montreal’s attempts to gentrify its red-light district. It explores the ways the city and corporate interests view the people in the park, and looks at the way the two communities (the lifers and the skateboarders) manage to share the space through tolerance and respect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wxU54QBkiZtS3IQV9v766iR0JlH.jpg",
    "popularity": 2.331,
    "tmdb_url": "https://www.themoviedb.org/movie/926062"
  },
  {
    "id": 328425,
    "title": "The Gift",
    "release_date": "2015-07-31",
    "overview": "Simon and Robyn are a young married couple whose life is going as planned until a chance run-in with Simon's high school acquaintance sends their world into a tailspin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kH3qLP8pn68Xq5XwvmPkCyaAU7W.jpg",
    "popularity": 2.2376,
    "tmdb_url": "https://www.themoviedb.org/movie/328425"
  },
  {
    "id": 657893,
    "title": "Mr. Miao",
    "release_date": "2020-07-31",
    "overview": "The feature introduces a fictional golden-colored flower, which possesses the magical ability to debauch humans who get too close to it. As the flower only chooses kindhearted people as hosts, a group of martial artists who want to eradicate the plants face a dilemma: should one kill good people for rescuing men from sin?",
    "poster_url": "https://image.tmdb.org/t/p/w500/sZ91Memjnc5XivmpaQiz3W1oeAD.jpg",
    "popularity": 2.2061,
    "tmdb_url": "https://www.themoviedb.org/movie/657893"
  },
  {
    "id": 25660,
    "title": "Nowhere to Hide",
    "release_date": "1999-07-31",
    "overview": "Detective Woo is on the trail of the mysterious gangster Sungmin, a master of disguise who always manages to elude his pursuers. Eventually, the cop tracks down and confronts the master-criminal in the suburbs of a coal-mining town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tHZsxxb4d9FdpVVrIngToNAPGlg.jpg",
    "popularity": 2.1426,
    "tmdb_url": "https://www.themoviedb.org/movie/25660"
  },
  {
    "id": 209764,
    "title": "The Terror Live",
    "release_date": "2013-07-31",
    "overview": "A newsman discovers he's been rigged with a bomb after he has an exclusive interview with a terrorist who blew up a bridge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9VFBtfMRKh5Yfd8jQ4kPhhD441D.jpg",
    "popularity": 2.1242,
    "tmdb_url": "https://www.themoviedb.org/movie/209764"
  },
  {
    "id": 536628,
    "title": "Megan",
    "release_date": "2018-07-31",
    "overview": "When a young Scientist becomes entangled in a military mission to deliver the only antidote that will save mankind, she finds herself not only fighting for survival but also being confronted by demons from her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/scQ6wQoii8bCgNUJPKvXzZbrDxn.jpg",
    "popularity": 2.1069,
    "tmdb_url": "https://www.themoviedb.org/movie/536628"
  },
  {
    "id": 539498,
    "title": "Alien Siege",
    "release_date": "2018-07-31",
    "overview": "After an alien spacecraft destroys Washington, D.C., the residents of a small town must fight off a unit of alien soldiers on the hunt for the President of the United States and the mysterious device he's carrying after his escape chopper crash lands nearby.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ZdNHoeNU1exgwUDiJvDcLGkvKy.jpg",
    "popularity": 2.0904,
    "tmdb_url": "https://www.themoviedb.org/movie/539498"
  },
  {
    "id": 23790,
    "title": "Magadheera",
    "release_date": "2009-07-31",
    "overview": "When Harsha, a bike stunter from Vishakapatnam, accidentally meets Indu, he discovers his warrior life Kala Bhairava in his last birth. The remaining story explains how Indu and Kala Bhairava are connected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g1dnzP5N9lTJwRzhDYvqqkf8hUZ.jpg",
    "popularity": 2.0609,
    "tmdb_url": "https://www.themoviedb.org/movie/23790"
  },
  {
    "id": 259611,
    "title": "Frontera",
    "release_date": "2014-07-31",
    "overview": "After crossing the border illegally for work, Miguel, a hard-working father and devoted husband, finds himself wrongfully accused of murdering a former sheriff’s wife. After learning of his imprisonment, Miguel’s pregnant wife tries to come to his aid and lands in the hands of corrupt coyotes who hold her for ransom. Dissatisfied with the police department’s investigation, the former sheriff tries to uncover the truth about his wife’s death and discovers disturbing evidence that will destroy one family’s future, or tear another’s apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rjdJN48tBaLB7HdmyzBnlypXvPj.jpg",
    "popularity": 2.0111,
    "tmdb_url": "https://www.themoviedb.org/movie/259611"
  }
]