[
  {
    "id": 118340,
    "title": "Guardians of the Galaxy",
    "release_date": "2014-07-30",
    "overview": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jPrJPZKJVhvyJ4DmUTrDgmFN0yG.jpg",
    "popularity": 7.5572,
    "tmdb_url": "https://www.themoviedb.org/movie/118340"
  },
  {
    "id": 9374,
    "title": "Death Becomes Her",
    "release_date": "1992-07-30",
    "overview": "Madeline is married to Ernest, who was once arch-rival Helen's fiance. After recovering from a mental breakdown, Helen vows to kill Madeline and steal back Ernest. Unfortunately for everyone, the introduction of a magic potion causes things to be a great deal more complicated than a mere murder plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kkWxyyyWFK5KNk9WVwQuGEC9H9H.jpg",
    "popularity": 6.7054,
    "tmdb_url": "https://www.themoviedb.org/movie/9374"
  },
  {
    "id": 77931,
    "title": "The Smurfs 2",
    "release_date": "2013-07-30",
    "overview": "The evil wizard Gargamel creates a couple of mischievous Smurf-like creatures called the Naughties that he hopes will let him harness the all-powerful, magical Smurf-essence. But when he discovers that only a real Smurf can give him what he wants, and only a secret spell that Smurfette knows can turn the Naughties into real Smurfs, Gargamel kidnaps Smurfette and brings her to Paris, where he has been winning the adoration of millions as the world¹s greatest sorcerer. It's up to Papa, Clumsy, Grouchy, and Vanity to return to our world, reunite with their human friends Patrick and Grace Winslow, and rescue her! Will Smurfette, who has always felt different from the other Smurfs, find a new connection with the Naughties Vexy and Hackus or will the Smurfs convince her that their love for her is True Blue?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tmjvgbEH4BKYFfHmWXjXrHgi8wT.jpg",
    "popularity": 6.4266,
    "tmdb_url": "https://www.themoviedb.org/movie/77931"
  },
  {
    "id": 4806,
    "title": "Runaway Bride",
    "release_date": "1999-07-30",
    "overview": "Having already left three grooms at the altar, Maggie Carpenter is branded \"the runaway bride\" by jaded New York journalist Ike Graham. But, after his facts are called into question, Ike races to Maggie's hometown to save his reputation and report on her upcoming fourth trip down the aisle – during which he's convinced she'll run again. Though he's there on a muckraking mission, Ike can't help but fall for this breathtaking heartbreaker.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wzivR0yWJStVdhcl0A5rQvVdTQ7.jpg",
    "popularity": 5.5911,
    "tmdb_url": "https://www.themoviedb.org/movie/4806"
  },
  {
    "id": 6947,
    "title": "The Village",
    "release_date": "2004-07-30",
    "overview": "When a willful young man tries to venture beyond his sequestered Pennsylvania hamlet, his actions set off a chain of chilling incidents that will alter the community forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bFVGs3gKDtWOthbD31xG5uQ1PvV.jpg",
    "popularity": 4.955,
    "tmdb_url": "https://www.themoviedb.org/movie/6947"
  },
  {
    "id": 27374,
    "title": "Lake Mungo",
    "release_date": "2009-07-30",
    "overview": "After 16-year-old Alice Palmer drowns at a local dam, her family experiences a series of strange, inexplicable events centered in and around their home. Unsettled, the Palmers seek the help of a psychic and parapsychologist, who discovers that Alice led a secret, double life. At Lake Mungo, Alice's secret past emerges.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g0zCELYfBfSv8TOGC13buABVN53.jpg",
    "popularity": 4.9009,
    "tmdb_url": "https://www.themoviedb.org/movie/27374"
  },
  {
    "id": 449406,
    "title": "Vivo",
    "release_date": "2021-07-30",
    "overview": "A music-loving kinkajou named Vivo embarks on the journey of a lifetime to fulfill his destiny and deliver a love song for an old friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eRLlrhbdYE7XN6VtcZKy6o2BsOw.jpg",
    "popularity": 4.8953,
    "tmdb_url": "https://www.themoviedb.org/movie/449406"
  },
  {
    "id": 6282,
    "title": "Coyote Ugly",
    "release_date": "2000-07-30",
    "overview": "Graced with a velvet voice, 21-year-old Violet Sanford heads to New York to pursue her dream of becoming a songwriter only to find her aspirations sidelined by the accolades and notoriety she receives at her \"day\" job as a barmaid at Coyote Ugly. The \"Coyotes\" as they are affectionately called tantalize customers and the media alike with their outrageous antics, making Coyote Ugly the watering hole for guys on the prowl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xYM0laKrEqjiRSQNvqRrXPXN3iL.jpg",
    "popularity": 4.5643,
    "tmdb_url": "https://www.themoviedb.org/movie/6282"
  },
  {
    "id": 75624,
    "title": "Naruto Shippuden the Movie: Blood Prison",
    "release_date": "2011-07-30",
    "overview": "After his capture for attempted assassination of the Raikage, leader of Kumogakure, as well as killing Jōnin from Kirigakure and Iwagakure, Naruto is imprisoned in Hōzukijou: A criminal containment facility known as the Blood Prison. Mui, the castle master, uses the ultimate imprisonment technique to steal power from the prisoners, which is when Naruto notices his life has been targeted. Thus begins the battle to uncover the truth behind the mysterious murders and prove Naruto's innocence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4WT7zYFpe0fsbg6TitppiHddWAh.jpg",
    "popularity": 4.3163,
    "tmdb_url": "https://www.themoviedb.org/movie/75624"
  },
  {
    "id": 38778,
    "title": "Dinner for Schmucks",
    "release_date": "2010-07-30",
    "overview": "Rising executive Tim Conrad works for a boss who hosts a monthly dinner in which the guest who brings the biggest buffoon gets a career-boost. Tim plans on not attending until he meets Barry, a man who builds dioramas using stuffed mice. Barry's blundering but good intentions send Tim's life into a downward spiral, threatening a major business deal and possibly scuttling Tim's engagement to his fiancee.",
    "poster_url": "https://image.tmdb.org/t/p/w500/djwkUFhkM81gIsI9ZZ7I6ajZAKY.jpg",
    "popularity": 3.2268,
    "tmdb_url": "https://www.themoviedb.org/movie/38778"
  },
  {
    "id": 20856,
    "title": "Aliens in the Attic",
    "release_date": "2009-07-30",
    "overview": "A group of kids must protect their vacation home from invading aliens.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bb8ym5zSRGmhNx3gyDnzSN2waS4.jpg",
    "popularity": 3.2022,
    "tmdb_url": "https://www.themoviedb.org/movie/20856"
  },
  {
    "id": 183011,
    "title": "Justice League: The Flashpoint Paradox",
    "release_date": "2013-07-30",
    "overview": "The Flash finds himself in a war-torn alternate timeline and teams up with alternate versions of his fellow heroes to restore the timeline.",
    "poster_url": "https://image.tmdb.org/t/p/w500/isCknjIWem0W3KwNUDLrDN7F40H.jpg",
    "popularity": 3.1955,
    "tmdb_url": "https://www.themoviedb.org/movie/183011"
  },
  {
    "id": 20829,
    "title": "Funny People",
    "release_date": "2009-07-30",
    "overview": "Famous and wealthy funnyman George Simmons doesn't give much thought to how he treats people until a doctor delivers stunning health news, forcing George to reevaluate his priorities with a little help from aspiring stand-up comic Ira.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gEYKD5cWCBGg8Za3hhwDBk3gEsP.jpg",
    "popularity": 3.0735,
    "tmdb_url": "https://www.themoviedb.org/movie/20829"
  },
  {
    "id": 37950,
    "title": "Charlie St. Cloud",
    "release_date": "2010-07-30",
    "overview": "Accomplished sailor Charlie St. Cloud has the adoration of his mother Claire and his little brother Sam, as well as a college scholarship that will lead him far from his sleepy Pacific Northwest hometown. But his bright future is cut short when tragedy strikes and takes his dreams with it. After high school classmate Tess returns home unexpectedly, Charlie grows torn between honoring a promise he made four years earlier and moving forward with newfound love. As he finds the courage to let go of the past for good, Charlie discovers the soul most worth saving is his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r4XSrs6N086EU8CNm339dHRPhZg.jpg",
    "popularity": 3.0239,
    "tmdb_url": "https://www.themoviedb.org/movie/37950"
  },
  {
    "id": 282631,
    "title": "The Admiral: Roaring Currents",
    "release_date": "2014-07-30",
    "overview": "Admiral Yi Sun-sin faces a tough challenge when he is forced to defend his nation with just 13 battleships against 300 Japanese enemy ships in the Battle of Myeongryang.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xx701fnV2e4BlQGwgISLYUG0DsG.jpg",
    "popularity": 3.0034,
    "tmdb_url": "https://www.themoviedb.org/movie/282631"
  },
  {
    "id": 2661,
    "title": "Batman",
    "release_date": "1966-07-30",
    "overview": "The Dynamic Duo faces four super-villains who plan to hold the world for ransom with the help of a secret invention that instantly dehydrates people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zzoPxWHnPa0eyfkMLgwbNvdEcVF.jpg",
    "popularity": 2.9813,
    "tmdb_url": "https://www.themoviedb.org/movie/2661"
  },
  {
    "id": 10122,
    "title": "Flight of the Navigator",
    "release_date": "1986-07-30",
    "overview": "12-year-old David is accidentally knocked out in the forest near his home, but when he awakens eight years have passed. His family is overjoyed to have him back, but is just as perplexed as he is that he hasn't aged. When a NASA scientist discovers a UFO nearby, David gets the chance to unravel the mystery and recover the life he lost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tdRgQWMximj0tL6OWu9kRTtePmI.jpg",
    "popularity": 2.9599,
    "tmdb_url": "https://www.themoviedb.org/movie/10122"
  },
  {
    "id": 352173,
    "title": "Drishyam",
    "release_date": "2015-07-30",
    "overview": "A simple street-smart man tries to protect his family from a cop looking for her missing son who was accidently killed by his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gIClWRv5OSe8rl5Koi0AeUcCZ9Z.jpg",
    "popularity": 2.9513,
    "tmdb_url": "https://www.themoviedb.org/movie/352173"
  },
  {
    "id": 7007,
    "title": "Rising Sun",
    "release_date": "1993-07-30",
    "overview": "When a prostitute is found dead in a Los Angeles skyscraper occupied by a large Japanese corporation, detectives John Connor and Web Smith are called in to investigate. Although Connor has previous experience working in Japan, cultural differences make their progress difficult until a security disc showing the murder turns up. Close scrutiny proves the disc has been doctored, and the detectives realize they're dealing with a cover-up as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jVWEeZ383peKxwE284AdyHqq6GH.jpg",
    "popularity": 2.7671,
    "tmdb_url": "https://www.themoviedb.org/movie/7007"
  },
  {
    "id": 14462,
    "title": "The Manchurian Candidate",
    "release_date": "2004-07-30",
    "overview": "Years after his squad was ambushed during the Gulf War, Major Ben Marco finds himself having terrible nightmares. He begins to doubt that his fellow squad-mate Sergeant Raymond Shaw, now a vice-presidential candidate, is the hero he remembers him being. As Marco's doubts deepen, Shaw's political power grows, and, when Marco finds a mysterious implant embedded in his back, the memory of what really happened begins to return.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4xEWtEbKK2EXMZ8UPff8hDCSiVW.jpg",
    "popularity": 2.7637,
    "tmdb_url": "https://www.themoviedb.org/movie/14462"
  },
  {
    "id": 64689,
    "title": "Killing Them Softly",
    "release_date": "2012-07-30",
    "overview": "Jackie Cogan is an enforcer hired to restore order after three dumb guys rob a Mob protected card game, causing the local criminal economy to collapse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/heaz45kpFa4Oa7iLis0OBas68ls.jpg",
    "popularity": 2.717,
    "tmdb_url": "https://www.themoviedb.org/movie/64689"
  },
  {
    "id": 189349,
    "title": "Naruto OVA 9: Chunin Exam on Fire! and Naruto vs. Konohamaru!",
    "release_date": "2011-07-30",
    "overview": "Naruto faces off against his old pupil Konohamaru in a tournament during the chuunin entrance exams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/imvclUHRdAte5RUZQl3FLXK0zIM.jpg",
    "popularity": 2.609,
    "tmdb_url": "https://www.themoviedb.org/movie/189349"
  },
  {
    "id": 39410,
    "title": "Mothra",
    "release_date": "1961-07-30",
    "overview": "Shipwreck survivors found on the presumably uninhabited Infant Island leads to a scientific expedition that discovers a surviving native population along with the Shobijin, tiny twin fairy priestesses of the island's mythical deity called Mothra. After the fairies are kidnapped by an exploitative businessman named Clark Nelson, Mothra sets out to rescue them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/87hiAyyGFHPuuJ3iXHK8xZSMcRP.jpg",
    "popularity": 2.3667,
    "tmdb_url": "https://www.themoviedb.org/movie/39410"
  },
  {
    "id": 730497,
    "title": "18 Year Old Seungha's Easy Piece of Cake",
    "release_date": "2020-07-30",
    "overview": "Min-soo, who just started living in a new home, calls his friends Woo-hyeon and Ji-yeong. The two kiss while Min-soo is away from home. Unfortunately, Min-soo also secretly had sex while sleeping. And Min-soo is watching them... Ji-yeong is provoking Min-soo after learning that he saw her having sex with Woo-hyeon. Who will Ji-yeong fall in love with after having sex with these two people? The sweet and bloody story of a woman and two men is just beginning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iLXtwfwaFsz0ixojjmJvorJotey.jpg",
    "popularity": 2.36,
    "tmdb_url": "https://www.themoviedb.org/movie/730497"
  },
  {
    "id": 20495,
    "title": "Mujhse Shaadi Karogi",
    "release_date": "2004-07-30",
    "overview": "Sameer, fast at losing his temper is re-located to Goa where he falls in love with Rani. But Sameer's new roommate Sunny, has some plans of his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9PqBPlaO5wLI7LPMaJNLoIiSSSA.jpg",
    "popularity": 2.3388,
    "tmdb_url": "https://www.themoviedb.org/movie/20495"
  },
  {
    "id": 21442,
    "title": "Everybody Has Secrets",
    "release_date": "2004-07-30",
    "overview": "A mysterious stranger seduces three sisters in this sensual romantic comedy from director Jang Hyeon-Su.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iopUmfAbq1UlJeGhjZYSUxGLJ0H.jpg",
    "popularity": 2.2558,
    "tmdb_url": "https://www.themoviedb.org/movie/21442"
  },
  {
    "id": 729720,
    "title": "The Last Mercenary",
    "release_date": "2021-07-30",
    "overview": "A legendary secret service agent comes out of hiding and returns to France to help the son he's never met get out of trouble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ttpKJ7XQxDZV252KNEHXtykYT41.jpg",
    "popularity": 2.2319,
    "tmdb_url": "https://www.themoviedb.org/movie/729720"
  },
  {
    "id": 925786,
    "title": "Satan's Slaves 2: Communion",
    "release_date": "2022-07-30",
    "overview": "After moving from their home to an apartment building, a new terror awaits Rini’s family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xQNMM3u6srkhM8bdTCKVTFzyCF1.jpg",
    "popularity": 2.1872,
    "tmdb_url": "https://www.themoviedb.org/movie/925786"
  },
  {
    "id": 763152,
    "title": "More the Merrier",
    "release_date": "2021-07-30",
    "overview": "Multiple stories about the oscillating world of couple relationships and how difficult it can be to separate sex from love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uShw8wJ7K4ySrPtUWjGe8wwJ5fj.jpg",
    "popularity": 2.1708,
    "tmdb_url": "https://www.themoviedb.org/movie/763152"
  },
  {
    "id": 17811,
    "title": "The Legend II",
    "release_date": "1993-07-30",
    "overview": "The hero Fong Sai Yuk becomes involved in the secret brotherhood \"The Red Flower\", who are trying to overthrow the Manchurian emperor and re-establishing the Ming dynasty. The social upheaval is combined with Sai Yuk's personal moral conflict about how to conform to the rigid regime of the brotherhood and on top of that sort out his difficult love life, saddled with two presumptive wives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ioG9sQbDV1yqOvB7EDlF6jBMKCv.jpg",
    "popularity": 2.165,
    "tmdb_url": "https://www.themoviedb.org/movie/17811"
  },
  {
    "id": 51730,
    "title": "Royal Tramp",
    "release_date": "1992-07-30",
    "overview": "The story of Wai Siu Bo, a pimp who after saving Chan Kan Nam, the leader of the Heaven and Earth society, a revolutionary group, is made a member. After a botched first assignment for the group, he is made a servant to the Prince, the very person the Heaven and Earth society want to overthrow. What follows is plenty of mayhem and laughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tJeafyenaenHTiMVKRPBAISQ3qH.jpg",
    "popularity": 2.1522,
    "tmdb_url": "https://www.themoviedb.org/movie/51730"
  },
  {
    "id": 760747,
    "title": "The Trip",
    "release_date": "2021-07-30",
    "overview": "A dysfunctional couple head to a remote lakeside cabin under the guise of reconnecting, but each has secret designs to kill the other. Before they can carry out their respective plans, unexpected visitors arrive and the couple is faced with a greater danger than anything they could have plotted.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ygTIsPG7dREi5AlO0S9EMbmvdae.jpg",
    "popularity": 2.1334,
    "tmdb_url": "https://www.themoviedb.org/movie/760747"
  },
  {
    "id": 14742,
    "title": "Night Shift",
    "release_date": "1982-07-30",
    "overview": "A nebbish of a morgue attendant gets shunted back to the night shift where he is shackled with an obnoxious neophyte partner who dreams of the \"one great idea\" for success. His life takes a bizarre turn when a prostitute neighbor complains about the loss of her pimp. His partner, upon hearing the situation, suggests that they fill that opening themselves using the morgue at night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iS78MFtMDwWDP748juZQBK57C9o.jpg",
    "popularity": 2.1011,
    "tmdb_url": "https://www.themoviedb.org/movie/14742"
  },
  {
    "id": 42532,
    "title": "Willard",
    "release_date": "1971-07-30",
    "overview": "A social misfit, Willard is made fun of by his co-workers, and squeezed out of the company started by his deceased father by his boss. His only friends are a couple of rats he raised at home, Ben and Socrates. However, when one of them is killed at work, he goes on a rampage using his rats to attack those who have been tormenting him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uhDAH8JRO9R1ROjSH24GoJPaJBJ.jpg",
    "popularity": 2.0529,
    "tmdb_url": "https://www.themoviedb.org/movie/42532"
  }
]