[
  {
    "id": 384018,
    "title": "Fast & Furious Presents: Hobbs & Shaw",
    "release_date": "2019-08-01",
    "overview": "Ever since US Diplomatic Security Service Agent Hobbs and lawless outcast Shaw first faced off, they just have traded smack talk and body blows. But when cyber-genetically enhanced anarchist Brixton's ruthless actions threaten the future of humanity, they join forces to defeat him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qRyy2UmjC5ur9bDi3kpNNRCc5nc.jpg",
    "popularity": 54.9341,
    "tmdb_url": "https://www.themoviedb.org/movie/384018"
  },
  {
    "id": 348893,
    "title": "Boyka: Undisputed IV",
    "release_date": "2016-08-01",
    "overview": "In the fourth installment of the fighting franchise, Boyka is shooting for the big leagues when an accidental death in the ring makes him question everything he stands for. When he finds out the wife of the man he accidentally killed is in trouble, Boyka offers to fight in a series of impossible battles to free her from a life of servitude.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7QGdIJWWTkPhVjpQ0zA6z69khod.jpg",
    "popularity": 11.9383,
    "tmdb_url": "https://www.themoviedb.org/movie/348893"
  },
  {
    "id": 110415,
    "title": "Snowpiercer",
    "release_date": "2013-08-01",
    "overview": "In a future where a failed global-warming experiment kills off most life on the planet, a class system evolves aboard the Snowpiercer; a train that travels around the globe via a perpetual-motion engine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nzccOvhrLGI0nvAknCEAk8bchD9.jpg",
    "popularity": 11.9339,
    "tmdb_url": "https://www.themoviedb.org/movie/110415"
  },
  {
    "id": 8273,
    "title": "American Wedding",
    "release_date": "2003-08-01",
    "overview": "With high school a distant memory, Jim and Michelle are getting married — and in a hurry, since Jim's grandmother is sick and wants to see him walk down the aisle — prompting Stifler to throw the ultimate bachelor party. And Jim's dad is reliable as ever, doling out advice no one wants to hear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pCO3lJv2PzPkJty29APxCVSjyoE.jpg",
    "popularity": 7.4107,
    "tmdb_url": "https://www.themoviedb.org/movie/8273"
  },
  {
    "id": 518068,
    "title": "Along with the Gods: The Last 49 Days",
    "release_date": "2018-08-01",
    "overview": "As the deceased soul Ja-hong and his three afterlife guardians prepare for their remaining trials for reincarnation, the guardians soon come face to face with the truth of their tragic time on Earth 1,000 years earlier.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9BnqBHFGDv3WlCPB2qQwzAWdy7y.jpg",
    "popularity": 6.3704,
    "tmdb_url": "https://www.themoviedb.org/movie/518068"
  },
  {
    "id": 28874,
    "title": "Summer Wars",
    "release_date": "2009-08-01",
    "overview": "A student tries to fix a problem he accidentally caused in OZ, a digital world, while pretending to be the fiancé of his friend at her grandmother's 90th birthday.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yHy8TrRLnuBZ4t2C0l0pSpRXVHO.jpg",
    "popularity": 5.7084,
    "tmdb_url": "https://www.themoviedb.org/movie/28874"
  },
  {
    "id": 295830,
    "title": "Attack on Titan",
    "release_date": "2015-08-01",
    "overview": "100 years ago, titans suddenly appeared on Earth. Soon, human civilization veered on collapse due to the titans. Humans then built a giant wall to defend themselves. Within the giant walls, humans lived in peace, but, 100 years later, the giant wall is broken.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uT7qQMmP07FG935JfM1oMlwfvoV.jpg",
    "popularity": 5.434,
    "tmdb_url": "https://www.themoviedb.org/movie/295830"
  },
  {
    "id": 481836,
    "title": "Two Mothers",
    "release_date": "2017-08-01",
    "overview": "Two best friends. And their lust for each one's opponent mothers. Junhyeong and Daejin are best friends. One day Daejin’s mom visits Junhyeong who is heartbroken when he was disappointed in love. She suggests that she will teach him sex and make him a real man. Unlike Junhyeong, Daejin is popular guy to women. But he long since has fallen in love with Junhyeong’s mom. When Daejin hears Junhyeong’s parents seems to divorce, he decides to start expressing his affection to her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hG3LsgFbnAX7j0i798z6NCJO8Qp.jpg",
    "popularity": 5.2761,
    "tmdb_url": "https://www.themoviedb.org/movie/481836"
  },
  {
    "id": 36728,
    "title": "Naruto Shippuden the Movie: The Will of Fire",
    "release_date": "2009-08-01",
    "overview": "Ninjas with bloodline limits begin disappearing in all the countries and blame points toward the fire nation. By Tsunade's order, Kakashi is sacrificed to prevent an all out war. After inheriting charms left by Kakashi, Naruto fights through friends and foes to prevent his death while changing the minds of those who've inherited the will of fire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pZzdFmztwmg0FUOVCMa7vReHhQN.jpg",
    "popularity": 4.298,
    "tmdb_url": "https://www.themoviedb.org/movie/36728"
  },
  {
    "id": 875357,
    "title": "Murakami Rena: Kyûkyoku meikizuma",
    "release_date": "1997-08-01",
    "overview": "Tommy, also known as Tomio, runs a Western-style pornographic distribution company. The next purchase is Las Vegas. He came to Tomio’s guesthouse with his mistress, Reina. Men and women who were open to sex were always coming and going there. Starring Rena Murakami, a legendary actress and stripper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3AFrGWT8hcGn5EG8UFYfuiPmF3V.jpg",
    "popularity": 4.0995,
    "tmdb_url": "https://www.themoviedb.org/movie/875357"
  },
  {
    "id": 420814,
    "title": "Christopher Robin",
    "release_date": "2018-08-01",
    "overview": "Christopher Robin, the boy who had countless adventures in the Hundred Acre Wood, has grown up and lost his way. Now it’s up to his spirited and loveable stuffed animals, Winnie The Pooh, Tigger, Piglet, and the rest of the gang, to rekindle their friendship and remind him of endless days of childlike wonder and make-believe, when doing nothing was the very best something.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i6Ytex4d3CdfIKJFxB5v5vh24vb.jpg",
    "popularity": 3.7935,
    "tmdb_url": "https://www.themoviedb.org/movie/420814"
  },
  {
    "id": 461053,
    "title": "S.W.A.T.: Under Siege",
    "release_date": "2017-08-01",
    "overview": "When a D.E.A. and S.W.A.T. cartel takedown ends in a shootout, S.W.A.T. Agent Travis Hall seizes a mysterious prisoner taking him into custody. Before long, the S.W.A.T. compound is under siege by wave-after-wave of assault teams attempting to recover the prisoner known as “The Scorpion” for the tattoo blazed across his back. When Travis discovers that his prisoner is a Secret Ops double agent planted within the cartel, it’s up to him and his expert S.W.A.T. team to keep “The Scorpion” and his billion dollar secrets safe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sGcDltZ2aUgLV7oFxGlpO1oGmc0.jpg",
    "popularity": 3.5966,
    "tmdb_url": "https://www.themoviedb.org/movie/461053"
  },
  {
    "id": 10225,
    "title": "Friday the 13th Part VI: Jason Lives",
    "release_date": "1986-08-01",
    "overview": "Tommy Jarvis, tormented by the fear that maybe Jason isn't really dead, unwittingly resurrects the mass murderer for another bloody rampage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6vdUpHvkspQonXBdWcLWW5ciEPJ.jpg",
    "popularity": 3.5673,
    "tmdb_url": "https://www.themoviedb.org/movie/10225"
  },
  {
    "id": 11814,
    "title": "Weird Science",
    "release_date": "1985-08-01",
    "overview": "Two unpopular teenagers, Gary and Wyatt, fail at all attempts to be accepted by their peers. Their desperation to be liked leads them to \"create\" a woman via their computer. Their living and breathing creation is a gorgeous woman, Lisa, whose purpose is to boost their confidence level by putting them into situations which require Gary and Wyatt to act like men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jaEauZd2joSAKn42D83gm3S0y3F.jpg",
    "popularity": 3.2742,
    "tmdb_url": "https://www.themoviedb.org/movie/11814"
  },
  {
    "id": 4780,
    "title": "Obsession",
    "release_date": "1976-08-01",
    "overview": "A wealthy New Orleans businessman becomes obsessed with a young woman who resembles his late wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a0bOKTldOJVJivmPNGBHfMYJU9x.jpg",
    "popularity": 3.2472,
    "tmdb_url": "https://www.themoviedb.org/movie/4780"
  },
  {
    "id": 221731,
    "title": "Rurouni Kenshin Part II: Kyoto Inferno",
    "release_date": "2014-08-01",
    "overview": "Kenshin has settled into his new life with Kaoru and his other friends when he is approached with a request from the Meiji government. Makoto Shishio, a former assassin like Kenshin, was betrayed, set on fire and left for dead. He survived, and is now in Kyoto, plotting with his gathered warriors to overthrow the new government. Against Kaoru's wishes, Kenshin reluctantly agrees to go to Kyoto and help keep his country from falling back into civil war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gI2xYpJPQOsmFblvowkW2IgEHkC.jpg",
    "popularity": 3.241,
    "tmdb_url": "https://www.themoviedb.org/movie/221731"
  },
  {
    "id": 290,
    "title": "Barton Fink",
    "release_date": "1991-08-01",
    "overview": "A renowned New York playwright is enticed to California to write for the movies and discovers the hellish truth of Hollywood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oDkp5iClJ9WKJGtKHz8BydodHC3.jpg",
    "popularity": 3.2152,
    "tmdb_url": "https://www.themoviedb.org/movie/290"
  },
  {
    "id": 9086,
    "title": "Young Guns II",
    "release_date": "1990-08-01",
    "overview": "Three of the original five \"young guns\" — Billy the Kid, Jose Chavez y Chavez, and Doc Scurlock — return in Young Guns, Part 2, which is the story of Billy the Kid and his race to safety in Old Mexico while being trailed by a group of government agents led by Pat Garrett.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7kMjla98srGHlFzAEmoGRcr6GN1.jpg",
    "popularity": 3.0071,
    "tmdb_url": "https://www.themoviedb.org/movie/9086"
  },
  {
    "id": 3107,
    "title": "Destroy All Monsters",
    "release_date": "1968-08-01",
    "overview": "At the turn of the century, all of the Earth's monsters have been rounded up and kept safely on Monsterland. Chaos erupts when a race of she-aliens known as the Kilaaks unleash the monsters across the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/24r1hsRisfUidwLF67J0iMuWh7p.jpg",
    "popularity": 2.9319,
    "tmdb_url": "https://www.themoviedb.org/movie/3107"
  },
  {
    "id": 21334,
    "title": "Children of Heaven",
    "release_date": "1997-08-01",
    "overview": "Zohre's shoes are gone; her older brother Ali lost them. They are poor, there are no shoes for Zohre until they come up with an idea: they will share one pair of shoes. School awaits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jWqh1CJWAEcxckMRrf6ARhIEh0R.jpg",
    "popularity": 2.8624,
    "tmdb_url": "https://www.themoviedb.org/movie/21334"
  },
  {
    "id": 1006540,
    "title": "Bullet Train Down",
    "release_date": "2022-08-01",
    "overview": "On its maiden run, the world's fastest bullet train is rigged with a bomb that will explode if it dips below 200 mph.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zqAd0zsic4XIkWFRV7mn09dK1jP.jpg",
    "popularity": 2.8205,
    "tmdb_url": "https://www.themoviedb.org/movie/1006540"
  },
  {
    "id": 8046,
    "title": "Gigli",
    "release_date": "2003-08-01",
    "overview": "Gigli is ordered to kidnap the psychologically challenged younger brother of a powerful federal prosecutor. When plans go awry, Gigli's boss sends in Ricki, a gorgeous free-spirited female gangster who has her own set of orders to assist with the kidnapping. But Gigli begins falling for the decidedly unavailable Ricki, which could be a hazard to his occupation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qOhAK3WDqdeVTIE59loXvEGU7Lu.jpg",
    "popularity": 2.8088,
    "tmdb_url": "https://www.themoviedb.org/movie/8046"
  },
  {
    "id": 10303,
    "title": "The Jewel of the Nile",
    "release_date": "1985-08-01",
    "overview": "Joan Wilder is thrust back into a world of murder, chases, foreign intrigue... and love. This time out she's duped by a duplicitous Arab dignitary who brings her to the Middle East, ostensibly to write a book about his life. Of course, he's up to no good, and Joan is just another pawn in his wicked game. But Jack Colton and his sidekick Ralph show up to help our intrepid heroine save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6VjsIhnIcrz2XdQVHdsMj5DdSa1.jpg",
    "popularity": 2.7615,
    "tmdb_url": "https://www.themoviedb.org/movie/10303"
  },
  {
    "id": 10658,
    "title": "Howard the Duck",
    "release_date": "1986-08-01",
    "overview": "A scientific experiment unknowingly brings extraterrestrial life forms to the Earth through a laser beam. First is the cigar-smoking drake, Howard, from the duck's planet. A few kids try to keep him from the greedy scientists and help him back to his planet, but then a much less friendly being arrives through the beam...",
    "poster_url": "https://image.tmdb.org/t/p/w500/30tnH0hy6S5FjGCfCdnkBd3wqS2.jpg",
    "popularity": 2.7412,
    "tmdb_url": "https://www.themoviedb.org/movie/10658"
  },
  {
    "id": 1016075,
    "title": "Love Without Fear",
    "release_date": "2022-08-01",
    "overview": "A sexy romantic story about Josh Adams and his self-discovery in the city of Taxco, Mexico, as well as an intimate depiction of two men from different parts of the world that unexpectedly are drawn to one another. When Josh meets musician Leo, his life changes in this erotic, humane drama.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w2X6SBYFphUS986di7Ou8PgLgZN.jpg",
    "popularity": 2.6484,
    "tmdb_url": "https://www.themoviedb.org/movie/1016075"
  },
  {
    "id": 31743,
    "title": "Hachiko",
    "release_date": "1987-08-01",
    "overview": "The tragic, true story about Hachikō, an Akita dog who was loyal to his master, Professor Ueno, even after Ueno's death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3g5oG4bQCC4sk9DkVQACK89fa7Y.jpg",
    "popularity": 2.4724,
    "tmdb_url": "https://www.themoviedb.org/movie/31743"
  },
  {
    "id": 9413,
    "title": "Picture Perfect",
    "release_date": "1997-08-01",
    "overview": "A young advertising executive's life becomes increasingly complicated when, in order to impress her boss, she pretends to be engaged to a man she has just met.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xYnvr4o7GEaA2uyt4Q1ASUI5Obv.jpg",
    "popularity": 2.4527,
    "tmdb_url": "https://www.themoviedb.org/movie/9413"
  },
  {
    "id": 736091,
    "title": "Sexy Neighbor Sisters",
    "release_date": "2020-08-01",
    "overview": "Min-seok is captivated by Na-ri's beauty when they met by chance on the street. The new house in front is noisy and as he knocks on the door, Na-ri and Yeong-hee appears from within. Min-seok drinks with these two sister neighbors. Min-seok spends the night with Yeong-hee while drinking. Na-ri beings to misunderstand these two people and Min-seok confesses his feelings to Na-ri. However, relationship between Jae-hyeon and Na-ri is not serious. Can Min-seok find love?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tHK2uXoQ6G1MU4QuS37duQE7lu1.jpg",
    "popularity": 2.4377,
    "tmdb_url": "https://www.themoviedb.org/movie/736091"
  },
  {
    "id": 59297,
    "title": "Princess Arete",
    "release_date": "2001-08-01",
    "overview": "Imprisoned by a sorcerer who fears she will rob him of eternal life, guileless young Princess Arete befriends a villager who helps her plan an escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lVngEXEdGUePCQY3G5NOYstYjtB.jpg",
    "popularity": 2.3957,
    "tmdb_url": "https://www.themoviedb.org/movie/59297"
  },
  {
    "id": 113594,
    "title": "A Turtle's Tale 2: Sammy's Escape from Paradise",
    "release_date": "2012-08-01",
    "overview": "When Sammy and Ray find themselves trapped in The Tank, an underwater aquarium, they must hatch a plan to escape and reunite with their grandkids, Ricky and Ella, and protect them from the dangers of the ocean.",
    "poster_url": "https://image.tmdb.org/t/p/w500/br7BxWeKDKCPExIIN6ePoCLe07z.jpg",
    "popularity": 2.3619,
    "tmdb_url": "https://www.themoviedb.org/movie/113594"
  },
  {
    "id": 20737,
    "title": "Air Bud",
    "release_date": "1997-08-01",
    "overview": "A lonely boy befriends a stray dog who has a natural talent for basketball and together they experience the highs and lows of life as their friendship remains solid through a series of escapades.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kDfzh6QdX2tseTwwyB7lp2RP7iE.jpg",
    "popularity": 2.3588,
    "tmdb_url": "https://www.themoviedb.org/movie/20737"
  },
  {
    "id": 239566,
    "title": "Get on Up",
    "release_date": "2014-08-01",
    "overview": "A chronicle of James Brown's rise from extreme poverty to become one of the most influential musicians in history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dVbGeU5agxFGcJnL5hk4uO8W7i2.jpg",
    "popularity": 2.297,
    "tmdb_url": "https://www.themoviedb.org/movie/239566"
  },
  {
    "id": 10253,
    "title": "Dragon Wars: D-War",
    "release_date": "2007-08-01",
    "overview": "Ethan learns he carries the spirit of a warrior who battled dragons in 16th-century Korea -- and one day he'll find a tattooed girl carrying the spirit of that warrior's beloved. Years later, he meets Sarah and dragons soon descend on Los Angeles seeking out the two souls of the ancient lovers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rEpvqWGu08coDLUpcpiz4sMoDYo.jpg",
    "popularity": 2.2963,
    "tmdb_url": "https://www.themoviedb.org/movie/10253"
  },
  {
    "id": 280303,
    "title": "Aryan",
    "release_date": "1988-08-01",
    "overview": "Aryan movie is all about Devanarayan (Mohanlal) who is a Brahmin priest who is falsely accused of theft and forced to leave his village in Kerala. He moves to Bombay where he gets drawn into the underworld through an ageing don Kareem (Goga Kapoor). Some interesting comment initially on Brahmin priesthood in Kerala, but halfway through the film goes haywire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6qiXgciC94Z9AGB5kf40AlhAvQw.jpg",
    "popularity": 2.2463,
    "tmdb_url": "https://www.themoviedb.org/movie/280303"
  },
  {
    "id": 621932,
    "title": "The Wedding Dress",
    "release_date": "2014-08-01",
    "overview": "Follow a wedding dress through three generations of women of the same family in an exploration of love and marriage. Each act takes place in a different period of flux in mores and attitudes towards sex, religion, sexual orientation and race, and each potential marriage represents people struggling with the new ways of being.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A9qOAaIcw3pkeni6uLrvzVWtiB6.jpg",
    "popularity": 2.2012,
    "tmdb_url": "https://www.themoviedb.org/movie/621932"
  },
  {
    "id": 80868,
    "title": "Lupin the Third: Operation: Return the Treasure",
    "release_date": "2003-08-01",
    "overview": "After robbing a Moscow casino right under Zenigata's nose, Lupin is given a job to return 6 treasures to their original areas for an old friend of his, so Lupin can receive an even better treasure to gain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZjDdmq5Uv5ZoxHMnbrhZcSUDEN.jpg",
    "popularity": 2.1615,
    "tmdb_url": "https://www.themoviedb.org/movie/80868"
  },
  {
    "id": 77449,
    "title": "Epitaph",
    "release_date": "2007-08-01",
    "overview": "A traumatized girl sees visions of her dead mother in one of three tales set in a 1942 South Korean hospital.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dBHVpUMWvSofq7AO1iQ1w9htKvN.jpg",
    "popularity": 2.1484,
    "tmdb_url": "https://www.themoviedb.org/movie/77449"
  },
  {
    "id": 160588,
    "title": "Blue Jasmine",
    "release_date": "2013-08-01",
    "overview": "After experiencing a traumatic misfortune, Jasmine French, a wealthy woman from New York, moves to San Francisco to live with her foster sister Ginger and the firm purpose of getting a new life, but she will be haunted by anxiety and memories of the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nsj0RLRI10351uYMoAKPur6Derd.jpg",
    "popularity": 2.1175,
    "tmdb_url": "https://www.themoviedb.org/movie/160588"
  },
  {
    "id": 38221,
    "title": "Space Amoeba",
    "release_date": "1970-08-01",
    "overview": "When a space probe crash-lands on a far-flung Pacific atoll, the craft's alien stowaways decide to take over their new world one creature at a time. Soon, the parasitic life forms latch onto three indigenous critters -- a squid, a crab and a snapping turtle -- and transform them into colossal mutant monsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4vktVrt9H9R1yXUBKRRi6QWRA7r.jpg",
    "popularity": 2.0963,
    "tmdb_url": "https://www.themoviedb.org/movie/38221"
  },
  {
    "id": 1016721,
    "title": "Bad Timing",
    "release_date": "2022-08-01",
    "overview": "A hired assassin with a broken past is on the run and hiding out with a woman he's taken captive. They hope to survive the weekend without losing their lives in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t0BAHqauckR64tZwnMxaendwJJJ.jpg",
    "popularity": 2.0817,
    "tmdb_url": "https://www.themoviedb.org/movie/1016721"
  },
  {
    "id": 12274,
    "title": "Kuselan",
    "release_date": "2008-08-01",
    "overview": "Balakrishnan and Ashok are two childhood friends who lose touch with each other. One of them goes on to become a national figure and the other, a village barber.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Cp1L4hhPa83IF7bA3Ac2VDRN1F.jpg",
    "popularity": 2.0088,
    "tmdb_url": "https://www.themoviedb.org/movie/12274"
  }
]