[
  {
    "id": 345940,
    "title": "The Meg",
    "release_date": "2018-08-09",
    "overview": "A deep sea submersible pilot revisits his past fears in the Mariana Trench, and accidentally unleashes the seventy foot ancestor of the Great White Shark believed to be extinct.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eyWICPcxOuTcDDDbTMOZawoOn8d.jpg",
    "popularity": 123.7649,
    "tmdb_url": "https://www.themoviedb.org/movie/345940"
  },
  {
    "id": 7451,
    "title": "xXx",
    "release_date": "2002-08-09",
    "overview": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xeEw3eLeSFmJgXZzmF2Efww0q3s.jpg",
    "popularity": 74.833,
    "tmdb_url": "https://www.themoviedb.org/movie/7451"
  },
  {
    "id": 980489,
    "title": "Gran Turismo",
    "release_date": "2023-08-09",
    "overview": "The ultimate wish-fulfillment tale of a teenage Gran Turismo player whose gaming skills won him a series of Nissan competitions to become an actual professional racecar driver.",
    "poster_url": "https://image.tmdb.org/t/p/w500/51tqzRtKMMZEYUpSYkrUE7v9ehm.jpg",
    "popularity": 13.1967,
    "tmdb_url": "https://www.themoviedb.org/movie/980489"
  },
  {
    "id": 50014,
    "title": "The Help",
    "release_date": "2011-08-09",
    "overview": "Aibileen Clark is a middle-aged African-American maid who has spent her life raising white children and has recently lost her only son; Minny Jackson is an African-American maid who has often offended her employers despite her family's struggles with money and her desperate need for jobs; and Eugenia \"Skeeter\" Phelan is a young white woman who has recently moved back home after graduating college to find out her childhood maid has mysteriously disappeared. These three stories intertwine to explain how life in Jackson, Mississippi revolves around \"the help\"; yet they are always kept at a certain distance because of racial lines.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3kmfoWWEc9Vtyuaf9v5VipRgdjx.jpg",
    "popularity": 11.538,
    "tmdb_url": "https://www.themoviedb.org/movie/50014"
  },
  {
    "id": 7446,
    "title": "Tropic Thunder",
    "release_date": "2008-08-09",
    "overview": "A group of self-absorbed actors set out to make the most expensive war film ever. After ballooning costs force the studio to cancel the movie, the frustrated director refuses to stop shooting, leading his cast into the jungles of Southeast Asia, where they encounter real bad guys.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zAurB9mNxfYRoVrVjAJJwGV3sPg.jpg",
    "popularity": 8.1593,
    "tmdb_url": "https://www.themoviedb.org/movie/7446"
  },
  {
    "id": 675445,
    "title": "PAW Patrol: The Movie",
    "release_date": "2021-08-09",
    "overview": "Ryder and the pups are called to Adventure City to stop Mayor Humdinger from turning the bustling metropolis into a state of chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jXavWyam2VPR6bOhLwwuP3K2Hw4.jpg",
    "popularity": 7.56,
    "tmdb_url": "https://www.themoviedb.org/movie/675445"
  },
  {
    "id": 635910,
    "title": "The Last Voyage of the Demeter",
    "release_date": "2023-08-09",
    "overview": "The crew of the merchant ship Demeter attempts to survive the ocean voyage from Carpathia to London as they are stalked each night by a merciless presence onboard the ship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrtbv6Cew7qC7k9GsYSf5uSmuKh.jpg",
    "popularity": 6.1448,
    "tmdb_url": "https://www.themoviedb.org/movie/635910"
  },
  {
    "id": 724209,
    "title": "Heart of Stone",
    "release_date": "2023-08-09",
    "overview": "An intelligence operative for a shadowy global peacekeeping agency races to stop a hacker from stealing its most valuable — and dangerous — weapon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vB8o2p4ETnrfiWEgVxHmHWP9yRl.jpg",
    "popularity": 6.0914,
    "tmdb_url": "https://www.themoviedb.org/movie/724209"
  },
  {
    "id": 2756,
    "title": "The Abyss",
    "release_date": "1989-08-09",
    "overview": "A civilian oil rig crew is recruited to conduct a search and rescue effort when a nuclear submarine mysteriously sinks. One diver soon finds himself on a spectacular odyssey 25,000 feet below the ocean's surface where he confronts a mysterious force that has the power to change the world or destroy it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2dCit3XAtv9KWCJvRKdPkJ0FAkH.jpg",
    "popularity": 5.8926,
    "tmdb_url": "https://www.themoviedb.org/movie/2756"
  },
  {
    "id": 487558,
    "title": "BlacKkKlansman",
    "release_date": "2018-08-09",
    "overview": "Colorado Springs, late 1970s. Ron Stallworth, an African American police officer, and Flip Zimmerman, his Jewish colleague, run an undercover operation to infiltrate the Ku Klux Klan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8jxqAvSDoneSKRczaK8v9X5gqBp.jpg",
    "popularity": 4.9522,
    "tmdb_url": "https://www.themoviedb.org/movie/487558"
  },
  {
    "id": 151026,
    "title": "How to Seduce Your Teacher",
    "release_date": "1979-08-09",
    "overview": "There's a new girl in school, Angela, the Headmaster's neice. Every male will try to seduce her, even her uncle. Meanwhile she will drive the philosophy's teacher mad and her best friend Irma will have a good time with the classmates. Will they get the grades?",
    "poster_url": "https://image.tmdb.org/t/p/w500/ll7zJmMPglc6P7x6RYzJptZSbmm.jpg",
    "popularity": 4.7478,
    "tmdb_url": "https://www.themoviedb.org/movie/151026"
  },
  {
    "id": 729854,
    "title": "Concrete Utopia",
    "release_date": "2023-08-09",
    "overview": "The world has been reduced to rubble by a massive earthquake. While no one knows for sure how far the ruins stretch, or what the cause of the earthquake may be, in the heart of Seoul there is only one apartment building left standing. It is called Hwang Gung Apartments. As time passes, outsiders start coming in to Hwang Gung Apartments trying to escape the extreme cold. Before long, the apartment residents are unable to cope with the increasing numbers. Feeling a threat to their very survival, the residents enact a special measure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4l68KHxnPSow8MvnGUpjqLzJtLJ.jpg",
    "popularity": 4.5895,
    "tmdb_url": "https://www.themoviedb.org/movie/729854"
  },
  {
    "id": 463257,
    "title": "The Peanut Butter Falcon",
    "release_date": "2019-08-09",
    "overview": "A down-on-his-luck crab fisherman embarks on a journey to get a young man with Down syndrome to a professional wrestling school in rural North Carolina and away from the retirement home where he’s lived for the past two and a half years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qyQcRGvdW3VtxHR4fSDgPOePEip.jpg",
    "popularity": 4.0482,
    "tmdb_url": "https://www.themoviedb.org/movie/463257"
  },
  {
    "id": 7095,
    "title": "Jack",
    "release_date": "1996-08-09",
    "overview": "Jack Powell suffers from an affliction that makes him grow four times faster than normal, so the 10 year old boy looks like a 40 year old man. After years of being tutored at home, Jack convinces his overprotective parents to send him to public school. The children don't know what to make of Jack, but with the help of his fifth-grade teacher, he makes an effort to win them over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9W6UI8UQ4YdLCAaPFd0lcKJ1tX4.jpg",
    "popularity": 3.8859,
    "tmdb_url": "https://www.themoviedb.org/movie/7095"
  },
  {
    "id": 10061,
    "title": "Escape from L.A.",
    "release_date": "1996-08-09",
    "overview": "Into the 9.6-quaked Los Angeles of 2013 comes Snake Plissken. His job: wade through L.A.'s ruined landmarks to retrieve a doomsday device.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3L9lL2eUsmLNNfENPwNOc82Hzpw.jpg",
    "popularity": 3.5305,
    "tmdb_url": "https://www.themoviedb.org/movie/10061"
  },
  {
    "id": 77953,
    "title": "The Campaign",
    "release_date": "2012-08-09",
    "overview": "Two rival politicians compete to win an election to represent their small North Carolina congressional district in the United States House of Representatives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jMWjJ13sFTT07DwjNlqh8VY4sK6.jpg",
    "popularity": 3.4495,
    "tmdb_url": "https://www.themoviedb.org/movie/77953"
  },
  {
    "id": 151960,
    "title": "Planes",
    "release_date": "2013-08-09",
    "overview": "Dusty is a cropdusting plane who dreams of competing in a famous aerial race. The problem? He is hopelessly afraid of heights. With the support of his mentor Skipper and a host of new friends, Dusty sets off to make his dreams come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i2xgU0y0p77WTrB0oIkbpdaWq8R.jpg",
    "popularity": 3.3185,
    "tmdb_url": "https://www.themoviedb.org/movie/151960"
  },
  {
    "id": 764339,
    "title": "An Affair: My Wife's Friend 2",
    "release_date": "2019-08-09",
    "overview": "Hyunsoo is lodging at the house of his senior worker, Hyejin. Hyejin has a husband Sang-woo, but in fact, it is an affair with Hyun-soo who makes love secretly. Hyeon-ju, a friend who had been lodging at Hyejin's house before Hin Pyeon, also beats his job and comes in with a pack of luggage. In the end, Hyejin, Sangwoo, Hyunsu, and Hyunjoo. Four people's uncomfortable but dizzying cohabitation begins...",
    "poster_url": "https://image.tmdb.org/t/p/w500/71F5nIcReEDckIY2FvHE54E0PvN.jpg",
    "popularity": 3.2627,
    "tmdb_url": "https://www.themoviedb.org/movie/764339"
  },
  {
    "id": 110398,
    "title": "No",
    "release_date": "2012-08-09",
    "overview": "In 1988, Chilean military dictator Augusto Pinochet, due to international pressure, is forced to call a plebiscite on his presidency. The country will vote ‘Yes’ or ‘No’ to Pinochet extending his rule for another eight years. Opposition leaders for the ‘No’ vote persuade a brash young advertising executive, René Saavedra, to spearhead their campaign. Against all odds, with scant resources and while under scrutiny by the despot’s minions, Saavedra and his team devise an audacious plan to win the election and set Chile free.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Aqp4PH27zI4Uqqag41y2gXwmXma.jpg",
    "popularity": 3.1906,
    "tmdb_url": "https://www.themoviedb.org/movie/110398"
  },
  {
    "id": 86328,
    "title": "Terrifier",
    "release_date": "2011-08-09",
    "overview": "After witnessing a brutal murder on Halloween night, a young woman becomes the next target of a maniacal entity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uP5k78WkCVrxrFp4AJflHbC61Ao.jpg",
    "popularity": 2.836,
    "tmdb_url": "https://www.themoviedb.org/movie/86328"
  },
  {
    "id": 14163,
    "title": "Chak De! India",
    "release_date": "2007-08-09",
    "overview": "A team of rag-tag girls with their own agenda form Team India competing for international fame in field hockey. Their coach, the ex-men's Indian National team captain, returns from a life of shame after being unjustly accused of match fixing in his last match. Can he give the girls the motivation required to win, while dealing with the shadows of his own past?",
    "poster_url": "https://image.tmdb.org/t/p/w500/mmFMgEsTRCAGAtwffGpuo3mJsxN.jpg",
    "popularity": 2.8188,
    "tmdb_url": "https://www.themoviedb.org/movie/14163"
  },
  {
    "id": 16321,
    "title": "Zu Warriors",
    "release_date": "2001-08-09",
    "overview": "King Sky, the sole disciple of the Kun Lun Sect, falls in love with his master Dawn. Dawn is killed when Insomnia destroys the Kin Lun Mountain. King Sky waits for two hundred years and meets Enigma, who is the reincarnation of Dawn, and in love with her again. However, Insomnia's Blood Clouds is ready to destroy Zu...",
    "poster_url": "https://image.tmdb.org/t/p/w500/6WeNAgPpwhXFw3RPLkoXNXX5sg1.jpg",
    "popularity": 2.7692,
    "tmdb_url": "https://www.themoviedb.org/movie/16321"
  },
  {
    "id": 7973,
    "title": "Caramel",
    "release_date": "2007-08-09",
    "overview": "In a beauty salon in Beirut the lives of five women cross paths. The beauty salon is a colorful and sensual microcosm where they share and entrust their hopes, fears and expectations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3YAAZuO0Rz33CrIO66NqxMS6R4y.jpg",
    "popularity": 2.6794,
    "tmdb_url": "https://www.themoviedb.org/movie/7973"
  },
  {
    "id": 26955,
    "title": "Oasis",
    "release_date": "2002-08-09",
    "overview": "A young man released from prison visits the widow of the man he killed drunk-driving and becomes infatuated with his cerebral palsy-stricken daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aaajiBpeBVbVwovpSQKaMfKRGKw.jpg",
    "popularity": 2.5598,
    "tmdb_url": "https://www.themoviedb.org/movie/26955"
  },
  {
    "id": 453127,
    "title": "Midnight Runners",
    "release_date": "2017-08-09",
    "overview": "Two apathetic police academy recruits who become best buddies through the tough training together witness a woman being abducted right before their very eyes. As they were taught in the academy, they quickly report the incident to the police, but the police are in no hurry to jump on the case. So the duo decide to take the matter into their own hands and rescue the woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/11qHlLL2rsQGH1nmPjJ7jFjeGcb.jpg",
    "popularity": 2.4681,
    "tmdb_url": "https://www.themoviedb.org/movie/453127"
  },
  {
    "id": 119698,
    "title": "The Dinosaur Project",
    "release_date": "2012-08-09",
    "overview": "Found footage of an expedition into the Congo jungle where a team of explorers stumbles upon a colony of Dinosaurs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qmMoPP8hSFbxzLn3Tt9UonPsma9.jpg",
    "popularity": 2.2637,
    "tmdb_url": "https://www.themoviedb.org/movie/119698"
  },
  {
    "id": 9573,
    "title": "Blood Work",
    "release_date": "2002-08-09",
    "overview": "Still recovering from a heart transplant, a retired FBI profiler returns to service when his own blood analysis offers clues to the identity of a serial killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A6wWJkIREagRWFNu3YotID3n9aW.jpg",
    "popularity": 2.1959,
    "tmdb_url": "https://www.themoviedb.org/movie/9573"
  },
  {
    "id": 1852,
    "title": "World Trade Center",
    "release_date": "2006-08-09",
    "overview": "Two police officers struggle to survive when they become trapped beneath the rubble of the World Trade Center on September 11, 2001.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bfTiVc8kxq8uRXeblV3Ct35APGu.jpg",
    "popularity": 2.0904,
    "tmdb_url": "https://www.themoviedb.org/movie/1852"
  },
  {
    "id": 534259,
    "title": "Blinded by the Light",
    "release_date": "2019-08-09",
    "overview": "In 1987, during the austere days of Thatcher’s Britain, a teenager learns to live life, understand his family, and find his own voice through the music of Bruce Springsteen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1KsKNrgs7D3zPh9FT9f6MD3ampH.jpg",
    "popularity": 2.0699,
    "tmdb_url": "https://www.themoviedb.org/movie/534259"
  }
]