[
  {
    "id": 235,
    "title": "Stand by Me",
    "release_date": "1986-08-08",
    "overview": "After learning that a boy their age has been accidentally killed near their rural homes, four Oregon boys decide to go see the body. On the way, Gordie,  Vern, Chris and Teddy encounter a mean junk man and a marsh full of leeches, as they also learn more about one another and their very different home lives. Just a lark at first, the boys' adventure evolves into a defining event in their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vz0w9BSehcqjDcJOjRaCk7fgJe7.jpg",
    "popularity": 60.1081,
    "tmdb_url": "https://www.themoviedb.org/movie/235"
  },
  {
    "id": 5174,
    "title": "Rush Hour 3",
    "release_date": "2007-08-08",
    "overview": "After a botched assassination attempt, the mismatched duo finds themselves in Paris, struggling to retrieve a precious list of names, as the murderous crime syndicate's henchmen try their best to stop them. Once more, Lee and Carter must fight their way through dangerous gangsters; however, this time, the past has come back to haunt Lee. Will the boys get the job done once and for all?",
    "poster_url": "https://image.tmdb.org/t/p/w500/rZ7IxJlPhNNJ6Rn8z1rzsXuA70P.jpg",
    "popularity": 8.8869,
    "tmdb_url": "https://www.themoviedb.org/movie/5174"
  },
  {
    "id": 9257,
    "title": "S.W.A.T.",
    "release_date": "2003-08-08",
    "overview": "Hondo Harrelson recruits Jim Street to join an elite unit of the Los Angeles Police Department. Together they seek out more members, including tough Deke Kay and single mom Chris Sanchez. The team's first big assignment is to escort crime boss Alex Montel to prison. It seems routine, but when Montel offers a huge reward to anyone who can break him free, criminals of various stripes step up for the prize.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bon63yPVIgUFLP2653Dg9GCOJLJ.jpg",
    "popularity": 7.5955,
    "tmdb_url": "https://www.themoviedb.org/movie/9257"
  },
  {
    "id": 499701,
    "title": "Dora and the Lost City of Gold",
    "release_date": "2019-08-08",
    "overview": "Dora, a girl who has spent most of her life exploring the jungle with her parents, now must navigate her most dangerous adventure yet: high school. Always the explorer, Dora quickly finds herself leading Boots (her best friend, a monkey), Diego, and a rag tag group of teens on an adventure to save her parents and solve the impossible mystery behind a lost Inca civilization.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xvYCZ740XvngXK0FNeSNVTJJJ5v.jpg",
    "popularity": 7.0764,
    "tmdb_url": "https://www.themoviedb.org/movie/499701"
  },
  {
    "id": 76163,
    "title": "The Expendables 2",
    "release_date": "2012-08-08",
    "overview": "Mr. Church reunites the Expendables for what should be an easy paycheck, but when one of their men is murdered on the job, their quest for revenge puts them deep in enemy territory and up against an unexpected threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/74rTIGyGoIu5KSxDVMdr8H3MtMo.jpg",
    "popularity": 6.9862,
    "tmdb_url": "https://www.themoviedb.org/movie/76163"
  },
  {
    "id": 11351,
    "title": "Jeepers Creepers 2",
    "release_date": "2003-08-08",
    "overview": "When their bus is crippled on the side of a deserted road, a team of high school athletes discover an opponent they cannot defeat – and may not survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u2ghDfjcs3y5c8ata3COc4pWiAN.jpg",
    "popularity": 6.768,
    "tmdb_url": "https://www.themoviedb.org/movie/11351"
  },
  {
    "id": 49040,
    "title": "The Bourne Legacy",
    "release_date": "2012-08-08",
    "overview": "New CIA operative Aaron Cross experiences life-or-death stakes that have been triggered by the previous actions of Jason Bourne.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1aExL5DTGHj25ZfIC3dDwS84RWi.jpg",
    "popularity": 5.8512,
    "tmdb_url": "https://www.themoviedb.org/movie/49040"
  },
  {
    "id": 43930,
    "title": "Tomorrow, When the War Began",
    "release_date": "2010-08-08",
    "overview": "Ellie Linton, a teen from an Australian coastal town, leads her friends on an excursion to a camp deep in the woods, dubbed \"Hell.\" Upon their return, the youths find that their town has been overrun by an enemy army, and their friends and family have been imprisoned. When the hostile invaders become alerted to their presence, Ellie and her friends band together to escape -- and strike back against -- this mysterious enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5gCch2MnpAhWimy3B77D5s6Sgn1.jpg",
    "popularity": 5.7446,
    "tmdb_url": "https://www.themoviedb.org/movie/43930"
  },
  {
    "id": 417384,
    "title": "Scary Stories to Tell in the Dark",
    "release_date": "2019-08-08",
    "overview": "Mill Valley, Pennsylvania, Halloween night, 1968. After playing a joke on a school bully, Stella and her friends decide to sneak into a supposedly haunted house that once belonged to the powerful Bellows family, unleashing dark forces that they will be unable to control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uy0dNFbhRhHBLwpOGpcTw9UEwdX.jpg",
    "popularity": 4.7453,
    "tmdb_url": "https://www.themoviedb.org/movie/417384"
  },
  {
    "id": 205022,
    "title": "Chennai Express",
    "release_date": "2013-08-08",
    "overview": "Rahul embarks on a journey to a small town in Tamil Nadu to fulfill the last wish of his grandfather: to have his ashes immersed in the Holy water of Rameshwaram. En route, he meets a woman hailing from a unique family down South. As they find love through this journey in the exuberant lands of South India, an unanticipated drive awaits them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9LZgpUyFEvqHaDVuveE002mhgTi.jpg",
    "popularity": 4.4672,
    "tmdb_url": "https://www.themoviedb.org/movie/205022"
  },
  {
    "id": 522924,
    "title": "The Art of Racing in the Rain",
    "release_date": "2019-08-08",
    "overview": "A family dog – with a near-human soul and a philosopher's mind – evaluates his life through the lessons learned by his human owner, a race-car driver.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mi5VN4ww0JZgRFJIaPxxTGKjUg7.jpg",
    "popularity": 4.0223,
    "tmdb_url": "https://www.themoviedb.org/movie/522924"
  },
  {
    "id": 1064835,
    "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 2",
    "release_date": "2023-08-08",
    "overview": "Reunited with Lancelot for the first time since their tragic accident, Tristan must learn to conquer his inner demons in order to save his mother's life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/516MFML05KWiPfiQNAsVCGMySc7.jpg",
    "popularity": 3.7472,
    "tmdb_url": "https://www.themoviedb.org/movie/1064835"
  },
  {
    "id": 265712,
    "title": "Stand by Me Doraemon",
    "release_date": "2014-08-08",
    "overview": "Sewashi and Doraemon find themselves way back in time and meet Nobita. It is up to Doraemon to take care of Nobita or else he will not return to the present.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wc7XQbfx6EIQqCuvmBMt3aisb2Y.jpg",
    "popularity": 3.729,
    "tmdb_url": "https://www.themoviedb.org/movie/265712"
  },
  {
    "id": 77805,
    "title": "Lovelace",
    "release_date": "2013-08-08",
    "overview": "Story of Linda Lovelace, who is used and abused by the porn industry at the behest of her coercive husband, before taking control of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9zdacmBswpiyLJfynWeGFXxHP1i.jpg",
    "popularity": 3.5923,
    "tmdb_url": "https://www.themoviedb.org/movie/77805"
  },
  {
    "id": 8834,
    "title": "Conspiracy Theory",
    "release_date": "1997-08-08",
    "overview": "A man obsessed with conspiracy theories becomes a target after one of his theories turns out to be true. Unfortunately, in order to save himself, he has to figure out which theory it is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wj0n6gci4EMWRhV9ozCKTgESGdB.jpg",
    "popularity": 3.4828,
    "tmdb_url": "https://www.themoviedb.org/movie/8834"
  },
  {
    "id": 23167,
    "title": "The Garden of Sinners: A Study in Murder (Part 2)",
    "release_date": "2009-08-08",
    "overview": "February 1999. Both ceremonies disappeared before Mikiya Kuroiri. And a continuous hunting murder case that recurs to match it. Three years ago, he called himself a murderer. Mikiya vowed to continue believing. Mikiya begins investigating the murder case to prove the innocence of the ceremony. Meanwhile, Mikiya reunited with a senior high school senior, Sakuji Shirazumi, triggered by a drug case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kiOc87AV2sDlZomxKQtJrvHETiZ.jpg",
    "popularity": 3.4404,
    "tmdb_url": "https://www.themoviedb.org/movie/23167"
  },
  {
    "id": 396461,
    "title": "Under the Silver Lake",
    "release_date": "2018-08-08",
    "overview": "Young and disenchanted Sam meets a mysterious and beautiful woman who's swimming in his building's pool one night. When she suddenly vanishes the next morning, Sam embarks on a surreal quest across Los Angeles to decode the secret behind her disappearance, leading him into the murkiest depths of mystery, scandal and conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/771Ey73LqsE9ORJhQCI25rgMXS2.jpg",
    "popularity": 3.3219,
    "tmdb_url": "https://www.themoviedb.org/movie/396461"
  },
  {
    "id": 517991,
    "title": "The Spy Gone North",
    "release_date": "2018-08-08",
    "overview": "South Korea, 1993. An agent of the National Intelligence Service is sent to Beijing to infiltrate a group of North Korean officials with the ultimate goal of obtaining information about their nuclear program.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ib7SNOKqPKLyVXTjhuVJIglTC3E.jpg",
    "popularity": 3.2021,
    "tmdb_url": "https://www.themoviedb.org/movie/517991"
  },
  {
    "id": 3160,
    "title": "Frankenstein Conquers the World",
    "release_date": "1965-08-08",
    "overview": "During WWII, Germans obtain the immortal heart of Frankenstein's monster and transport it to Japan to prevent it being seized by the Allies. Kept in a Hiroshima laboratory, it is seeming lost when the United States destroys the city with the atomic bomb. Years later a wild boy is discovered wandering the streets of the city alone, born of the immortal heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w3z1W8IAAFkvgJMvAnlws9W0by.jpg",
    "popularity": 2.9409,
    "tmdb_url": "https://www.themoviedb.org/movie/3160"
  },
  {
    "id": 508664,
    "title": "Danger Close: The Battle of Long Tan",
    "release_date": "2019-08-08",
    "overview": "Vietnam War, 1966. Australia and New Zealand send troops to support the United States and South Vietnamese in their fight against the communist North. Soldiers are very young men, recruits and volunteers who have never been involved in a combat. On August 18th, members of Delta Company will face the true horror of a ruthless battle among the trees of a rubber plantation called Long Tân. They are barely a hundred. The enemy is a human wave ready to destroy them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aB1rCWGMsM2mm1kBDleaPkqUCFo.jpg",
    "popularity": 2.8011,
    "tmdb_url": "https://www.themoviedb.org/movie/508664"
  },
  {
    "id": 26277,
    "title": "Mujhse Dosti Karoge!",
    "release_date": "2002-08-08",
    "overview": "A man falls in love with his childhood friend, but her sister is the one who reciprocates his feelings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fOu6pOPCeofmf5apKvsJb3XQmj3.jpg",
    "popularity": 2.7364,
    "tmdb_url": "https://www.themoviedb.org/movie/26277"
  },
  {
    "id": 570480,
    "title": "Trouble",
    "release_date": "2019-08-08",
    "overview": "A pampered dog named Trouble must learn to live in the real world while trying to escape from his former owner's greedy children and must learn how to survive on the big-city streets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yfTXk9T3iNxuOcnA72AirzueLxL.jpg",
    "popularity": 2.5716,
    "tmdb_url": "https://www.themoviedb.org/movie/570480"
  },
  {
    "id": 126400,
    "title": "Gangs of Wasseypur - Part 2",
    "release_date": "2012-08-08",
    "overview": "After the death of his father and brother Danish, Faizal Khan vows to take revenge by destroying Ramadhir Singh's gang.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4CVPyT10Cvw9BCgWNKXiRcXntuc.jpg",
    "popularity": 2.5441,
    "tmdb_url": "https://www.themoviedb.org/movie/126400"
  },
  {
    "id": 487680,
    "title": "The Kitchen",
    "release_date": "2019-08-08",
    "overview": "The mobster husbands of three 1978 Hell's Kitchen housewives are sent to prison by the FBI. Left with little but a sharp ax to grind, the ladies take the Irish mafia's matters into their own hands — proving unexpectedly adept at everything from running the rackets to taking out the competition… literally.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l3smhHvnczXg8E2WzysRVKIXSYJ.jpg",
    "popularity": 2.5262,
    "tmdb_url": "https://www.themoviedb.org/movie/487680"
  },
  {
    "id": 1857,
    "title": "The Transformers: The Movie",
    "release_date": "1986-08-08",
    "overview": "The Autobots must stop a colossal planet-consuming robot who goes after the Autobot Matrix of Leadership. At the same time, they must defend themselves against an all-out attack from the Decepticons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j4HTorvJdGOuIgGyE56fMCLmcCg.jpg",
    "popularity": 2.4915,
    "tmdb_url": "https://www.themoviedb.org/movie/1857"
  },
  {
    "id": 25516,
    "title": "Koi... Mil Gaya",
    "release_date": "2003-08-08",
    "overview": "A developmentally disabled boy's life changes after he encounters an extraterrestrial being.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2iJVauDYcYxRRGciTmAOSjiATf9.jpg",
    "popularity": 2.4606,
    "tmdb_url": "https://www.themoviedb.org/movie/25516"
  },
  {
    "id": 619599,
    "title": "Ambili",
    "release_date": "2019-08-08",
    "overview": "Revolves around the life of Ambili, a simple, innocent person, and how his adorable persona wins over the love of the people around him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t3DmSBEOKBkDt48xXo4IY7TnXYp.jpg",
    "popularity": 2.456,
    "tmdb_url": "https://www.themoviedb.org/movie/619599"
  },
  {
    "id": 30617,
    "title": "Kamen Rider Decade: All Riders vs. Dai-Shocker",
    "release_date": "2009-08-08",
    "overview": "Tsukasa travels to his home world of the World of Decade, where he discovers the origin of his powers and his true heritage as the leader of Dai-Shocker. The film features all ten of the lead Heisei Kamen Riders, as well as all of the Shōwa period Kamen Riders, leading to a total of 25 Riders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pZNhRgJReSLyFMqIDQcmMeIiQVd.jpg",
    "popularity": 2.3171,
    "tmdb_url": "https://www.themoviedb.org/movie/30617"
  },
  {
    "id": 16187,
    "title": "Buzz Lightyear of Star Command: The Adventure Begins",
    "release_date": "2000-08-08",
    "overview": "Buzz Lightyear must battle Emperor Zurg with the help of three hopefuls who insist on being his partners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q3KKUunEhdmOob17JbGB1kgPfdJ.jpg",
    "popularity": 2.3149,
    "tmdb_url": "https://www.themoviedb.org/movie/16187"
  },
  {
    "id": 15668,
    "title": "Xanadu",
    "release_date": "1980-08-08",
    "overview": "A beautiful muse inspires an artist and his older friend to convert a dilapidated auditorium into a lavish rollerskating club.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wVgCNOMJpffFrpkHL9E4BKD6atE.jpg",
    "popularity": 2.0547,
    "tmdb_url": "https://www.themoviedb.org/movie/15668"
  },
  {
    "id": 132711,
    "title": "The Grand Heist",
    "release_date": "2012-08-08",
    "overview": "Ice suddenly becomes a more valuable commodity during the Joseon Dynasty and a gang of eleven professionals are assigned to protect the market situation from irresponsible people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/of8NnfBmjka5PGfEmPXaAyt8F3w.jpg",
    "popularity": 2.0266,
    "tmdb_url": "https://www.themoviedb.org/movie/132711"
  }
]