[
  {
    "id": 766507,
    "title": "Prey",
    "release_date": "2022-08-02",
    "overview": "When danger threatens her camp, the fierce and highly skilled Comanche warrior Naru sets out to protect her people. But the prey she stalks turns out to be a highly evolved alien predator with a technically advanced arsenal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h58U7d1OZyuWaCWMYvw4mfnv6H3.jpg",
    "popularity": 21.6298,
    "tmdb_url": "https://www.themoviedb.org/movie/766507"
  },
  {
    "id": 550115,
    "title": "Airplane Mode",
    "release_date": "2019-08-02",
    "overview": "En route to the world's largest social media convention in Australia, Logan Paul is scared to death; today is his first time flying. All of his worst nightmares come true when the passengers refuse to switch their phones to airplane mode, causing the plane's controls to go haywire and electrocuting the pilots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jWcxcTE0LfDL1M4NSN2NORvEyho.jpg",
    "popularity": 15.9927,
    "tmdb_url": "https://www.themoviedb.org/movie/550115"
  },
  {
    "id": 16869,
    "title": "Inglourious Basterds",
    "release_date": "2009-08-02",
    "overview": "In Nazi-occupied France during World War II, a group of Jewish-American soldiers known as \"The Basterds\" are chosen specifically to spread fear throughout the Third Reich by scalping and brutally killing Nazis. The Basterds, lead by Lt. Aldo Raine soon cross paths with a French-Jewish teenage girl who runs a movie theater in Paris which is targeted by the soldiers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7sfbEnaARXDDhKm0CZ7D7uc2sbo.jpg",
    "popularity": 15.9366,
    "tmdb_url": "https://www.themoviedb.org/movie/16869"
  },
  {
    "id": 615656,
    "title": "Meg 2: The Trench",
    "release_date": "2023-08-02",
    "overview": "An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
    "popularity": 13.5174,
    "tmdb_url": "https://www.themoviedb.org/movie/615656"
  },
  {
    "id": 10830,
    "title": "Matilda",
    "release_date": "1996-08-02",
    "overview": "Matilda Wormwood is an exquisite and intelligent little girl. Unfortunately, her parents, Harry and Zinnia misunderstand her because they think she is so different. As time passes, she finally starts school and has a kind teacher, loyal friends, and a sadistic headmistress. As she gets fed up with the constant cruelty, she begins to realize that she has a gift of telekinetic powers. After some days of practice, she suddenly turns the tables to stand up to Harry and Zinnia and outwit the headmistress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wYoDpWInsBEVSmWStnRH06ddoyk.jpg",
    "popularity": 9.3239,
    "tmdb_url": "https://www.themoviedb.org/movie/10830"
  },
  {
    "id": 10515,
    "title": "Castle in the Sky",
    "release_date": "1986-08-02",
    "overview": "A young boy and a girl with a magic crystal must race against pirates and foreign agents in a search for a legendary floating castle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/41XxSsJc5OrulP0m7TrrUeO2hoz.jpg",
    "popularity": 8.3656,
    "tmdb_url": "https://www.themoviedb.org/movie/10515"
  },
  {
    "id": 1933,
    "title": "The Others",
    "release_date": "2001-08-02",
    "overview": "Grace is a religious woman who lives in an old house kept dark because her two children, Anne and Nicholas, have a rare sensitivity to light. When the family begins to suspect the house is haunted, Grace fights to protect her children at any cost in the face of strange events and disturbing visions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p8g1vlTvpM6nr2hMMiZ1fUlKF0D.jpg",
    "popularity": 7.8201,
    "tmdb_url": "https://www.themoviedb.org/movie/1933"
  },
  {
    "id": 454640,
    "title": "The Angry Birds Movie 2",
    "release_date": "2019-08-02",
    "overview": "Red, Chuck, Bomb and the rest of their feathered friends are surprised when a green pig suggests that they put aside their differences and unite to fight a common threat. Aggressive birds from an island covered in ice are planning to use an elaborate weapon to destroy the fowl and swine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dz3AjGWAPV4cK8lRDY0DdaVfGUK.jpg",
    "popularity": 7.7025,
    "tmdb_url": "https://www.themoviedb.org/movie/454640"
  },
  {
    "id": 64635,
    "title": "Total Recall",
    "release_date": "2012-08-02",
    "overview": "Factory worker Doug Quaid takes a virtual mind-trip vacation with the Rekall company, opting for implanted memories of being a spy. When the procedure goes wrong, Quaid becomes a wanted man by the police and joins forces with a rebel fighter to stop the evil Chancellor Cohaagen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fucmGeZYM4yzqJUnDTc4pKQNCej.jpg",
    "popularity": 6.2106,
    "tmdb_url": "https://www.themoviedb.org/movie/64635"
  },
  {
    "id": 506574,
    "title": "Descendants 3",
    "release_date": "2019-08-02",
    "overview": "The teenagers of Disney's most infamous villains return to the Isle of the Lost to recruit a new batch of villainous offspring to join them at Auradon Prep.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7IRy0iHdaS0JI3ng4ZYlk5gLSFn.jpg",
    "popularity": 6.1892,
    "tmdb_url": "https://www.themoviedb.org/movie/506574"
  },
  {
    "id": 437068,
    "title": "A Taxi Driver",
    "release_date": "2017-08-02",
    "overview": "May, 1980. Man-seob is a taxi driver in Seoul who lives from hand to mouth, raising his young daughter alone. One day, he hears that there is a foreigner who will pay big money for a drive down to Gwangju city. Not knowing that he’s a German journalist with a hidden agenda, Man-seob takes the job.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iXVaWbxmyPk4KZGZk5GGDGFieMX.jpg",
    "popularity": 5.3924,
    "tmdb_url": "https://www.themoviedb.org/movie/437068"
  },
  {
    "id": 136400,
    "title": "2 Guns",
    "release_date": "2013-08-02",
    "overview": "A DEA agent and an undercover Naval Intelligence officer who have been tasked with investigating one another find they have been set up by the mob -- the very organization the two men believe they have been stealing money from.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ptURGAFktibhk7DEAbMazlmNqWa.jpg",
    "popularity": 4.8867,
    "tmdb_url": "https://www.themoviedb.org/movie/136400"
  },
  {
    "id": 407375,
    "title": "Sniper: Ghost Shooter",
    "release_date": "2016-08-02",
    "overview": "Elite snipers Brandon Beckett and Richard Miller are fighting extremists in the Middle East when the Colonel gives them a new mission: to protect a gas pipeline stretching from the Republic of Georgia to Western Europe from extremists eager to make a political statement. But when skirmishes with the enemy lead to U.S. snipers being killed by a ghost shooter who locks into their exact location, a security breach is suspected. Fingers are pointed and battle lines are drawn, all leading up to an explosive climax.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fimBlLrgXmHhu7RnXJyAQP55mvB.jpg",
    "popularity": 4.8542,
    "tmdb_url": "https://www.themoviedb.org/movie/407375"
  },
  {
    "id": 2675,
    "title": "Signs",
    "release_date": "2002-08-02",
    "overview": "A family living on a farm finds mysterious crop circles in their fields which suggests something more frightening to come.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyZkNEbNgnciUVTyu4NZTjlCh4L.jpg",
    "popularity": 4.6676,
    "tmdb_url": "https://www.themoviedb.org/movie/2675"
  },
  {
    "id": 17581,
    "title": "Naruto Shippuden the Movie: Bonds",
    "release_date": "2008-08-02",
    "overview": "A mysterious group of ninjas makes a surprise attack on the Konohagakure, which takes great damage. The nightmare of another Shinobi World War could become a reality. Sasuke, who was still a missing nin from Konoha trying to kill his brother, Itachi, appears for the second time in front of Naruto at an unknown location to prevent it from happening.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bBqEiQbbfyt4MWR3NhDZMbS4Wp8.jpg",
    "popularity": 4.5189,
    "tmdb_url": "https://www.themoviedb.org/movie/17581"
  },
  {
    "id": 13888,
    "title": "Return to the Blue Lagoon",
    "release_date": "1991-08-02",
    "overview": "In this sequel to the 1980 classic, two children are stranded on a beautiful island in the South Pacific. With no adults to guide them, the two make a simple life together and eventually become tanned teenagers in love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jhUTLuPgc3Qcvr5xtji8oiWSfYy.jpg",
    "popularity": 4.2601,
    "tmdb_url": "https://www.themoviedb.org/movie/13888"
  },
  {
    "id": 454992,
    "title": "The Spy Who Dumped Me",
    "release_date": "2018-08-02",
    "overview": "A couple of thirtysomething best friends unwittingly become entangled in an international conspiracy when one’s ex-boyfriend shows up at their apartment with a team of deadly assassins on his trail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/szEKivKPOdRyogROoQIldwbMl.jpg",
    "popularity": 3.6857,
    "tmdb_url": "https://www.themoviedb.org/movie/454992"
  },
  {
    "id": 11471,
    "title": "A Better Tomorrow",
    "release_date": "1986-08-02",
    "overview": "A reforming ex-gangster tries to reconcile with his estranged policeman brother, but the ties to his former gang are difficult to break.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3LaUyoLADXqndKaX7ZjGYrWCedt.jpg",
    "popularity": 3.3246,
    "tmdb_url": "https://www.themoviedb.org/movie/11471"
  },
  {
    "id": 157386,
    "title": "The Spectacular Now",
    "release_date": "2013-08-02",
    "overview": "Sutter, a popular party animal, unexpectedly meets the introverted Aimee after waking up on a stranger's lawn. As Sutter deals with the problems in his life and Aimee plans for her future beyond school, an unexpected romance blossoms between them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tYDbDuZ3K4Xwp3cwtmZM6k53bwq.jpg",
    "popularity": 3.2419,
    "tmdb_url": "https://www.themoviedb.org/movie/157386"
  },
  {
    "id": 82650,
    "title": "Diary of a Wimpy Kid: Dog Days",
    "release_date": "2012-08-02",
    "overview": "It's summertime, and Greg Heffley is looking forward to playing video games and spending time with his friends. However, Greg's dad has other plans: He's decided that some father-son bonding time is in order. Desperate to prevent his dad from ruining summer vacation, Greg pretends he has a job at a ritzy country club. But Greg's plan backfires, leaving him in the middle of embarrassing mishaps and a camping trip gone wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zGtie23gOL8H6dJvXRNdmCtscRq.jpg",
    "popularity": 3.1465,
    "tmdb_url": "https://www.themoviedb.org/movie/82650"
  },
  {
    "id": 10633,
    "title": "In the Heat of the Night",
    "release_date": "1967-08-02",
    "overview": "African-American Philadelphia police detective Virgil Tibbs is arrested on suspicion of murder by Bill Gillespie, the racist police chief of tiny Sparta, Mississippi. After Tibbs proves not only his own innocence but that of another man, he joins forces with Gillespie to track down the real killer. Their investigation takes them through every social level of the town, with Tibbs making enemies as well as unlikely friends as he hunts for the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fvqHTabYej3LwzKRRZCm6jV3g0O.jpg",
    "popularity": 3.1299,
    "tmdb_url": "https://www.themoviedb.org/movie/10633"
  },
  {
    "id": 15877,
    "title": "The Sky Crawlers",
    "release_date": "2008-08-02",
    "overview": "Youngsters called Kildren, who are destined to live eternally in their adolescence. The Kildren are conscious that every day could be the last, because they fight a war as entertainment, organized and operated by adults. But as they embrace the reality they are faced with, they live their day-to-day lives to the full.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bCObr03CsKOOwKysoUL5teG8wmU.jpg",
    "popularity": 2.8974,
    "tmdb_url": "https://www.themoviedb.org/movie/15877"
  },
  {
    "id": 404574,
    "title": "Wife Watching",
    "release_date": "2014-08-02",
    "overview": "Housewife Yoko is paranoid after being attacked by someone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cW6KTO0BGdETBxOQPsQVuiANtrz.jpg",
    "popularity": 2.8815,
    "tmdb_url": "https://www.themoviedb.org/movie/404574"
  },
  {
    "id": 587272,
    "title": "Father There Is Only One",
    "release_date": "2019-08-02",
    "overview": "Javier is what we have dubbed as a \"husband-in-law.\" That is that without taking care of the care of the house and children at all, he knows exactly what needs to be done, and that he continuously collects a sum of sentences from the type: \"It is that you do not organize\", or \"do not get nervous\", you already consider that overflowing woman drowns in a glass of water. Javier will have to face the reality of dealing with five children (between four and twelve years old) when his wife decides to go on a trip and leave him alone with them. The chaotic situation that takes place at home will progressively evolve ecologically to the most absolute disaster, but at the same time it will give parents and children the opportunity to meet and enjoy themselves for the first time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tW6V8C81lzYuRy8yFe1dvvGhL4j.jpg",
    "popularity": 2.856,
    "tmdb_url": "https://www.themoviedb.org/movie/587272"
  },
  {
    "id": 37021,
    "title": "Ranma 1/2 the Movie 2: Nihao My Concubine",
    "release_date": "1992-08-02",
    "overview": "With the Tendos, the Saotomes, Ryoga, Shampoo and Ukyo misinterpreting Tatewake Kuno's invitation to his two loves, Akane and 'The Pig Tailed Girl', to try his new yacht, a whole new episode of chaos begins in the already unstable lives of the Saotome/Tendo clan. A mysterious shadow kidnaps first Akane's sister Kasumi, then continues on until all the girls disappear. All except everyone's favorite hydrotranssexual.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jG1fVO88kaitXP4thiQcEZebL7t.jpg",
    "popularity": 2.7406,
    "tmdb_url": "https://www.themoviedb.org/movie/37021"
  },
  {
    "id": 407655,
    "title": "A Cinderella Story: If the Shoe Fits",
    "release_date": "2016-08-02",
    "overview": "A contemporary musical version of the classic Cinderella story in which the servant step daughter hope to compete in a musical competition for a famous pop star.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qtxOA6Sb8lK1PfRiwduxYVuzaEv.jpg",
    "popularity": 2.7028,
    "tmdb_url": "https://www.themoviedb.org/movie/407655"
  },
  {
    "id": 753091,
    "title": "The Moon",
    "release_date": "2023-08-02",
    "overview": "In 2029, Korea's lunar probe Woori embarks on a historic journey to the moon, capturing global attention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8LfXejDvxnOGZ0VEBZMBVekGWgo.jpg",
    "popularity": 2.6899,
    "tmdb_url": "https://www.themoviedb.org/movie/753091"
  },
  {
    "id": 36536,
    "title": "Follow That Bird",
    "release_date": "1985-08-02",
    "overview": "Big Bird is sent to live far from Sesame Street by a pesky social worker, who thinks it would be better for him to live with other birds. Unhappy, Big Bird runs away from his foster home, prompting the rest of the Sesame Street gang to go on a cross-country journey to find him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kkhgC0IDWtmPYX6FxMrVGx7jJnn.jpg",
    "popularity": 2.644,
    "tmdb_url": "https://www.themoviedb.org/movie/36536"
  },
  {
    "id": 11797,
    "title": "Fright Night",
    "release_date": "1985-08-02",
    "overview": "Charley Brewster, a high school student, accidentally discovers the true and creepy nature of Jerry Dandrige, his dashing and enigmatic new neighbor; but no one seems willing to believe him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/euIh75MwNDrYkTEVSkw7VXWGXoE.jpg",
    "popularity": 2.5254,
    "tmdb_url": "https://www.themoviedb.org/movie/11797"
  },
  {
    "id": 385448,
    "title": "The Little Mermaid",
    "release_date": "2018-08-02",
    "overview": "A young reporter and his niece discover a beautiful and enchanting creature they believe to be the real little mermaid.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qEM80vqREgfjk7YhIbl4AgfZ47S.jpg",
    "popularity": 2.5195,
    "tmdb_url": "https://www.themoviedb.org/movie/385448"
  },
  {
    "id": 44587,
    "title": "X: The Movie",
    "release_date": "1996-08-02",
    "overview": "It's the year of destiny, and 15 year old Kamui Shiro, a powerful psychic, has returned to Toyko after a 6 year absence, having left when he was very young. He wants to be with his childhood friends, Fuma (his best friend) and Kotori, Fuma's little sister (and Kamui's possible girlfriend). He wants to protect them from all dangers, but destiny and fate are haunting Kamui and pulling in himself and his beloved childhood friends. It is his destiny and his sole decision to decide the fate of the world, no matter if he wants the role or not. Now it is a matter of if he will join the side of the Seven Seals and become the Dragon of Heaven to save mankind or join the Seven Angels and become the Dragon of Earth to destroy all civilization so the earth can heal itself from man's destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kliV0PArnF6rUxW5MedPl02FVUK.jpg",
    "popularity": 2.4985,
    "tmdb_url": "https://www.themoviedb.org/movie/44587"
  },
  {
    "id": 3573,
    "title": "Emma",
    "release_date": "1996-08-02",
    "overview": "Emma Woodhouse is a congenial young lady who delights in meddling in other people’s affairs. She is perpetually trying to unite men and women who are utterly wrong for each other. Despite her interest in romance, Emma is clueless about her own feelings, and her relationship with gentle Mr. Knightly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/40ud17T4tDbILNjcVSAbj8F4Z2E.jpg",
    "popularity": 2.4618,
    "tmdb_url": "https://www.themoviedb.org/movie/3573"
  },
  {
    "id": 1147820,
    "title": "Marei El Breemo",
    "release_date": "2023-08-02",
    "overview": "The story of Marei El Breemo, who works in the watermelon trade, as he faces many situations and exciting comedic paradoxes through his work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xq2uTiLP1xIQq9zip6lm1tpczJH.jpg",
    "popularity": 2.4267,
    "tmdb_url": "https://www.themoviedb.org/movie/1147820"
  },
  {
    "id": 1149381,
    "title": "Soulcatcher",
    "release_date": "2023-08-02",
    "overview": "A military contractor hired to seize a weapon that turns people into savage killers seeks revenge when his brother falls victim to the device.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l1f9JSPjCfNftigEii1SDK1g2b3.jpg",
    "popularity": 2.4224,
    "tmdb_url": "https://www.themoviedb.org/movie/1149381"
  },
  {
    "id": 624620,
    "title": "PAW Patrol: Ready, Race, Rescue!",
    "release_date": "2019-08-02",
    "overview": "It’s the Adventure Bay 500! The pups have built an awesome race track and are ready to be the pit crew for their race hero, The Whoosh! But when the legendary racer is unable to drive in the championship race, he calls on his biggest fan-pup Marshall to take the wheel and race in his place! Marshall has to overcome his lack of confidence and his dastardly competition, The Cheetah, to fulfill his dream of becoming the fastest race-pup ever!",
    "poster_url": "https://image.tmdb.org/t/p/w500/nnnsxea1j6hfoE0q1WY0V9yRBPY.jpg",
    "popularity": 2.4041,
    "tmdb_url": "https://www.themoviedb.org/movie/624620"
  },
  {
    "id": 592867,
    "title": "Dragon Quest: Your Story",
    "release_date": "2019-08-02",
    "overview": "Luca follows in his father's footsteps to rescue his mother from evil Ladja. Finding the heavenly hero who wields the Zenithian sword is his only hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5R70ehKGh5V0ZYOdikxwSfoLGMt.jpg",
    "popularity": 2.4009,
    "tmdb_url": "https://www.themoviedb.org/movie/592867"
  },
  {
    "id": 9764,
    "title": "Dersu Uzala",
    "release_date": "1975-08-02",
    "overview": "A military explorer meets and befriends a Goldi man in Russia’s unmapped forests. A deep and abiding bond evolves between the two men, one civilized in the usual sense, the other at home in the glacial Siberian woods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bIOrDQ3Gg68k3qJAnRU7nIZr0BW.jpg",
    "popularity": 2.3863,
    "tmdb_url": "https://www.themoviedb.org/movie/9764"
  },
  {
    "id": 12123,
    "title": "Chain Reaction",
    "release_date": "1996-08-02",
    "overview": "At the University of Chicago, a research team that includes brilliant student machinist Eddie Kasalivich experiences a breakthrough: a stable form of fusion that may lead to a waste-free energy source. However, a private company wants to exploit the technology, so Kasalivich and physicist Dr. Lily Sinclair are framed for murder, and the fusion device is stolen. On the run from the FBI, they must recover the technology and exonerate themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ahjVHwXXsq5zK57ds8FwWY73MS.jpg",
    "popularity": 2.2953,
    "tmdb_url": "https://www.themoviedb.org/movie/12123"
  },
  {
    "id": 498248,
    "title": "Mia and the White Lion",
    "release_date": "2018-08-02",
    "overview": "A young girl from London moves to Africa with her parents where she befriends a lion cub.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zXfwBeYe0RnqsJ0dnBoFTB4SSrG.jpg",
    "popularity": 2.2511,
    "tmdb_url": "https://www.themoviedb.org/movie/498248"
  },
  {
    "id": 581395,
    "title": "Ransomed",
    "release_date": "2023-08-02",
    "overview": "In Beirut 1986, during the Lebanese civil war a Korean diplomat is taken hostage without a trace. Two years pass and long forgotten, a young diplomat Min-jun receives a phone call proving that the hostage is still alive. With the given mission, Min-jun is sent to Beirut to save the hostage with a bag of ransom money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rXGVc5a3sIFpER8oIZU3Bccv9HL.jpg",
    "popularity": 2.1645,
    "tmdb_url": "https://www.themoviedb.org/movie/581395"
  },
  {
    "id": 20421,
    "title": "Rock-A-Doodle",
    "release_date": "1991-08-02",
    "overview": "Chanticleer is a foolhardy farm rooster who believes his crows can actually make the sun come up and shine. When the sun rises one morning without Chanticleer's crow, he leaves the farm in disgrace and runs off to become a rock 'n' roll singer. But in his absence, a sinister, sunshine-hating owl prepares to take over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q5xSS8MNmrwR3em6VB6OC3992d6.jpg",
    "popularity": 2.1212,
    "tmdb_url": "https://www.themoviedb.org/movie/20421"
  },
  {
    "id": 254712,
    "title": "D@bbe: The Possession",
    "release_date": "2013-08-02",
    "overview": "Preparing for her wedding, Kübra gets possessed by unknown livings. To cure Kübra, a psychiatrist, Ebru, gets on way. Ebru is also an old friend of Kübra. Ebru would work together with an exorcist to save Kübra. Just when things seemed to be going well, everything start going horribly wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j537aN6h9w06VipRHqFHnuFB1Ef.jpg",
    "popularity": 2.0845,
    "tmdb_url": "https://www.themoviedb.org/movie/254712"
  },
  {
    "id": 283564,
    "title": "SlugTerra: Return of the Elementals",
    "release_date": "2014-08-02",
    "overview": "A new member has joined Eli and the Shane Gang! Junjie, once the protector of the Eastern Caverns, is a master of the slugslinging art of Slug Fu! But even with the power of five slingers, the Shane Gang find themselves in over their heads as they race across The 99 Caverns in search of the Legendary Elemental Slugs. The five Elementals are ancient slugs of great power, and the forbearers of all slugs found in SlugTerra today. In the wrong hands, they could bring Slugterra to the brink of destruction. So when an evil alliance starts hunting down the Elementals, Eli and his friends — old and new — take off in pursuit of the greatest threat their world has ever faced!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ApN2lteDsoIU5dDHJXeqVD13vpd.jpg",
    "popularity": 2.0834,
    "tmdb_url": "https://www.themoviedb.org/movie/283564"
  },
  {
    "id": 538338,
    "title": "Love Between Teachers and Students",
    "release_date": "2018-08-02",
    "overview": "Two successful, beautiful women compete for status by involving a handsome student. Will they succeed in their games and seduction?",
    "poster_url": "https://image.tmdb.org/t/p/w500/3OL6bN9jUV6lKYjAyIEO802h1E4.jpg",
    "popularity": 2.0724,
    "tmdb_url": "https://www.themoviedb.org/movie/538338"
  },
  {
    "id": 53894,
    "title": "Lupin the Third: The Secret of Twilight Gemini",
    "release_date": "1996-08-02",
    "overview": "As Lupin's mentor Don Dolune lies on his deathbed, he hands the master thief a gift, the diamond named Twilight. Though it's only half the treasure — the other half of the Twilight can be found in Morocco. Lupin must contend with his on-again-off-again-partner Fujiko, his feelings for the mysterious Lara, and the relentless whip-wielding maniac Sadachiyo in order to bring Twilight back to its full glory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xen8rwhPrXRaurAl156gF6VNxL0.jpg",
    "popularity": 2.0623,
    "tmdb_url": "https://www.themoviedb.org/movie/53894"
  }
]