[
  {
    "id": 585511,
    "title": "Luck",
    "release_date": "2022-08-05",
    "overview": "Suddenly finding herself in the never-before-seen Land of Luck, the unluckiest person in the world must unite with the magical creatures there to turn her luck around.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9OpVlfJGNvX3lUqdzY0nGoA6wQa.jpg",
    "popularity": 12.5371,
    "tmdb_url": "https://www.themoviedb.org/movie/585511"
  },
  {
    "id": 71689,
    "title": "Phineas and Ferb The Movie: Across the 2nd Dimension",
    "release_date": "2011-08-05",
    "overview": "Phineas and Ferb get trapped in an alternate dimension where the evil Doofenshmirtz rules the tri-state area. They must find a way back home with the help of their pet platypus named Perry, who they discover is a secret agent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/updMFSOZwEftfkJRpozwBlRlYI2.jpg",
    "popularity": 12.4149,
    "tmdb_url": "https://www.themoviedb.org/movie/71689"
  },
  {
    "id": 288986,
    "title": "The Erotic Twin",
    "release_date": "1980-08-05",
    "overview": "A psychiatrist named Tony sees two identical twin sisters, Norma and Mary. Norma and Mary are apparently very different from each other, to the point of conflict.",
    "poster_url": "https://image.tmdb.org/t/p/w500/omNyUDmuRSmXX1xcstnoPo8zntZ.jpg",
    "popularity": 7.6901,
    "tmdb_url": "https://www.themoviedb.org/movie/288986"
  },
  {
    "id": 894803,
    "title": "Sita Ramam",
    "release_date": "2022-08-05",
    "overview": "Afreen, a rebellious Pakistani student sets ablaze the car of an Indian in London. Angered Afreen returns to Pakistan to ask for money from her grandfather that she has to pay in a month's time as damages. However, she gets to know that he is no more and the only thing he has left for her is a letter-delivering task, written by Ram to Sita. As Afreen sets out to find Ram, there begins her journey of discovering the secret behind the 20-year-old letter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g3hk2wEeIsTGhh7JvK8yWFVR7ue.jpg",
    "popularity": 6.6914,
    "tmdb_url": "https://www.themoviedb.org/movie/894803"
  },
  {
    "id": 166424,
    "title": "Fantastic Four",
    "release_date": "2015-08-05",
    "overview": "Four young outsiders teleport to a dangerous universe, which alters their physical form in shocking ways. Their lives irrevocably upended, the team must learn to harness their daunting new abilities and work together to save Earth from a former friend turned enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cDroz5qSlP8xZ6tOpeYoPkBvKyL.jpg",
    "popularity": 6.4083,
    "tmdb_url": "https://www.themoviedb.org/movie/166424"
  },
  {
    "id": 17654,
    "title": "District 9",
    "release_date": "2009-08-05",
    "overview": "Thirty years ago, aliens arrive on Earth. Not to conquer or give aid, but to find refuge from their dying planet. Separated from humans in a South African area called District 9, the aliens are managed by Multi-National United, which is unconcerned with the aliens' welfare but will do anything to master their advanced technology. When a company field agent contracts a mysterious virus that begins to alter his DNA, there is only one place he can hide: District 9.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tuGlQkqLxnodDSk6mp5c2wvxUEd.jpg",
    "popularity": 6.005,
    "tmdb_url": "https://www.themoviedb.org/movie/17654"
  },
  {
    "id": 49520,
    "title": "The Change-Up",
    "release_date": "2011-08-05",
    "overview": "Lifelong friends Dave and Mitch are envious of the other's life. Mitch thinks Dave has it all: a beautiful, loving family and a high-paying job at a prestigious law firm. But Dave thinks Mitch’s stress-free playboy life without obligation or consequence is the real dream come true. One fateful drunken night, they both admit that they wish they had the other’s life while peeing in a fountain when lightning strikes. The next morning, they wake up, hungover, in each other’s bodies! With time not on their side, Mitch and Dave comically struggle to avoid completely destroying each other’s lives before they can find a way to get their old ones back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iV6ARQZyGpjygtzFMdWH9U1Lj9x.jpg",
    "popularity": 5.9004,
    "tmdb_url": "https://www.themoviedb.org/movie/49520"
  },
  {
    "id": 10330,
    "title": "Freaky Friday",
    "release_date": "2003-08-05",
    "overview": "Mother and daughter bicker over everything -- what Anna wears, whom she likes and what she wants to do when she's older. In turn, Anna detests Tess's fiancé. When a magical fortune cookie switches their personalities, they each get a peek at how the other person feels, thinks and lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ipKcZ4Up7dp18XpsfYUc9NKZy3g.jpg",
    "popularity": 5.7035,
    "tmdb_url": "https://www.themoviedb.org/movie/10330"
  },
  {
    "id": 10897,
    "title": "The Little Rascals",
    "release_date": "1994-08-05",
    "overview": "When nine-year-old Alfalfa falls for Darla, his \"He-Man-Woman-Hating\" friends attempt to sabotage their relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qI7PKX2JSw4yD2iQm3pyHvKir28.jpg",
    "popularity": 5.5712,
    "tmdb_url": "https://www.themoviedb.org/movie/10897"
  },
  {
    "id": 257445,
    "title": "Goosebumps",
    "release_date": "2015-08-05",
    "overview": "After moving to a small town, Zach Cooper finds a silver lining when he meets next door neighbor Hannah, the daughter of bestselling Goosebumps series author R.L. Stine. When Zach unintentionally unleashes real monsters from their manuscripts and they begin to terrorize the town, it’s suddenly up to Stine, Zach and Hannah to get all of them back in the books where they belong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aeZT9pqEgrmXOGdESFkAuVjX6kw.jpg",
    "popularity": 5.434,
    "tmdb_url": "https://www.themoviedb.org/movie/257445"
  },
  {
    "id": 800345,
    "title": "Carter",
    "release_date": "2022-08-05",
    "overview": "Carter, who awakens two months into a deadly pandemic originating from the DMZ that has already devastated US and North Korea. He who has no recollections of his past finds a mysterious device in his head, and a lethal bomb in his mouth. A voice in his ears gives him orders to avoid getting killed and he's thrown into a mysterious operation while the CIA and North Korean coup chase him close.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uzAh3Ub2YttCz13cnyB9PvhpmIL.jpg",
    "popularity": 5.2532,
    "tmdb_url": "https://www.themoviedb.org/movie/800345"
  },
  {
    "id": 6519,
    "title": "The Dukes of Hazzard",
    "release_date": "2005-08-05",
    "overview": "Cousins, Bo and Luke Duke, with the help of their eye-catching cousin, Daisy and moonshine-running Uncle Jesse, try and save the family farm from being destroyed by Hazzard County's corrupt commissioner, Boss Hogg. Their efforts constantly find the 'Duke Boys' eluding authorities in 'The General Lee', their 1969 orange Dodge Charger that keeps them one step ahead of the dimwitted antics of the small southern town's Sheriff, Roscoe P. Coltrane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ZrNyYJEgE0VIqhelQPqFTR20xF.jpg",
    "popularity": 4.4965,
    "tmdb_url": "https://www.themoviedb.org/movie/6519"
  },
  {
    "id": 520023,
    "title": "Bodies Bodies Bodies",
    "release_date": "2022-08-05",
    "overview": "In an isolated family mansion, a group of rich 20-somethings decides to play Bodies Bodies Bodies, a game where one of them is secretly a \"killer\" while the rest tries to \"escape\". Things take a turn for the worse when real bodies start turning up, setting off a paranoid and dangerous chain of events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hSuTjDmqRdy7Dii8ymnF2WILTeP.jpg",
    "popularity": 4.4707,
    "tmdb_url": "https://www.themoviedb.org/movie/520023"
  },
  {
    "id": 518896,
    "title": "Warriors of Future",
    "release_date": "2022-08-05",
    "overview": "When a meteor carrying a destructive plant strikes the world, a suicide squad is given hours to save their post-apocalyptic city from total collapse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2l9LbxBSkJseoxYcIJjclnmxyq.jpg",
    "popularity": 4.2342,
    "tmdb_url": "https://www.themoviedb.org/movie/518896"
  },
  {
    "id": 9346,
    "title": "Risky Business",
    "release_date": "1983-08-05",
    "overview": "Meet Joel Goodson, an industrious, college-bound 17-year-old and a responsible, trustworthy son. However, when his parents go away and leave him home alone in the wealthy Chicago suburbs with the Porsche at his disposal he quickly decides he has been good for too long and it is time to enjoy himself. After an unfortunate incident with the Porsche Joel must raise some cash, in a risky way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/82KOHShH9raGhkcAN3TztVjqjj3.jpg",
    "popularity": 3.9518,
    "tmdb_url": "https://www.themoviedb.org/movie/9346"
  },
  {
    "id": 12180,
    "title": "Star Wars: The Clone Wars",
    "release_date": "2008-08-05",
    "overview": "As the Clone Wars sweep through the galaxy, the heroic Jedi Knights struggle to maintain order and restore peace. More and more systems are falling prey to the forces of the dark side as the Galactic Republic slips further and further under the sway of the Separatists and their never-ending droid army. Anakin Skywalker and his Padawan learner Ahsoka Tano find themselves on a mission with far-reaching consequences, one that brings them face-to-face with crime lord Jabba the Hutt. But Count Dooku and his sinister agents, including the nefarious Asajj Ventress, will stop at nothing to ensure that Anakin and Ahsoka fail at their quest. Meanwhile, on the front lines of the Clone Wars, Obi-Wan Kenobi and Master Yoda lead the massive clone army in a valiant effort to resist the forces of the dark side...",
    "poster_url": "https://image.tmdb.org/t/p/w500/iJQfixW818LUdSXlCDL3JZm0S0g.jpg",
    "popularity": 3.941,
    "tmdb_url": "https://www.themoviedb.org/movie/12180"
  },
  {
    "id": 346646,
    "title": "Veteran",
    "release_date": "2015-08-05",
    "overview": "When an old collaborator gets severely injured, a veteran policeman tries to figure out the way to bring to justice the ultimately suspected aggressor, a spoiled young executive, heir to a mega corporation, who believes he is above the law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/59KtPlcr2GQIudEA6B5KNY5NnBf.jpg",
    "popularity": 3.7951,
    "tmdb_url": "https://www.themoviedb.org/movie/346646"
  },
  {
    "id": 18861,
    "title": "Naruto the Movie: Guardians of the Crescent Moon Kingdom",
    "release_date": "2006-08-05",
    "overview": "Naruto Uzumaki, Kakashi Hatake, Sakura Haruno, and Rock Lee are assigned to protect the prince of the Land of the Moon, Michiru, during his world trip; other escorts had been hired, but quit due to being treated poorly. The Land of the Moon is a very wealthy nation, so Michiru tends to buy whatever he wants, and has a very materialistic worldview. His Hikaru, also acts in much the same manner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mmKiJ93x6uhTwJlrxCoY38R4qo6.jpg",
    "popularity": 3.4102,
    "tmdb_url": "https://www.themoviedb.org/movie/18861"
  },
  {
    "id": 581526,
    "title": "Deliver Us from Evil",
    "release_date": "2020-08-05",
    "overview": "A retired contract killer goes on a bloody rampage when a young girl finds herself at the mercy of gangland human traffickers and only one man can come to her rescue, with an arsenal of weapons and years of experience in the art of killing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hngKHgBHRD5nbTx92zatBC6eMSP.jpg",
    "popularity": 3.2745,
    "tmdb_url": "https://www.themoviedb.org/movie/581526"
  },
  {
    "id": 9599,
    "title": "The Blob",
    "release_date": "1988-08-05",
    "overview": "In Arborville, California, three high school students try to protect their hometown from a gelatinous alien life form that engulfs everything it touches.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tH4Jvr2Rg7UQFqcndE6Mws4p7sP.jpg",
    "popularity": 2.7415,
    "tmdb_url": "https://www.themoviedb.org/movie/9599"
  },
  {
    "id": 24452,
    "title": "The Little Shop of Horrors",
    "release_date": "1960-08-05",
    "overview": "Seymour works in a skid row florist shop and is in love with his beautiful co-worker, Audrey. He creates a new plant that not only talks but cannot survive without human flesh and blood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s9MrumN9oCfv1rFoEvMLwucWD7V.jpg",
    "popularity": 2.7149,
    "tmdb_url": "https://www.themoviedb.org/movie/24452"
  },
  {
    "id": 1008640,
    "title": "Golden Escape",
    "release_date": "2022-08-05",
    "overview": "A small film scriptwriter found a treasure map among his grandfather's belongings by accident, and the location of the treasure is underneath the prison in Chilang Bay.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u5ml4gox6r4WJ7Xn5ZAkgLC1VZw.jpg",
    "popularity": 2.6118,
    "tmdb_url": "https://www.themoviedb.org/movie/1008640"
  },
  {
    "id": 1121612,
    "title": "No More Bets",
    "release_date": "2023-08-05",
    "overview": "A depressed programmer and a model decide to seek gold as a seemingly good job opportunity, but they inadvertently become involved in a well-planned Internet scam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3GPgQAzJRmbsrd3UvnkBJikefzp.jpg",
    "popularity": 2.5882,
    "tmdb_url": "https://www.themoviedb.org/movie/1121612"
  },
  {
    "id": 11675,
    "title": "Halloween H20: 20 Years Later",
    "release_date": "1998-08-05",
    "overview": "Two decades after surviving a massacre on October 31, 1978, former baby sitter Laurie Strode finds herself hunted by persistent knife-wielder Michael Myers. Laurie now lives in Northern California under an assumed name, where she works as the headmistress of a private school. But it's not far enough to escape Myers, who soon discovers her whereabouts. As Halloween descends upon Laurie's peaceful community, a feeling of dread weighs upon her -- with good reason.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lqLXUm3oK59sGJKRH2Zjj2m3iMg.jpg",
    "popularity": 2.5737,
    "tmdb_url": "https://www.themoviedb.org/movie/11675"
  },
  {
    "id": 13595,
    "title": "Airheads",
    "release_date": "1994-08-05",
    "overview": "The Lone Rangers have heavy-metal dreams and a single demo tape they can't get anyone to play. The solution: Hijack an FM rock radio station and hold the deejays hostage until they agree to broadcast the band's tape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4xPG8pPMyeoec48gKWbbC85EC8j.jpg",
    "popularity": 2.4777,
    "tmdb_url": "https://www.themoviedb.org/movie/13595"
  },
  {
    "id": 10366,
    "title": "Universal Soldier: The Return",
    "release_date": "1999-08-05",
    "overview": "Luc Deveraux, the heroic former Universal Soldier, is about to be thrown into action once again. When SETH, the supercomputer-controlled ultra-warrior, decides to take revenge and destroy its creators, only Luc can stop it. All hell breaks loose as Luc battles SETH and a deadly team of perfect soldiers in a struggle that pits man against machine and good against evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qlcPJK0Me8aUtDPwk3TqN2RdKH4.jpg",
    "popularity": 2.2613,
    "tmdb_url": "https://www.themoviedb.org/movie/10366"
  },
  {
    "id": 46387,
    "title": "Hum Aapke Hain Koun..!",
    "release_date": "1994-08-05",
    "overview": "Prem and Nisha meet and fall in love at the wedding of their elder siblings, but their plans to be together are put in jeopardy when Nisha's sister dies, leaving behind a baby.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v5CutZgZgai1if2U2CPssiig7VW.jpg",
    "popularity": 2.2598,
    "tmdb_url": "https://www.themoviedb.org/movie/46387"
  },
  {
    "id": 49201,
    "title": "Love, So Divine",
    "release_date": "2004-08-05",
    "overview": "Kyu-sik is a seminary student, who one day falls during a church service, dropping a precious, pope-blessed relic. As punishment, he and his comic relief friend Seon-dal are sent away to a small church in rural Korea to work in a sort of priest limbo until they get their act together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8IPYhz6YcxASTg72XqOECfyAlSw.jpg",
    "popularity": 2.2581,
    "tmdb_url": "https://www.themoviedb.org/movie/49201"
  },
  {
    "id": 35105,
    "title": "Slayers: The Motion Picture",
    "release_date": "1995-08-05",
    "overview": "Plagued by a recurring dream,​ master thief and sorceress Lina Inverse discovers ancient evil and lovers cruelly parted.​ Dragged into a vortex of time,​ she must fight to restore history to its proper course.​ But what will she do when the fearsome power of the Dragon Slave spell fails her as she tries to change the past and save the future!",
    "poster_url": "https://image.tmdb.org/t/p/w500/zVW5kWOp97tu8UQ48XeKbgfNFY2.jpg",
    "popularity": 2.1265,
    "tmdb_url": "https://www.themoviedb.org/movie/35105"
  },
  {
    "id": 11980,
    "title": "The Prophecy",
    "release_date": "1995-08-05",
    "overview": "The angel Gabriel comes to Earth to collect a soul which will end the stalemated war in Heaven, and only a former priest and a little girl can stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ZWFhQipzBHJze2llzCzhrSIZsn.jpg",
    "popularity": 2.1015,
    "tmdb_url": "https://www.themoviedb.org/movie/11980"
  },
  {
    "id": 801526,
    "title": "Darlings",
    "release_date": "2022-08-05",
    "overview": "Badru hopes her volatile husband will reform if he stops drinking. But when his rage goes too far, she and her mom boldly, albeit clumsily, seek revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lyA7kXCIAG17hVuvFOxlMmmv31A.jpg",
    "popularity": 2.0728,
    "tmdb_url": "https://www.themoviedb.org/movie/801526"
  },
  {
    "id": 980804,
    "title": "LEGO Star Wars Summer Vacation",
    "release_date": "2022-08-05",
    "overview": "Looking for a much-needed break, Finn arranges a surprise vacation for his friends Rey, Poe, Rose, Chewie, BB-8, R2-D2, and C-3PO, aboard the luxurious Halcyon. However, Finn's plan to have one last hurrah together quickly goes awry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vUL5UXsL5DaYgGVd2GSeqIvMKfK.jpg",
    "popularity": 2.0208,
    "tmdb_url": "https://www.themoviedb.org/movie/980804"
  }
]