[
  {
    "id": 98566,
    "title": "Teenage Mutant Ninja Turtles",
    "release_date": "2014-08-07",
    "overview": "When a kingpin threatens New York City, a group of mutated turtle warriors must emerge from the shadows to protect their home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/azL2ThbJMIkts3ZMt3j1YgBUeDB.jpg",
    "popularity": 12.7021,
    "tmdb_url": "https://www.themoviedb.org/movie/98566"
  },
  {
    "id": 27578,
    "title": "The Expendables",
    "release_date": "2010-08-07",
    "overview": "Barney Ross leads a band of highly skilled mercenaries including knife enthusiast Lee Christmas, a martial arts expert Yin Yang, heavy weapons specialist Hale Caesar, demolitionist Toll Road, and a loose-cannon sniper Gunner Jensen. When the group is commissioned by the mysterious Mr. Church to assassinate the dictator of a small South American island, Barney and Lee visit the remote locale to scout out their opposition and discover the true nature of the conflict engulfing the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j09ZkH6R4JWVylBcDai1laCmGw7.jpg",
    "popularity": 9.9168,
    "tmdb_url": "https://www.themoviedb.org/movie/27578"
  },
  {
    "id": 138832,
    "title": "We're the Millers",
    "release_date": "2013-08-07",
    "overview": "A veteran pot dealer creates a fake family as part of his plan to move a huge shipment of weed into the U.S. from Mexico.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yNJreiR2PuiGwsWWJC7cWpgXwCL.jpg",
    "popularity": 8.1737,
    "tmdb_url": "https://www.themoviedb.org/movie/138832"
  },
  {
    "id": 138103,
    "title": "The Expendables 3",
    "release_date": "2014-08-07",
    "overview": "Barney, Christmas and the rest of the team comes face-to-face with Conrad Stonebanks, who years ago co-founded The Expendables with Barney. Stonebanks subsequently became a ruthless arms trader and someone who Barney was forced to kill… or so he thought. Stonebanks, who eluded death once before, now is making it his mission to end The Expendables -- but Barney has other plans. Barney decides that he has to fight old blood with new blood, and brings in a new era of Expendables team members, recruiting individuals who are younger, faster and more tech-savvy. The latest mission becomes a clash of classic old-school style versus high-tech expertise in the Expendables’ most personal battle yet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ruW3malZtlg66ODfg614dFbXO68.jpg",
    "popularity": 6.9484,
    "tmdb_url": "https://www.themoviedb.org/movie/138103"
  },
  {
    "id": 68724,
    "title": "Elysium",
    "release_date": "2013-08-07",
    "overview": "In the year 2159, two classes of people exist: the very wealthy who live on a pristine man-made space station called Elysium, and the rest, who live on an overpopulated, ruined Earth. Secretary Rhodes, a hard line government ofﬁcial, will stop at nothing to enforce anti-immigration laws and preserve the luxurious lifestyle of the citizens of Elysium. That doesn’t stop the people of Earth from trying to get in, by any means they can. When unlucky Max is backed into a corner, he agrees to take on a daunting mission that, if successful, will not only save his life, but could bring equality to these polarized worlds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uiiXHBd9oUrtUa4YqZiAoy05cRz.jpg",
    "popularity": 6.446,
    "tmdb_url": "https://www.themoviedb.org/movie/68724"
  },
  {
    "id": 33,
    "title": "Unforgiven",
    "release_date": "1992-08-07",
    "overview": "William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.",
    "poster_url": "https://image.tmdb.org/t/p/w500/54roTwbX9fltg85zjsmrooXAs12.jpg",
    "popularity": 6.1231,
    "tmdb_url": "https://www.themoviedb.org/movie/33"
  },
  {
    "id": 2517,
    "title": "Nobody Knows",
    "release_date": "2004-08-07",
    "overview": "In a small Tokyo apartment, twelve-year-old Akira must care for his younger siblings after their mother leaves them and shows no sign of returning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kDUUdWrbBBVqzSmm27pHFJcTvCU.jpg",
    "popularity": 5.0244,
    "tmdb_url": "https://www.themoviedb.org/movie/2517"
  },
  {
    "id": 347201,
    "title": "Boruto: Naruto the Movie",
    "release_date": "2015-08-07",
    "overview": "The spirited Boruto Uzumaki, son of Seventh Hokage Naruto, is a skilled ninja who possesses the same brashness and passion his father once had. However, the constant absence of his father, who is busy with his Hokage duties, puts a damper on Boruto's fire. He ends up meeting his father's friend Sasuke, and requests to become... his apprentice!? The curtain on the story of the new generation rises!",
    "poster_url": "https://image.tmdb.org/t/p/w500/1k6iwC4KaPvTBt1JuaqXy3noZRY.jpg",
    "popularity": 4.4891,
    "tmdb_url": "https://www.themoviedb.org/movie/347201"
  },
  {
    "id": 9488,
    "title": "Spy Kids 2: The Island of Lost Dreams",
    "release_date": "2002-08-07",
    "overview": "Exploring the further adventures of Carmen and Juni Cortez, who have now joined the family spy business as Level 2 OSS agents. Their new mission is to save the world from a mad scientist living on a volcanic island populated by an imaginative menagerie of creatures. On this bizarre island, none of the Cortez's gadgets work and they must rely on their wits--and each other--to survive and save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z8pfWCk6SlxxDLXXQdUHdxF5dwJ.jpg",
    "popularity": 4.4423,
    "tmdb_url": "https://www.themoviedb.org/movie/9488"
  },
  {
    "id": 291692,
    "title": "Brotherhood of Blades",
    "release_date": "2014-08-07",
    "overview": "In the late Ming Dynasty, three sworn brothers who serve as the imperial secret police are dispatched to hunt down Wei Zhongxian, a eunuch politician who had been forced to resign from his influential post and exiled from Beijing. The brothers return successfully from their quest, only to find that their task was but the beginning of a strange conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d2mXV6VXqpxxv5Zet9xc2rKVpJz.jpg",
    "popularity": 4.0456,
    "tmdb_url": "https://www.themoviedb.org/movie/291692"
  },
  {
    "id": 76285,
    "title": "Percy Jackson: Sea of Monsters",
    "release_date": "2013-08-07",
    "overview": "In their quest to confront the ultimate evil, Percy and his friends battle swarms of mythical creatures to find the mythical Golden Fleece and to stop an ancient evil from rising.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tAu90qEpLqwqiZLsMqpaMVr55oN.jpg",
    "popularity": 3.8876,
    "tmdb_url": "https://www.themoviedb.org/movie/76285"
  },
  {
    "id": 21712,
    "title": "Mind Game",
    "release_date": "2004-08-07",
    "overview": "Nishi is a loser who has a crush on his childhood girlfriend. After an encounter with the Japanese mafia, he journeys to heaven and back, and ends up trapped in an even more unlikely place.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e5mV1iVcjg7nkpJrskQOnFCR4H9.jpg",
    "popularity": 3.8683,
    "tmdb_url": "https://www.themoviedb.org/movie/21712"
  },
  {
    "id": 682153,
    "title": "Doraemon: Nobita's New Dinosaur",
    "release_date": "2020-08-07",
    "overview": "Nobita accidentally finds a fossil dinosaur egg mixed with rocks in the dinosaur fossil exhibition site that he had visited before. He returns it to its original state with the 'time blanket'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wxCZmXRJa8hSv1Tpih8TBSR4o6b.jpg",
    "popularity": 3.8098,
    "tmdb_url": "https://www.themoviedb.org/movie/682153"
  },
  {
    "id": 11827,
    "title": "Heavy Metal",
    "release_date": "1981-08-07",
    "overview": "The embodiment of ultimate evil, a glowing orb terrorizes a young girl with bizarre stories of dark fantasy, eroticism and horror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h7j6uKamzHH9p7muvIYnln621IE.jpg",
    "popularity": 3.6237,
    "tmdb_url": "https://www.themoviedb.org/movie/11827"
  },
  {
    "id": 146229,
    "title": "Kristy",
    "release_date": "2014-08-07",
    "overview": "When a college girl who is alone on campus over the Thanksgiving break is targeted by a group of outcasts, she must conquer her deepest fears to outwit them and fight back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5sT3ZsWbX6VOlgqslJ1l7eWZJqq.jpg",
    "popularity": 3.4848,
    "tmdb_url": "https://www.themoviedb.org/movie/146229"
  },
  {
    "id": 531499,
    "title": "The Tax Collector",
    "release_date": "2020-08-07",
    "overview": "David Cuevas is a family man who works as a gangland tax collector for high ranking Los Angeles gang members. He makes collections across the city with his partner Creeper making sure people pay up or will see retaliation. An old threat returns to Los Angeles that puts everything David loves in harm’s way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3eg0kGC2Xh0vhydJHO37Sp4cmMt.jpg",
    "popularity": 3.1142,
    "tmdb_url": "https://www.themoviedb.org/movie/531499"
  },
  {
    "id": 338676,
    "title": "Extinction",
    "release_date": "2015-08-07",
    "overview": "And suddenly, overnight, the world came to a halt. Two men, two survivors, one kid, and hatred that separates them. A place forgotten by everyone, including the creatures that inhabit the Earth... until now.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zwIDreu9pYCqKpv4jomqVM9yX1e.jpg",
    "popularity": 3.0575,
    "tmdb_url": "https://www.themoviedb.org/movie/338676"
  },
  {
    "id": 177888,
    "title": "Teen Beach Movie",
    "release_date": "2013-08-07",
    "overview": "Life's a beach for surfers Brady and McKenzie – until a rogue wave magically transports them inside the classic '60s beach party flick, \"Wet Side Story,\" where a full-blown rivalry between bikers and surfers threatens to erupt. There, amidst a sea of surfing, singing and dancing, Brady and Mack accidentally change the storyline, and the film’s dreamy hero and heroine fall for them instead of for each other!",
    "poster_url": "https://image.tmdb.org/t/p/w500/sKrGe5EmDSyVaWM0uj7rJDQHRjB.jpg",
    "popularity": 2.8024,
    "tmdb_url": "https://www.themoviedb.org/movie/177888"
  },
  {
    "id": 573791,
    "title": "The Battle: Roar to Victory",
    "release_date": "2019-08-07",
    "overview": "Over a 4 day period, a fierce battle takes place between Korean independence militias and imperialist Japanese forces in Manchuria, China. The militia includes a master swordsman and an expert marksman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/KOiETUJcXcm6HTtEXbzv4ZWj6J.jpg",
    "popularity": 2.7932,
    "tmdb_url": "https://www.themoviedb.org/movie/573791"
  },
  {
    "id": 11649,
    "title": "Masters of the Universe",
    "release_date": "1987-08-07",
    "overview": "When the evil Skeletor finds a mysterious power called the Cosmic Key, he becomes nearly invincible, seizing Castle Grayskull and the surrounding city. The Sorceress is now Skeletor's prisoner and he begins to drain her life-force as he waits for the moon of Eternia to align with the Great Eye of the Universe which will bestow god-like power upon him. However, courageous warrior He-Man locates the locksmith inventor Gwildor, who created the Key and has another version of it. During a battle, one of the Keys is transported to Earth, where it is found by teenagers Julie and Kevin. Now, both He-Man and Skeletor's forces arrive on Earth searching for the potent weapon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gaUecXFd31V68yOTJPJYaB9YhAf.jpg",
    "popularity": 2.6309,
    "tmdb_url": "https://www.themoviedb.org/movie/11649"
  },
  {
    "id": 8688,
    "title": "Snake Eyes",
    "release_date": "1998-08-07",
    "overview": "All bets are off when shady homicide cop Rick Santoro witnesses a murder during a boxing match. It's up to him and lifelong friend, Naval intelligence agent Kevin Dunne, to uncover the conspiracy behind the killing. At every turn, Santoro makes increasingly shocking discoveries that even he can't turn a blind eye to.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gsh9mQKRrr4M90XC9Rr0wxefc9u.jpg",
    "popularity": 2.5881,
    "tmdb_url": "https://www.themoviedb.org/movie/8688"
  },
  {
    "id": 16314,
    "title": "3 Ninjas",
    "release_date": "1992-08-07",
    "overview": "Each year, three brothers Samuel, Jeffrey and Michael Douglas visits their Japanese grandfather, Mori Shintaro whom the boys affectionately refer to as Grandpa, for the summer. Mori is a highly skilled in the fields of Martial arts and Ninjutsu, and for years he has trained the boys in his techniques. After an organized crime ring proves to be too much for the FBI, it's time for the 3 brother NINJAS! To use their martial arts skills, they team up to battle the crime ring and outwit some very persistent kidnappers!",
    "poster_url": "https://image.tmdb.org/t/p/w500/fhGyCrKke6KImUQtprqsICYHnkX.jpg",
    "popularity": 2.57,
    "tmdb_url": "https://www.themoviedb.org/movie/16314"
  },
  {
    "id": 611291,
    "title": "Bring the Soul: The Movie",
    "release_date": "2019-08-07",
    "overview": "A glimpse into K-pop group BTS’ world away from the stage, featuring intimate group discussions alongside spectacular concert performances from their world tour.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7x5CguA0MxHqbSjhi14UEuK7c95.jpg",
    "popularity": 2.5391,
    "tmdb_url": "https://www.themoviedb.org/movie/611291"
  },
  {
    "id": 82696,
    "title": "Hope Springs",
    "release_date": "2012-08-07",
    "overview": "After thirty years of marriage, a middle-aged couple attends an intense, week-long counseling session to work on their relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jTBHePOwIm2XAjGORnfPIAlVUvb.jpg",
    "popularity": 2.5278,
    "tmdb_url": "https://www.themoviedb.org/movie/82696"
  },
  {
    "id": 620942,
    "title": "Directing Annabelle: Creation",
    "release_date": "2017-08-07",
    "overview": "Director David F. Sandberg takes you through the process behind making the 2017 horror film Annabelle Creation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rpAUIFPevxQkdqiSxGzVbXSo5N6.jpg",
    "popularity": 2.5003,
    "tmdb_url": "https://www.themoviedb.org/movie/620942"
  },
  {
    "id": 677602,
    "title": "Grand Blue",
    "release_date": "2020-08-07",
    "overview": "Iori’s only dream is to go to college on a remote island—but when he gets roped into the school’s debaucherous, alcohol-indulgent diving club his hope for a sparkling campus life is thrown into chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rSccMJVBg7Fn50tswLAaNSUuoUJ.jpg",
    "popularity": 2.4078,
    "tmdb_url": "https://www.themoviedb.org/movie/677602"
  },
  {
    "id": 44918,
    "title": "Titanic II",
    "release_date": "2010-08-07",
    "overview": "On the 100th anniversary of the original voyage, a modern luxury liner christened \"Titanic 2,\" follows the path of its namesake. But when a tsunami hurls an ice berg into the new ship's path, the passengers and crew must fight to avoid a similar fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3m12UeP1DMfhYZyvpLftaJGsyp3.jpg",
    "popularity": 2.4025,
    "tmdb_url": "https://www.themoviedb.org/movie/44918"
  },
  {
    "id": 26484,
    "title": "Beach Party",
    "release_date": "1963-08-07",
    "overview": "Anthropology Professor Robert Orwell Sutwell and his secretary Marianne are studying the sex habits of teenagers. The surfing teens led by Frankie and Dee Dee don't have much sex but they sing, battle the motorcycle rats and mice led by Eric Von Zipper and dance to Dick Dale and the Del Tones.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Wmf7VKBIlwUSpakKDMi9LIGnP.jpg",
    "popularity": 2.3999,
    "tmdb_url": "https://www.themoviedb.org/movie/26484"
  },
  {
    "id": 26827,
    "title": "Who's That Girl",
    "release_date": "1987-08-07",
    "overview": "An uptight New York tax lawyer gets his life turned upside down, all in a single day, when he's asked to escort a feisty and free-spirited female ex-convict whom asks him to help prove her innocence of her crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Yu6ciKKgSWIZAzUg4IrrifO23z.jpg",
    "popularity": 2.29,
    "tmdb_url": "https://www.themoviedb.org/movie/26827"
  },
  {
    "id": 655942,
    "title": "Ultraman Taiga The Movie: New Generation Climax",
    "release_date": "2020-08-07",
    "overview": "The time of the New Generation Heroes is drawing to a close. Hiroyuki is being targeted by a dark power, forcing the other Ultra Heroes, from Ginga to R/B to appear and help the Tri-Squad battle these evil forces. But among them is Taiga's father? What has happened to Ultraman Taro?!",
    "poster_url": "https://image.tmdb.org/t/p/w500/oF750ITKUAOaEGmIVkraH9S1Ijm.jpg",
    "popularity": 2.2319,
    "tmdb_url": "https://www.themoviedb.org/movie/655942"
  },
  {
    "id": 13256,
    "title": "Mutant Chronicles",
    "release_date": "2008-08-07",
    "overview": "It's the year 2707. Earth's natural resources have all but been exhausted by mankind. Battles rage for the remainder between the competing Corporations. During one such battle the seal is broken and awakens an ancient and deadly machine that was once defeated thousands of years ago. The order that awaited its return must now lead a small group of soldiers to destroy it once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bp5w3FDi3tTKJUprwaZICKsOEcR.jpg",
    "popularity": 2.1716,
    "tmdb_url": "https://www.themoviedb.org/movie/13256"
  },
  {
    "id": 10652,
    "title": "Hamburger Hill",
    "release_date": "1987-08-07",
    "overview": "The men of Bravo Company are facing a battle that's all uphill… up Hamburger Hill. Fourteen war-weary soldiers are battling for a mud-covered mound of earth so named because it chews up soldiers like chopped meat. They are fighting for their country, their fellow soldiers and their lives. War is hell, but this is worse. Hamburger Hill tells it the way it was, the way it really was. It's a raw, gritty and totally unrelenting dramatic depiction of one of the fiercest battles of America's bloodiest war. This happened. Hamburger Hill - war at its worst, men at their best.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a84FDoIm64qcyKq6BEMB9Ycldpt.jpg",
    "popularity": 2.154,
    "tmdb_url": "https://www.themoviedb.org/movie/10652"
  },
  {
    "id": 23903,
    "title": "Curious George 2: Follow That Monkey!",
    "release_date": "2009-08-07",
    "overview": "The film chronicles George's adventures as he befriends Kayla, a baby elephant, at a magic circus show and helps her travel across the country to be reunited with her family.Accompanied by his friend, the Man with the Yellow Hat, George travels by foot, train, and truck to reach Kayla's brother and sister in California, only to be accused of elephant-napping and brought all the way back to New York.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1jkSEqOvp3CnA3UzWrT56cu7yLR.jpg",
    "popularity": 2.0712,
    "tmdb_url": "https://www.themoviedb.org/movie/23903"
  },
  {
    "id": 612706,
    "title": "Work It",
    "release_date": "2020-08-07",
    "overview": "A brilliant but clumsy high school senior vows to get into her late father's alma mater by transforming herself and a misfit squad into dance champions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b5XfICAvUe8beWExBz97i0Qw4Qh.jpg",
    "popularity": 2.0261,
    "tmdb_url": "https://www.themoviedb.org/movie/612706"
  }
]