[
  {
    "id": 353491,
    "title": "The Dark Tower",
    "release_date": "2017-08-03",
    "overview": "A boy haunted by visions of a parallel world aids its disillusioned guardian in preventing the destruction of the nexus of universes known as the Dark Tower.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i9GUSgddIqrroubiLsvvMRYyRy0.jpg",
    "popularity": 79.998,
    "tmdb_url": "https://www.themoviedb.org/movie/353491"
  },
  {
    "id": 395834,
    "title": "Wind River",
    "release_date": "2017-08-03",
    "overview": "An FBI agent teams with the town's veteran game tracker to investigate a murder that occurred on a Native American reservation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pySivdR845Hom4u4T2WNkJxe6Ad.jpg",
    "popularity": 50.2808,
    "tmdb_url": "https://www.themoviedb.org/movie/395834"
  },
  {
    "id": 1165067,
    "title": "Cosmic Chaos",
    "release_date": "2023-08-03",
    "overview": "Battles in virtual reality, survival in a post-apocalyptic wasteland, a Soviet spaceship giving a distress signal - Fantastic stories created with advanced special effects and passion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mClzWv7gBqgXfjZXp49Enyoex1v.jpg",
    "popularity": 15.6849,
    "tmdb_url": "https://www.themoviedb.org/movie/1165067"
  },
  {
    "id": 718930,
    "title": "Bullet Train",
    "release_date": "2022-08-03",
    "overview": "Unlucky assassin Ladybug is determined to do his job peacefully after one too many gigs gone off the rails. Fate, however, may have other plans, as Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe—all with connected, yet conflicting, objectives—on the world's fastest train.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zTgMFlHG5D1EqdQDhfOTAsyzGoX.jpg",
    "popularity": 12.5443,
    "tmdb_url": "https://www.themoviedb.org/movie/718930"
  },
  {
    "id": 396422,
    "title": "Annabelle: Creation",
    "release_date": "2017-08-03",
    "overview": "Several years after the tragic death of their little girl, a doll maker and his wife welcome a nun and several girls from a shuttered orphanage into their home, soon becoming the target of the doll maker's possessed creation—Annabelle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tb86j8jVCVsdZnzf8I6cIi65IeM.jpg",
    "popularity": 10.5685,
    "tmdb_url": "https://www.themoviedb.org/movie/396422"
  },
  {
    "id": 5175,
    "title": "Rush Hour 2",
    "release_date": "2001-08-03",
    "overview": "It's vacation time for Carter as he finds himself alongside Lee in Hong Kong wishing for more excitement. While Carter wants to party and meet the ladies, Lee is out to track down a Triad gang lord who may be responsible for killing two men at the American Embassy. Things get complicated as the pair stumble onto a counterfeiting plot. The boys are soon up to their necks in fist fights and life-threatening situations. A trip back to the U.S. may provide the answers about the bombing, the counterfeiting, and the true allegiance of sexy customs agent Isabella.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aBQf2vMiCINeVC9v6BGVYKXurTh.jpg",
    "popularity": 9.3495,
    "tmdb_url": "https://www.themoviedb.org/movie/5175"
  },
  {
    "id": 9880,
    "title": "The Princess Diaries",
    "release_date": "2001-08-03",
    "overview": "A socially awkward but very bright 15-year-old girl being raised by a single mom discovers that she is the princess of a small European country because of the recent death of her long-absent father, who, unknown to her, was the crown prince of Genovia. She must make a choice between continuing the life of a San Francisco teen or stepping up to the throne.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wA4lgl8gmoICSShviCkEB61nIBB.jpg",
    "popularity": 9.1366,
    "tmdb_url": "https://www.themoviedb.org/movie/9880"
  },
  {
    "id": 61791,
    "title": "Rise of the Planet of the Apes",
    "release_date": "2011-08-03",
    "overview": "A highly intelligent chimpanzee named Caesar has been living a peaceful suburban life ever since he was born. But when he gets taken to a cruel primate facility, Caesar decides to revolt against those who have harmed him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oqA45qMyyo1TtrnVEBKxqmTPhbN.jpg",
    "popularity": 8.9131,
    "tmdb_url": "https://www.themoviedb.org/movie/61791"
  },
  {
    "id": 14869,
    "title": "G.I. Joe: The Rise of Cobra",
    "release_date": "2009-08-03",
    "overview": "From the Egyptian desert to deep below the polar ice caps, the elite G.I. JOE team uses the latest in next-generation spy and military equipment to fight the corrupt arms dealer Destro and the growing threat of the mysterious Cobra organization to prevent them from plunging the world into chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wEr0FAAKPjlZ63i2WuuB2ge8OWv.jpg",
    "popularity": 7.6257,
    "tmdb_url": "https://www.themoviedb.org/movie/14869"
  },
  {
    "id": 297761,
    "title": "Suicide Squad",
    "release_date": "2016-08-03",
    "overview": "From DC Comics comes the Suicide Squad, an antihero team of incarcerated supervillains who act as deniable assets for the United States government, undertaking high-risk black ops missions in exchange for commuted prison sentences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sk3FZgh3sRrmr8vyhaitNobMcfh.jpg",
    "popularity": 6.5566,
    "tmdb_url": "https://www.themoviedb.org/movie/297761"
  },
  {
    "id": 2503,
    "title": "The Bourne Ultimatum",
    "release_date": "2007-08-03",
    "overview": "Bourne is brought out of hiding once again by reporter Simon Ross who is trying to unveil Operation Blackbriar, an upgrade to Project Treadstone, in a series of newspaper columns. Information from the reporter stirs a new set of memories, and Bourne must finally uncover his dark past while dodging The Company's best efforts to eradicate him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/15rMz5MRXFp7CP4VxhjYw4y0FUn.jpg",
    "popularity": 6.4248,
    "tmdb_url": "https://www.themoviedb.org/movie/2503"
  },
  {
    "id": 9335,
    "title": "Transporter 2",
    "release_date": "2005-08-03",
    "overview": "Professional driver, and former Special Forces officer, Frank Martin is living in Miami, where he is temporarily filling in for a friend as the chauffeur for a government narcotics control policy director and his family. The young boy in the family is targeted for kidnapping, and Frank immediately becomes involved in protecting the child and exposing the kidnappers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cdm17vK8PxHfTi7ayZf6WKbOgUO.jpg",
    "popularity": 6.3825,
    "tmdb_url": "https://www.themoviedb.org/movie/9335"
  },
  {
    "id": 77174,
    "title": "ParaNorman",
    "release_date": "2012-08-03",
    "overview": "In the town of Blithe Hollow, Norman Babcock can speak to the dead, but no one other than his eccentric new friend believes his ability is real. One day, Norman's eccentric uncle tells him of a ritual he must perform to protect the town from a curse cast by a witch centuries ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9DZPtuYTKYxt6vzHvZ5FLThG4fl.jpg",
    "popularity": 5.2411,
    "tmdb_url": "https://www.themoviedb.org/movie/77174"
  },
  {
    "id": 505262,
    "title": "My Hero Academia: Two Heroes",
    "release_date": "2018-08-03",
    "overview": "All Might and Deku accept an invitation to go abroad to a floating and mobile manmade city, called 'I-Island', where they research quirks as well as hero supplemental items at the special 'I-Expo' convention that is currently being held on the island. During that time, suddenly, despite an iron wall of security surrounding the island, the system is breached by a villain, and the only ones able to stop him are the students of Class 1-A.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hC4nTxdhXqFWzgqynGvvXVMiMNp.jpg",
    "popularity": 4.9378,
    "tmdb_url": "https://www.themoviedb.org/movie/505262"
  },
  {
    "id": 9331,
    "title": "Clear and Present Danger",
    "release_date": "1994-08-03",
    "overview": "Agent Jack Ryan becomes acting Deputy Director of Intelligence for the CIA when Admiral Greer is diagnosed with cancer. When an American businessman, and friend of the president, is murdered on his yacht, Ryan starts discovering links between the man and drug dealers. As former CIA agent John Clark is sent to Colombia to kill drug cartel kingpins in retaliation, Ryan must fight through multiple cover-ups to figure out what happened and who's responsible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6xTM8FPxrLRYwz6I3fqtwh7xybs.jpg",
    "popularity": 4.5361,
    "tmdb_url": "https://www.themoviedb.org/movie/9331"
  },
  {
    "id": 9550,
    "title": "House of Flying Daggers",
    "release_date": "2004-08-03",
    "overview": "In 9th century China, a corrupt government wages war against a rebel army called the Flying Daggers. A romantic warrior breaks a beautiful rebel out of prison to help her rejoin her fellows, but things are not what they seem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/93feGsGiCtG5ymrRcErUgBsdo6v.jpg",
    "popularity": 4.2451,
    "tmdb_url": "https://www.themoviedb.org/movie/9550"
  },
  {
    "id": 626872,
    "title": "Emergency Declaration",
    "release_date": "2022-08-03",
    "overview": "While investigating a terroristic threat that goes viral online, Korean authorities discover that a suspect has recently boarded an international flight bound for the United States. When a healthy passenger on the same flight suddenly dies a gruesome death of unknown cause, panic erupts both in-flight and on the ground. With steadily decreasing fuel and international refusals to offer aid, the captain and crew will be forced to take unprecedented emergency measures in an attempt to save the lives of their passengers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hxxtBWo50hwD37Q5cLEzaSDVyKZ.jpg",
    "popularity": 3.9822,
    "tmdb_url": "https://www.themoviedb.org/movie/626872"
  },
  {
    "id": 10451,
    "title": "Eat Drink Man Woman",
    "release_date": "1994-08-03",
    "overview": "Retired and widowed Chinese master chef Chu lives in modern day Taipei, with his three attractive daughters, all of whom are unattached. Soon, each daughter encounters a new man in their lives. When these new relationships blossom, stereotypes are broken and the living situation within the family changes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/olhIWtIBFg6VWK59DEd4lAvgVgz.jpg",
    "popularity": 3.7143,
    "tmdb_url": "https://www.themoviedb.org/movie/10451"
  },
  {
    "id": 408360,
    "title": "The Last Princess",
    "release_date": "2016-08-03",
    "overview": "Under the oppressive Japanese colonial rule, Deok-hye, the last Princess of the declining Joseon Dynasty, is forced to move to Japan. She spends her days missing home, while struggling to maintain dignity as a princess. After a series of failed tries, Deok-hye makes her final attempt to return home with help of her childhood sweetheart, Jang-han.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sLPHjuCySL3re0qtdz3XJQdx61I.jpg",
    "popularity": 3.074,
    "tmdb_url": "https://www.themoviedb.org/movie/408360"
  },
  {
    "id": 471413,
    "title": "Sex First, Love Second",
    "release_date": "2017-08-03",
    "overview": "Gong-soo works in an underwear company and has a crush on one of the new designers named Soo-yeon. Gong-soo is preparing a design PT for a major company when he decides to tell Soo-yeon how he feels about her. He looks for a chance to tell her but Chief Lee, a handsome and talented man gets in the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lLMUPdwwyDaBlsuFL44e530cQmN.jpg",
    "popularity": 2.9149,
    "tmdb_url": "https://www.themoviedb.org/movie/471413"
  },
  {
    "id": 293768,
    "title": "Kidnap",
    "release_date": "2017-08-03",
    "overview": "A mother (in her Minivan) stops at nothing to recover her kidnapped son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fwdOX3PEZlOLXr9SMpgRnSmTVFp.jpg",
    "popularity": 2.8984,
    "tmdb_url": "https://www.themoviedb.org/movie/293768"
  },
  {
    "id": 6589,
    "title": "Underdog",
    "release_date": "2007-08-03",
    "overview": "A lab accident gives a beagle named Shoeshine some serious superpowers -- a secret that the dog eventually shares with the young boy who becomes his owner and friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q5yoIlzQ3m7b3a0zLCf3NjsOvB8.jpg",
    "popularity": 2.8735,
    "tmdb_url": "https://www.themoviedb.org/movie/6589"
  },
  {
    "id": 10837,
    "title": "DuckTales: The Movie - Treasure of the Lost Lamp",
    "release_date": "1990-08-03",
    "overview": "With his nephews and niece, everyone's favorite rich uncle, Scrooge McDuck, treks from his mansion home in Duckburg in search of the long-lost loot of the thief Collie Baba. But finding the goods isn't quite what it's \"quacked\" up to be! Their thrilling adventure leads to comical chaos, magical mayhem, and a lesson about what is far more valuable than money, gold and jewels.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tXya1Z9SC51kNOHsFxRqL1GIBua.jpg",
    "popularity": 2.7238,
    "tmdb_url": "https://www.themoviedb.org/movie/10837"
  },
  {
    "id": 857950,
    "title": "Gwen Stefani: Not Just a Girl",
    "release_date": "2021-08-03",
    "overview": "Gwen Stefani continues to reinvent herself and create incredible and infectious pop music year after year. Only the future knows what the next chart topping hit will be for this California Girl turned international pop Queen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a7pJJVS6vQgeT704dJ0yhVvUkX9.jpg",
    "popularity": 2.4641,
    "tmdb_url": "https://www.themoviedb.org/movie/857950"
  },
  {
    "id": 10074,
    "title": "Hot Rod",
    "release_date": "2007-08-03",
    "overview": "For Rod Kimble, performing stunts is a way of life, even though he is rather accident-prone. Poor Rod cannot even get any respect from his stepfather, Frank, who beats him up in weekly sparring matches. When Frank falls ill, Rod devises his most outrageous stunt yet to raise money for Frank's operation -- and then Rod will kick Frank's butt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jRkt03dXCVKnbvcQm3ygU1cjg9Y.jpg",
    "popularity": 2.4262,
    "tmdb_url": "https://www.themoviedb.org/movie/10074"
  },
  {
    "id": 24831,
    "title": "Piranha",
    "release_date": "1978-08-03",
    "overview": "When flesh-eating piranhas are accidently released into a summer resort's rivers, the guests become their next meal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oaz0Le3fT3R8jzlkXkNV7JAsd7x.jpg",
    "popularity": 2.357,
    "tmdb_url": "https://www.themoviedb.org/movie/24831"
  },
  {
    "id": 857891,
    "title": "Mariah Carey: Darling Diva",
    "release_date": "2021-08-03",
    "overview": "Mariah Carey, the Songbird Supreme, the Queen of Christmas. American singer, songwriter, record producer and actress. Best known for her five octave vocal range, melismatic singing style and signature use of the whistle register. Some of her prestigious awards include five Grammy Awards, numerous Grammy nominations, many Radio Music Awards and American Music Awards, Billboards \"Artist of the Decade\" and the World Music Award for \"World's Best Selling Female Artist of the Millennium.\" Mariah Carey. The Music. The Voice. The Divine Diva. Her record breaking album releases and unique vocal range has placed her above anyone else. Mariah has continued to prove her music is timeless, she is the only artist with a number one hit in four different decades with her legendary holiday hit \"All I Want For Christmas Is You.\" Dripping in diamonds and glitter, Mariah is a legend of the industry. This is - Mariah Carey, Darling Diva.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e83jae5JBamiAeS9LLy3VS39IHt.jpg",
    "popularity": 2.3171,
    "tmdb_url": "https://www.themoviedb.org/movie/857891"
  },
  {
    "id": 857717,
    "title": "Fame Kills: Whitney Houston",
    "release_date": "2021-08-03",
    "overview": "On Saturday February 11th, 2012, Whitney Houston checked into the Beverly Hilton Hotel, ahead of the Grammys. On Houston’s assistant’s return to the Hotel she was met with a tragic scene, Houston was laying motionless facedown in the bathtub.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zDgUuDueAx6pJmSFhqaV03lB3to.jpg",
    "popularity": 2.2979,
    "tmdb_url": "https://www.themoviedb.org/movie/857717"
  },
  {
    "id": 24134,
    "title": "Darling",
    "release_date": "1965-08-03",
    "overview": "The swinging London, early sixties. Beautiful but shallow, Diana Scott is a professional advertising model, a failed actress, a vocationally bored woman, who toys with the affections of several men while gaining fame and fortune.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cBd5YO9xG7VmRuC8Q27uR3PV9mn.jpg",
    "popularity": 2.2329,
    "tmdb_url": "https://www.themoviedb.org/movie/24134"
  },
  {
    "id": 1082058,
    "title": "Suzanna: Kliwon Friday Night",
    "release_date": "2023-08-03",
    "overview": "After a shaman casts a curse on her, a woman is killed by dark sorcery and resurrected as a wrathful spirit who seeks to reunite with her newborn baby.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hEouon42O5GCZkTtg6xIeotn5QH.jpg",
    "popularity": 2.2295,
    "tmdb_url": "https://www.themoviedb.org/movie/1082058"
  },
  {
    "id": 78139,
    "title": "Lupin the Third: Alcatraz Connection",
    "release_date": "2001-08-03",
    "overview": "Secretly operating his cruiser as a casino at sea isn’t enough for mafia don Lukino Marcano. He’s also looking for the gold-laden boat wreckage worth the budget of a small country! Lupin sniffs out the plan to recover this long-lost treasure and brings along his partners Jigen, Goemon, and Fujiko for the ride to crash Lukino’s party.",
    "poster_url": "https://image.tmdb.org/t/p/w500/stEN5qwW0OtBSuuchQCapdYzbe9.jpg",
    "popularity": 2.1884,
    "tmdb_url": "https://www.themoviedb.org/movie/78139"
  },
  {
    "id": 47370,
    "title": "Japan's Longest Day",
    "release_date": "1967-08-03",
    "overview": "Following the detonation of the atomic bombs on Hiroshima and Nagasaki, the Japanese military and the government clash over the demand from the Allies for unconditional surrender. Minister of the Army Anami leads the military officers who propose to fight on, even to the death of every Japanese citizen. Emperor Hirohito, however, joins with his ministers in asking the unthinkable, the peaceful surrender of Japan. When the military plots a coup to overthrow the Emperor's civilian government, Anami must face the choice between his desires and loyalty to his Emperor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1IfCvCMoE14B2DbLtcWz4bgkl7P.jpg",
    "popularity": 2.181,
    "tmdb_url": "https://www.themoviedb.org/movie/47370"
  },
  {
    "id": 540189,
    "title": "Goodachari",
    "release_date": "2018-08-03",
    "overview": "Gopi, is the son of an ex-RAW agent Raghuveer. Brought up by his uncle Sathya, he wants to be an agent just like his father and uncle. But Satya wants him to lead a normal life and not be killed like his father was. What happens in Gopi’s life that turns everything upside down?",
    "poster_url": "https://image.tmdb.org/t/p/w500/uG04EjdV1zrj91ROxP75jwRxxv0.jpg",
    "popularity": 2.1505,
    "tmdb_url": "https://www.themoviedb.org/movie/540189"
  },
  {
    "id": 481840,
    "title": "The Sisters S-Scandal",
    "release_date": "2017-08-03",
    "overview": "Yoo-jin is rough and manly while Yoo-jeong is feminine and cute.  Yoo-jeong works in an office until she finds out she's getting fired. The chairman uses this against her to provide sexual service and Yoo-jeong has no choice but to spend a night with him.  Yoo-jin finds out about this and makes a plan to make him pay back...",
    "poster_url": "https://image.tmdb.org/t/p/w500/6nTvvziZFDXrGPsDgRKDXeiNr2x.jpg",
    "popularity": 2.0701,
    "tmdb_url": "https://www.themoviedb.org/movie/481840"
  },
  {
    "id": 3041,
    "title": "In Bed",
    "release_date": "2005-08-03",
    "overview": "It all begins at a party in Santiago, Chile, when a seemingly innocent gesture -- the offer of a ride home -- ends in a passionate night of lovemaking and intense conversation for young singles Bruno and Daniela. Shacked up at a flea-bitten motel for a one-night stand, the pair lingers deep into the night, alternating between powerful physical encounters and an ever-deepening emotional connection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nl1HMHXqsrTepnO33anCxGjLFxP.jpg",
    "popularity": 2.0156,
    "tmdb_url": "https://www.themoviedb.org/movie/3041"
  }
]