[
  {
    "id": 979275,
    "title": "Mob Land",
    "release_date": "2023-08-04",
    "overview": "A sheriff tries to keep the peace when a desperate family man violently robs a pill mill with his brother-in-law, alerting an enforcer for the New Orleans mafia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mcz8oi9oCgq1wkA3Wz2kluE94pE.jpg",
    "popularity": 14.3883,
    "tmdb_url": "https://www.themoviedb.org/movie/979275"
  },
  {
    "id": 29167,
    "title": "The Case of the Bloody Iris",
    "release_date": "1972-08-04",
    "overview": "A high-rise apartment populated by models, nightclub dancers and call girls becomes the focus of a mysterious serial killer. When a young model named Jennifer and her friend Marilyn move into one of the victims' former apartments, Jennifer becomes the next target and the pair try to identify the killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/afpZ3Eckzo0NyU2SyKbIouoQ3jm.jpg",
    "popularity": 9.5818,
    "tmdb_url": "https://www.themoviedb.org/movie/29167"
  },
  {
    "id": 1538,
    "title": "Collateral",
    "release_date": "2004-08-04",
    "overview": "Cab driver Max picks up a man who offers him $600 to drive him around. But the promise of easy money sours when Max realizes his fare is an assassin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nV5316WUsVij8sVXLCF1g7TFitg.jpg",
    "popularity": 6.3865,
    "tmdb_url": "https://www.themoviedb.org/movie/1538"
  },
  {
    "id": 51608,
    "title": "The Man from Nowhere",
    "release_date": "2010-08-04",
    "overview": "An ex-special agent is involved in a convoluted drug ring drama. He has to save a drug smuggler's innocent daughter from being the victim of her parents' fight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ld19CFIo27t41JXSGZdaPMUGTxh.jpg",
    "popularity": 5.8391,
    "tmdb_url": "https://www.themoviedb.org/movie/51608"
  },
  {
    "id": 9383,
    "title": "Hollow Man",
    "release_date": "2000-08-04",
    "overview": "Cocky researcher Sebastian Caine is working on a project to make living creatures invisible. Determined to achieve the ultimate breakthrough, Caine pushes his team to move to the next phase — using himself as the subject. The test is a success, but when the process can't be reversed and Caine seems doomed to future without flesh, he starts to turn increasingly dangerous.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sd3qUIv5uoP2oTbqv66CzXSPjKG.jpg",
    "popularity": 5.4479,
    "tmdb_url": "https://www.themoviedb.org/movie/9383"
  },
  {
    "id": 20982,
    "title": "Naruto Shippuden the Movie",
    "release_date": "2007-08-04",
    "overview": "Demons that once almost destroyed the world, are revived by someone. To prevent the world from being destroyed, the demon has to be sealed and the only one who can do it is the shrine maiden Shion from the country of demons, who has two powers; one is sealing demons and the other is predicting the deaths of humans. This time Naruto's mission is to guard Shion, but she predicts Naruto's death. The only way to escape it, is to get away from Shion, which would leave her unguarded, then the demon, whose only goal is to kill Shion will do so, thus meaning the end of the world. Naruto decides to challenge this \"prediction of death.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/vDkct38sSFSWJIATlfJw0l3QOIR.jpg",
    "popularity": 5.2499,
    "tmdb_url": "https://www.themoviedb.org/movie/20982"
  },
  {
    "id": 9907,
    "title": "Barnyard",
    "release_date": "2006-08-04",
    "overview": "When the farmer's away, all the animals play, and sing, and dance. Eventually, though, someone has to step in and run things, a responsibility that ends up going to Otis, a carefree cow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vPu2TfokecRICi9ScwtHh41RM4i.jpg",
    "popularity": 4.7335,
    "tmdb_url": "https://www.themoviedb.org/movie/9907"
  },
  {
    "id": 41233,
    "title": "Step Up 3D",
    "release_date": "2010-08-04",
    "overview": "A tight-knit group of New York City street dancers, including Luke and Natalie, team up with NYU freshman Moose, and find themselves pitted against the world's best hip hop dancers in a high-stakes showdown that will change their lives forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9i5tn8G9zm7wMz9p1kB6zS2woMH.jpg",
    "popularity": 3.9342,
    "tmdb_url": "https://www.themoviedb.org/movie/41233"
  },
  {
    "id": 21385,
    "title": "Mickey, Donald, Goofy: The Three Musketeers",
    "release_date": "2004-08-04",
    "overview": "In Disney's take on the Alexander Dumas tale, Mickey Mouse, Donald Duck and Goofy want nothing more than to perform brave deeds on behalf of their queen (Minnie Mouse), but they're stymied by the head Musketeer, Pete. Pete secretly wants to get rid of the queen, so he appoints Mickey and his bumbling friends as guardians to Minnie, thinking such a maneuver will ensure his scheme's success. The score features songs based on familiar classical melodies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/23bvOwfOS9fw347Yc68yPpkmd8i.jpg",
    "popularity": 3.772,
    "tmdb_url": "https://www.themoviedb.org/movie/21385"
  },
  {
    "id": 5551,
    "title": "Space Cowboys",
    "release_date": "2000-08-04",
    "overview": "Frank Corvin, ‘Hawk’ Hawkins, Jerry O'Neill and ‘Tank’ Sullivan were hotdog members of Project Daedalus, the Air Force's test program for space travel, but their hopes were dashed in 1958 with the formation of NASA and the use of trained chimps. They blackmail their way into orbit when Russia's mysterious ‘Ikon’ communications satellite's orbit begins to degrade and threatens to crash to Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hPzt1bbA1sUDQOl6Vujmyz2hjLN.jpg",
    "popularity": 3.5612,
    "tmdb_url": "https://www.themoviedb.org/movie/5551"
  },
  {
    "id": 9718,
    "title": "Talladega Nights: The Ballad of Ricky Bobby",
    "release_date": "2006-08-04",
    "overview": "The fastest man on four wheels, Ricky Bobby is one of the greatest drivers in NASCAR history. A big, hairy American winning machine, Ricky has everything a dimwitted daredevil could want, a luxurious mansion, a smokin' hot wife and all the fast food he can eat. But Ricky's turbo-charged lifestyle hits an unexpected speed bump when he's bested by flamboyant Euro-idiot Jean Girard and reduced to a fear-ridden wreck.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3iCiTqsmJz1mO85AHzTiHNkRmb6.jpg",
    "popularity": 3.3798,
    "tmdb_url": "https://www.themoviedb.org/movie/9718"
  },
  {
    "id": 9972,
    "title": "Lock Up",
    "release_date": "1989-08-04",
    "overview": "Frank Leone is nearing the end of his prison term for a relatively minor crime. Just before he is paroled, however, Warden Drumgoole takes charge. Drumgoole was assigned to a hell-hole prison after his administration was publicly humiliated by Leone, and has now arrived on the scene to ensure that Leone never sees the light of day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/WihoHaU9yvhhdoSqDAhiIlNN8g.jpg",
    "popularity": 3.2783,
    "tmdb_url": "https://www.themoviedb.org/movie/9972"
  },
  {
    "id": 765172,
    "title": "Rise of the Teenage Mutant Ninja Turtles: The Movie",
    "release_date": "2022-08-04",
    "overview": "When a mysterious stranger arrives from the future with a dire warning, Leo is forced to rise and lead his brothers, Raph, Donnie, and Mikey in a fight to save the world from a terrifying alien species.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rSmTqtb7gICeRwvsEmq0uJxR4XU.jpg",
    "popularity": 3.1831,
    "tmdb_url": "https://www.themoviedb.org/movie/765172"
  },
  {
    "id": 431530,
    "title": "A Bad Moms Christmas",
    "release_date": "2017-08-04",
    "overview": "Amy, Kiki and Carla – three under-appreciated and over-burdened women – rebel against the challenges and expectations of the Super Bowl for mothers: Christmas. And if creating a more perfect holiday for their families wasn’t hard enough, they have to do all of that while hosting and entertaining their own mothers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPNHolu7AGnrB7r5kvJRRTfwMFR.jpg",
    "popularity": 3.0998,
    "tmdb_url": "https://www.themoviedb.org/movie/431530"
  },
  {
    "id": 185526,
    "title": "Code Geass: Akito the Exiled 1: The Wyvern Arrives",
    "release_date": "2012-08-04",
    "overview": "The side story takes place in 2017 a.t.b., between the rise of the “Black Knights” organization and the return of the supposedly \"dead\" Zero. The setting is in Europe, where the European Union (E.U.) allied nations are being invaded by the overwhelming forces of the Holy Britannian Empire. On the verge of defeat, the E.U. army forms a special unit known as “W-0″, of which a young pilot named Akito Hyuga is a member. Leila Malkal , a former Britannian Aristocrat comes to the E.U.'s aid, commanding the “Wyvern” Knightmare corps comprised of Japanese teenagers. They recklessly plunge into a battlefield, where the survival rate is extremely low, at about 5% only. They fight for their freedom and for a \"home\" to which they can return.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v8zIVsuEZjELEpQzEKEM0aQhX01.jpg",
    "popularity": 3.0771,
    "tmdb_url": "https://www.themoviedb.org/movie/185526"
  },
  {
    "id": 49953,
    "title": "A Turtle's Tale: Sammy's Adventures",
    "release_date": "2010-08-04",
    "overview": "Born on a Baja, California beach in 1959, new hatchling Sammy races across the beach to the ocean while avoiding being caught by seagulls and crabs. Thus begins Sammy's incredible fifty-year ocean journey where he overcomes obstacles, both natural and man-made, while trying to fulfill his dream of travelling around the world. Along the way he meets his best friend, a fellow turtle named Ray, and never forgets about Shelly, a turtle he saved that first day on the beach and the one he's always loved.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k5iNd9Uj1nyBZRZPwexcsvDVZ0O.jpg",
    "popularity": 2.9734,
    "tmdb_url": "https://www.themoviedb.org/movie/49953"
  },
  {
    "id": 513347,
    "title": "Flavors of Youth",
    "release_date": "2018-08-04",
    "overview": "The rigorous city life of China, while bustling and unforgiving, contains the everlasting memories of days past. Three stories told in three different cities, follow the loss of youth and the daunting realization of adulthood. Though reality may seem ever changing, unchangeable are the short-lived moments of one's childhood days. A plentiful bowl of noodles, the beauty of family and the trials of first love endure the inevitable flow of time, as three different characters explore the strength of bonds and the warmth of cherished memories. Within the disorder of the present world, witness these quaint stories recognize the comfort of the past, and attempt to revive the neglected flavors of youth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ueHeH5ergeHx27L4SCI9qlmwczA.jpg",
    "popularity": 2.9279,
    "tmdb_url": "https://www.themoviedb.org/movie/513347"
  },
  {
    "id": 1060090,
    "title": "The Collective",
    "release_date": "2023-08-04",
    "overview": "A group of righteous assassins called The Collective take aim at a highly sophisticated human trafficking ring backed by a network of untouchable billionaires. With their backs against the wall, The Collective has no choice but to put their most important mission in the hands of rookie assassin, Sam Alexander.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Ah9H6Sj434nJiZpTPQrovHaEePV.jpg",
    "popularity": 2.5949,
    "tmdb_url": "https://www.themoviedb.org/movie/1060090"
  },
  {
    "id": 76968,
    "title": "Thimiru",
    "release_date": "2006-08-04",
    "overview": "Ganesh comes to Chennai to pursue his studies. A group of goons are on his pursuit. A kind hearted Ganesh is eventually forced to go back to his old ways to fight them and restore order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oUREfuUcj8vcdbSPxfaziFMWw9i.jpg",
    "popularity": 2.5795,
    "tmdb_url": "https://www.themoviedb.org/movie/76968"
  },
  {
    "id": 45556,
    "title": "Arctic Blast",
    "release_date": "2010-08-04",
    "overview": "When a solar eclipse sends a colossal blast of super chilled air towards the earth, it then sets off a catastrophic chain of events that threatens to engulf the world in ice and begin a new Ice Age.",
    "poster_url": "https://image.tmdb.org/t/p/w500/54JrDQq3ISxwTAHz0yfbFNhBC7f.jpg",
    "popularity": 2.5531,
    "tmdb_url": "https://www.themoviedb.org/movie/45556"
  },
  {
    "id": 753601,
    "title": "Around the World in 80 Days",
    "release_date": "2021-08-04",
    "overview": "Passepartout is a young and scholarly marmoset who always dreams of becoming an explorer. One day, he crosses paths with Phileas, a reckless and greedy frog, eager to take on a bet to circumnavigate the globe in 80 days and earn 10 million clams in the process. Seizing the opportunity of a lifetime to explore the world, Passepartout embarks with his new friend on a crazy and exhilarating adventure full of twists and surprises.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pWPTnHtvlmggjGonie1VZNKViLV.jpg",
    "popularity": 2.4862,
    "tmdb_url": "https://www.themoviedb.org/movie/753601"
  },
  {
    "id": 414453,
    "title": "Columbus",
    "release_date": "2017-08-04",
    "overview": "When a renowned architecture scholar falls suddenly ill during a speaking tour, his son Jin finds himself stranded in Columbus, Indiana - a small Midwestern city celebrated for its many significant modernist buildings. Jin strikes up a friendship with Casey, a young architecture enthusiast who works at the local library.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6tk0xmn9k5HjUeXsnhxIa94sFXP.jpg",
    "popularity": 2.4576,
    "tmdb_url": "https://www.themoviedb.org/movie/414453"
  },
  {
    "id": 957314,
    "title": "The Passenger",
    "release_date": "2023-08-04",
    "overview": "Randolph Bradley is perfectly content fading into the background, but when his coworker Benson snaps and goes on a violent killing spree, he’s forced to face his fears and confront his troubled past in order to find a way to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sWIwES7kkAGjD6rihy26plmkXHU.jpg",
    "popularity": 2.4412,
    "tmdb_url": "https://www.themoviedb.org/movie/957314"
  },
  {
    "id": 75821,
    "title": "Sector 7",
    "release_date": "2011-08-04",
    "overview": "In Sector 7, an underwater oil field located south of Jeju Island, Hae-jun is working as a marine equipment manager on an oil prospecting ship called Eclipse. Joining the crew later is Jeong-man, a former colleague of Hae-jun's father, assigned to Eclipse as captain. Though his job is to oversee the withdrawal of the ship, he suggests conducting some drilling one last time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/41ZNHkEs7GYTI9994mW6BHCIP29.jpg",
    "popularity": 2.4401,
    "tmdb_url": "https://www.themoviedb.org/movie/75821"
  },
  {
    "id": 45378,
    "title": "Lupin the Third: The Pursuit of Harimao's Treasure",
    "release_date": "1995-08-04",
    "overview": "The infamous bandit Harimao hid a treasure, and to retrieve it, Lupin and the gang must gather three lost statues. When the Nazi-like group Neo-Himmel make a run for the goods, Lupin reluctantly partners with the aging \"double-O\" MI-6 agent Sir Archer and his granddaughter Diana to gather the statues first. Can this unorthodox team bond well enough to see this mission through?",
    "poster_url": "https://image.tmdb.org/t/p/w500/xXbTlziKySHLCUP4QtGndGwOxTi.jpg",
    "popularity": 2.4194,
    "tmdb_url": "https://www.themoviedb.org/movie/45378"
  },
  {
    "id": 703771,
    "title": "Deathstroke: Knights & Dragons - The Movie",
    "release_date": "2020-08-04",
    "overview": "The assassin Deathstroke tries to save his family from the wrath of H.I.V.E. and the murderous Jackal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
    "popularity": 2.4015,
    "tmdb_url": "https://www.themoviedb.org/movie/703771"
  },
  {
    "id": 271045,
    "title": "Confessions of a Frustrated Housewife",
    "release_date": "1976-08-04",
    "overview": "A wealthy man suffers from impotence whenever he tries to make love to his wife. Since Viagara hadn't been invented yet, his swinging liberal doctor instead recommends a strong dose of infidelity. Before long he is rolling in the hay with a young lovely and needless to say his impotence problem is cured (it's amazing that he doesn't have a heart attack though). His wife is a little bitter, however, and decides to embark on her own affair. And if you're wondering with whom, well, just look at the title.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g7YUdF1Iv0f4ddnfq3Dkqs9woTq.jpg",
    "popularity": 2.186,
    "tmdb_url": "https://www.themoviedb.org/movie/271045"
  },
  {
    "id": 18667,
    "title": "Swordsman III: The East Is Red",
    "release_date": "1993-08-04",
    "overview": "A royal official accompanies a Portuguese warship to the Black Cliffs to see the site of the defeat of the evil Invincible Asia, who attained supernatural abilities by following the sacred scroll and castrating himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4hWOc6GfQWTwdDrTmVOJNIu7YEe.jpg",
    "popularity": 2.1433,
    "tmdb_url": "https://www.themoviedb.org/movie/18667"
  },
  {
    "id": 431572,
    "title": "JoJo's Bizarre Adventure: Diamond is Unbreakable – Chapter 1",
    "release_date": "2017-08-04",
    "overview": "Morioh, 1999—a normally quiet and peaceful town has recently become a hotbed of strange activity. Jōtarō Kūjō, now a marine biologist, heads to the mysterious town to meet Jōsuke Higashikata. While the two may seem like strangers at first, Jōsuke is actually the illegitimate child of Jōtarō's grandfather, Joseph Joestar. When they meet, Jōtarō realizes that he may have more in common with Jōsuke than just a blood relation. Along with the mild-mannered Kōichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town's secrets, before another occurs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sAfNSZ8Th0nb979e6ss5ftTT0Rh.jpg",
    "popularity": 2.1432,
    "tmdb_url": "https://www.themoviedb.org/movie/431572"
  },
  {
    "id": 18402,
    "title": "Something to Talk About",
    "release_date": "1995-08-04",
    "overview": "Grace King Bichon, who is managing her father's riding-stable, discovers that her husband Eddie is deceiving her with another woman. After confronting him in the middle of the night on the streets of their small home town, she decides to stay at her sister Emma Rae's house for a while to make up her mind. Breaking out of her everyday life, she starts to question the authority of everyone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a52KpsmvLNdTdmDzw1fUrJONpfH.jpg",
    "popularity": 2.1421,
    "tmdb_url": "https://www.themoviedb.org/movie/18402"
  },
  {
    "id": 46420,
    "title": "The Loved Ones",
    "release_date": "2010-08-04",
    "overview": "When Brent turns down his classmate Lola's invitation to the prom, she concocts a wildly violent plan for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jHsXZiftAM4sByAQ0ddnnCL0RWU.jpg",
    "popularity": 2.125,
    "tmdb_url": "https://www.themoviedb.org/movie/46420"
  },
  {
    "id": 14968,
    "title": "Welcome to Dongmakgol",
    "release_date": "2005-08-04",
    "overview": "Based on the long running play by Jang Jin, the story is set in Korea during the Korean War in 1950. Soldiers from both the North and South, as well as an American pilot, find themselves in a secluded and naively idealistic village, its residents unaware of the outside world, including the war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5iGVw8AdnUJ3xNaZ5iipfsv2e5.jpg",
    "popularity": 2.1169,
    "tmdb_url": "https://www.themoviedb.org/movie/14968"
  },
  {
    "id": 66125,
    "title": "Red Dog",
    "release_date": "2011-08-04",
    "overview": "The legendary true story of the Red Dog who united a disparate local community while roaming the Australian outback in search of his long lost master.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cbLh0tVqjqcDnob7w79XkIQ7gGI.jpg",
    "popularity": 2.116,
    "tmdb_url": "https://www.themoviedb.org/movie/66125"
  },
  {
    "id": 9271,
    "title": "Virtuosity",
    "release_date": "1995-08-04",
    "overview": "The Law Enforcement Technology Advancement Centre (LETAC) has developed SID version 6.7: a Sadistic, Intelligent, and Dangerous virtual reality entity which is synthesized from the personalities of more than 150 serial killers, and only one man can stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5emgnXYrXjqyiup2JsvtuENseiV.jpg",
    "popularity": 2.0977,
    "tmdb_url": "https://www.themoviedb.org/movie/9271"
  },
  {
    "id": 13761,
    "title": "Pocahontas II: Journey to a New World",
    "release_date": "1998-08-04",
    "overview": "When news of John Smith's death reaches America, Pocahontas is devastated. She sets off to London with John Rolfe, to meet with the King of England on a diplomatic mission: to create peace and respect between the two great lands. However, Governor Ratcliffe is still around; he wants to return to Jamestown and take over. He will stop at nothing to discredit the young princess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gAnmNjw1TCTzS702mj1OwwmXBpM.jpg",
    "popularity": 2.047,
    "tmdb_url": "https://www.themoviedb.org/movie/13761"
  }
]