[
  {
    "id": 745,
    "title": "The Sixth Sense",
    "release_date": "1999-08-06",
    "overview": "Following an unexpected tragedy, child psychologist Malcolm Crowe meets a nine year old boy named Cole Sear, who is hiding a dark secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vOyfUXNFSnaTk7Vk5AjpsKTUWsu.jpg",
    "popularity": 11.5012,
    "tmdb_url": "https://www.themoviedb.org/movie/745"
  },
  {
    "id": 351523,
    "title": "Purpose of Reunion",
    "release_date": "2015-08-06",
    "overview": "Dongchul, who is managing a small bar, is always enthusiastic about his school reunions. One day, Yujin, who has never showed up to a reunion, shows up at his bar. Her baby face and vitality make her unlike other married women and all the men fall for her, especially Dongchul. They start a relationship but it abruptly flames out due to the sudden arrival of Dongchul’s wife. As they get to know each other's secrets, will their love be allowed to grow?",
    "poster_url": "https://image.tmdb.org/t/p/w500/AjlwGaT6tDs2fBIgFaepYiDhL6A.jpg",
    "popularity": 8.8567,
    "tmdb_url": "https://www.themoviedb.org/movie/351523"
  },
  {
    "id": 900667,
    "title": "One Piece Film Red",
    "release_date": "2022-08-06",
    "overview": "Uta — the most beloved singer in the world. Her voice, which she sings with while concealing her true identity, has been described as “otherworldly.” She will appear in public for the first time at a live concert. As the venue fills with all kinds of Uta fans — excited pirates, the Navy watching closely, and the Straw Hats led by Luffy who simply came to enjoy her sonorous performance — the voice that the whole world has been waiting for is about to resound.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ogDXuVkO92GcETZfSofXXemw7gb.jpg",
    "popularity": 8.8549,
    "tmdb_url": "https://www.themoviedb.org/movie/900667"
  },
  {
    "id": 43949,
    "title": "Flipped",
    "release_date": "2010-08-06",
    "overview": "When Juli meets Bryce in the second grade, she knows it's true love. After spending six years trying to convince Bryce the same, she's ready to give up - until he starts to reconsider.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6zDYFigohwncqFL00MKbFV01dWb.jpg",
    "popularity": 7.4338,
    "tmdb_url": "https://www.themoviedb.org/movie/43949"
  },
  {
    "id": 10386,
    "title": "The Iron Giant",
    "release_date": "1999-08-06",
    "overview": "In the small town of Rockwell, Maine in October 1957, a giant metal machine befriends a nine-year-old boy and ultimately finds its humanity by unselfishly saving people from their own fears and prejudices.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ct04FCFLPImNG5thcPLRnVsZlmS.jpg",
    "popularity": 7.0109,
    "tmdb_url": "https://www.themoviedb.org/movie/10386"
  },
  {
    "id": 27581,
    "title": "The Other Guys",
    "release_date": "2010-08-06",
    "overview": "Unlike their heroic counterparts on the force, desk-bound NYPD detectives Gamble and Hoitz garner no headlines as they work day to day. When a seemingly minor case turns out to be a big deal, the two cops get the opportunity to finally prove to their comrades that they have the right stuff.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wNEHNqo3MgHmj3BUiPSqqq5czcm.jpg",
    "popularity": 6.5985,
    "tmdb_url": "https://www.themoviedb.org/movie/27581"
  },
  {
    "id": 5503,
    "title": "The Fugitive",
    "release_date": "1993-08-06",
    "overview": "Wrongfully convicted of murdering his wife and sentenced to death, Richard Kimble escapes from the law in an attempt to find the real killer and clear his name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b3rEtLKyOnF89mcK75GXDXdmOEf.jpg",
    "popularity": 6.5981,
    "tmdb_url": "https://www.themoviedb.org/movie/5503"
  },
  {
    "id": 913,
    "title": "The Thomas Crown Affair",
    "release_date": "1999-08-06",
    "overview": "Bored billionaire executive Thomas Crown entertains himself by stealing a Monet from a reputed museum with an elaborate diversion. When Catherine Banning, the insurance company's investigator, takes an interest in Crown, he may have met his match, and a complicated back-and-forth game with seductive undertones begins between them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5yqs1MVlqdIg1DY5adC5jFx3d7j.jpg",
    "popularity": 5.9326,
    "tmdb_url": "https://www.themoviedb.org/movie/913"
  },
  {
    "id": 768744,
    "title": "My Hero Academia: World Heroes' Mission",
    "release_date": "2021-08-06",
    "overview": "A mysterious group called Humarize strongly believes in the Quirk Singularity Doomsday theory which states that when quirks get mixed further in with future generations, that power will bring forth the end of humanity. In order to save everyone, the Pro-Heroes around the world ask UA Academy heroes-in-training to assist them and form a world-class selected hero team. It’s up to the heroes to save the world and the future of heroes in what is the most dangerous crisis to take place yet in My Hero Academia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AsTlA7dj2ySGY1pzGSD0MoHFhEF.jpg",
    "popularity": 5.7065,
    "tmdb_url": "https://www.themoviedb.org/movie/768744"
  },
  {
    "id": 11130,
    "title": "The Princess Diaries 2: Royal Engagement",
    "release_date": "2004-08-06",
    "overview": "Mia Thermopolis is now a college graduate and on her way to Genovia to take up her duties as princess. Accompanied by her friend Lilly, Mia continues her 'princess lessons', like riding horses side-saddle and archery. But her already complicated life is turned upside down once again when she learns that she is to take the crown as queen earlier than expected, all while she meets a mysteriously charming young man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5XToqGcE4qdfOSaCPWI7kAb1bm7.jpg",
    "popularity": 4.9459,
    "tmdb_url": "https://www.themoviedb.org/movie/11130"
  },
  {
    "id": 16910,
    "title": "Naruto the Movie: Legend of the Stone of Gelel",
    "release_date": "2005-08-06",
    "overview": "Naruto, Shikamaru, and Sakura are executing their mission of delivering a lost pet to a certain village. However, right in the midst of things, troops led by the mysterious knight, Temujin, attack them. In the violent battle, the three become separated. Temujin challenges Naruto to a fight and at the end of the fierce battle, both fall together from a high cliff...",
    "poster_url": "https://image.tmdb.org/t/p/w500/itKMldwL6uhUZYO3X78NOFU4zzO.jpg",
    "popularity": 4.3436,
    "tmdb_url": "https://www.themoviedb.org/movie/16910"
  },
  {
    "id": 10189,
    "title": "Pineapple Express",
    "release_date": "2008-08-06",
    "overview": "A stoner and his dealer are forced to go on the run from the police after the pothead witnesses a cop commit a murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6E50WjeOYjDZg9HXgPjYdGtY2jG.jpg",
    "popularity": 4.1646,
    "tmdb_url": "https://www.themoviedb.org/movie/10189"
  },
  {
    "id": 381648,
    "title": "Lady Karuizawa",
    "release_date": "1982-08-06",
    "overview": "A university student travels to a popular resort in the mountains for a summer job as a waiter and becomes romantically involved with an older woman from a wealthy family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sRhGDlVlCUgDUYibndgFKnTco9s.jpg",
    "popularity": 3.8951,
    "tmdb_url": "https://www.themoviedb.org/movie/381648"
  },
  {
    "id": 1006954,
    "title": "A Dangerous Affair",
    "release_date": "2022-08-06",
    "overview": "Pilates instructor, Amelie Didot, begins a steamy love affair with one of her handsome clients, journalist Pierce Dalton, but the duo soon find themselves dangerously intertwined after Amelie comes face to face with a masked woman following a murder. When it’s revealed the killer has an erotic obsession with Pierce, Amelie becomes a target in the middle of a deadly love triangle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7yaf7a815HFl8x74bt2X7svUJZ.jpg",
    "popularity": 3.6611,
    "tmdb_url": "https://www.themoviedb.org/movie/1006954"
  },
  {
    "id": 9824,
    "title": "Mystery Men",
    "release_date": "1999-08-06",
    "overview": "When Champion City's hero Captain Amazing is kidnapped by the recently paroled supervillain Casanova Frankenstein, a trio of average, everyday superheroes -- Mr. Furious, the Shoveler and the Blue Raja -- assemble a new super team to save him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ciVSbFmDecOIwlxl9F6GhHVgCVJ.jpg",
    "popularity": 3.5954,
    "tmdb_url": "https://www.themoviedb.org/movie/9824"
  },
  {
    "id": 293646,
    "title": "The 33",
    "release_date": "2015-08-06",
    "overview": "Based on the true story of the collapse of a mine in San Jose, Chile—that left 33 miners isolated underground for 69 days.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hpXkIuAlIlcNYACRE2MssxnHvZQ.jpg",
    "popularity": 3.3601,
    "tmdb_url": "https://www.themoviedb.org/movie/293646"
  },
  {
    "id": 285213,
    "title": "The Pirates",
    "release_date": "2014-08-06",
    "overview": "At the cusp of the founding of Joseon Dynasty, an envoy from China is delivering Emperor’s Ming’s Royal Seal. But nature in the form of a giant whale intervenes and swallows the royal seal.  When a generous reward is offered to whomever can retrieve the royal seal from the belly of the whale, the race is on. A group of mountain bandits led by Jang Sa Jung and a group of pirates led by Yeo Wol  go after the lost treasure, but who will get to to it first?",
    "poster_url": "https://image.tmdb.org/t/p/w500/4qU1SW1b2Txf3Ge9rGlddDthSgx.jpg",
    "popularity": 3.1602,
    "tmdb_url": "https://www.themoviedb.org/movie/285213"
  },
  {
    "id": 682532,
    "title": "John and the Hole",
    "release_date": "2021-08-06",
    "overview": "While exploring the neighboring woods, 13-year-old John discovers an unfinished bunker — a deep hole in the ground. Seemingly without provocation, he drugs his affluent parents and older sister and drags their unconscious bodies into the bunker, where he holds them captive. As they anxiously wait for John to free them from the hole, the boy returns home, where he can finally do what he wants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rLYJ7YaVqEkF7jYbQDprmSSkWWW.jpg",
    "popularity": 3.0962,
    "tmdb_url": "https://www.themoviedb.org/movie/682532"
  },
  {
    "id": 628917,
    "title": "An American Pickle",
    "release_date": "2020-08-06",
    "overview": "An immigrant worker at a pickle factory is accidentally preserved for 100 years and wakes up in modern day Brooklyn. He learns his only surviving relative is his great grandson, a computer coder who he can’t connect with.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ziUp2q71vCmMgYY2MRCwI3mSs5.jpg",
    "popularity": 3.0087,
    "tmdb_url": "https://www.themoviedb.org/movie/628917"
  },
  {
    "id": 216282,
    "title": "Into the Storm",
    "release_date": "2014-08-06",
    "overview": "As a new day begins in the town of Silverton, its residents have little reason to believe it will be anything other than ordinary. Mother Nature, however has other plans. In the span of just a few hours, an unprecedented onslaught of powerful tornadoes ravages Silverton. Storm trackers predict that the worst is still to come, as terrified residents seek shelter, and professional storm-chasers run toward the danger, hoping to study the phenomenon close up and get a once-in-a-lifetime shot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kBgrhrES9kMKSPxawUYV61KjlnB.jpg",
    "popularity": 2.9374,
    "tmdb_url": "https://www.themoviedb.org/movie/216282"
  },
  {
    "id": 1146166,
    "title": "Kucing Liar Part 2",
    "release_date": "2023-08-06",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/f1wIJ8VrBbveXooGd13TzJ60C4l.jpg",
    "popularity": 2.8213,
    "tmdb_url": "https://www.themoviedb.org/movie/1146166"
  },
  {
    "id": 277229,
    "title": "Taarzan: The Wonder Car",
    "release_date": "2004-08-06",
    "overview": "Raj rebuilds his murdered father's car and names it Taarzan, but the car comes to life in a miraculous way and slowly starts killing the killers of Raj's father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q3c61F5c987j5dbV3i6acsDPvqW.jpg",
    "popularity": 2.8059,
    "tmdb_url": "https://www.themoviedb.org/movie/277229"
  },
  {
    "id": 21450,
    "title": "Naked",
    "release_date": "1993-08-06",
    "overview": "An unemployed Brit vents his rage on unsuspecting strangers as he embarks on a nocturnal London odyssey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xMYP4uaNeyPmX4FQ2xxWk2eIN6K.jpg",
    "popularity": 2.7273,
    "tmdb_url": "https://www.themoviedb.org/movie/21450"
  },
  {
    "id": 24803,
    "title": "Julie & Julia",
    "release_date": "2009-08-06",
    "overview": "Julia Child and Julie Powell – both of whom wrote memoirs – find their lives intertwined. Though separated by time and space, both women are at loose ends... until they discover that with the right combination of passion, fearlessness and butter, anything is possible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r1bFBBj3VMek0oEtgm9N51OqVjF.jpg",
    "popularity": 2.4264,
    "tmdb_url": "https://www.themoviedb.org/movie/24803"
  },
  {
    "id": 624789,
    "title": "Naked Singularity",
    "release_date": "2021-08-06",
    "overview": "When a successful New York public defender loses his first case, he is pulled into a drug heist by a former client in an effort to beat the broken system at its own game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iJwnO2Tou9hwgy1olFn3JcCj7Sx.jpg",
    "popularity": 2.3909,
    "tmdb_url": "https://www.themoviedb.org/movie/624789"
  },
  {
    "id": 23706,
    "title": "All About Steve",
    "release_date": "2009-08-06",
    "overview": "After one short blind date, Mary Horowitz, a brilliant and eccentric crossword constructor, is convinced that Steve, a CCN cameraman, is her soul mate. Because his job takes him hither and yon, she crisscrosses the country following Steve, with the encouragement of a reporter, turning up at media events he's at to convince him they are perfect for each other. Along the way, she befriends an assortment of misfits who accept her for who she is, leading her to reassess her reasons for this strange journey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k7lmf0OeOpQLUoTRLG7e5JZ7H4B.jpg",
    "popularity": 2.2822,
    "tmdb_url": "https://www.themoviedb.org/movie/23706"
  },
  {
    "id": 42000,
    "title": "The Great Yokai War",
    "release_date": "2005-08-06",
    "overview": "A young boy with a troubled home life becomes \"chosen,\" and he stumbles into the middle of a great war of yōkai (a class of mythological creatures), where he meets a group of friendly yōkai who become his companions through his journey. Now he must fight to protect his friends and free the world of the yōkai from oppression. The yōkai originate in Japanese folklore and range from the cute and silly to the disturbing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xk96VmT0IC2nvWJG9iRWJrzEpmB.jpg",
    "popularity": 2.2781,
    "tmdb_url": "https://www.themoviedb.org/movie/42000"
  },
  {
    "id": 1214215,
    "title": "Steve Jobless",
    "release_date": "2023-08-06",
    "overview": "An introverted office drone tries to navigate through corporate America, and one tragic day he meets his match. He then realizes he needs to play the capitalistic game in order to survive. His pain and confusion is your laughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/12WGJUtosMS8L5AajYlZGJNMTx9.jpg",
    "popularity": 2.2424,
    "tmdb_url": "https://www.themoviedb.org/movie/1214215"
  },
  {
    "id": 438970,
    "title": "Sharknado 5: Global Swarming",
    "release_date": "2017-08-06",
    "overview": "Fin and his wife April travel around the world to save their young son who's trapped inside a sharknado.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zB1ZhLWQNiBkRnABbFaULodfEaj.jpg",
    "popularity": 2.1668,
    "tmdb_url": "https://www.themoviedb.org/movie/438970"
  },
  {
    "id": 228194,
    "title": "The Hundred-Foot Journey",
    "release_date": "2014-08-06",
    "overview": "A story centered around an Indian family who moves to France and opens a restaurant across the street from a Michelin-starred French restaurant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1vFhSr7INoulu18smHqicft05i8.jpg",
    "popularity": 2.1462,
    "tmdb_url": "https://www.themoviedb.org/movie/228194"
  },
  {
    "id": 125565,
    "title": "Zatch Bell! Attack of Mechavulcan",
    "release_date": "2005-08-06",
    "overview": "As Kiyomaro races to catch the bus to seaside camp, little does he know that Dr. M2, a demonic magic scientist from the future, has sent out a robot to kidnap him.  He's trapped in limbo with the mad magic scientist who wants to be his partner and an army of Vulcan robot lookalikes.  Dr. M2 sends a robot to pretend to befriend Gash, keeping him away from Kiyomaro until M2 can abscond with the teen genius to the future.  In the end, it comes down to saving the world with a little help from their friends...",
    "poster_url": "https://image.tmdb.org/t/p/w500/5crCDxMF062JPxc3aT0gn323QuP.jpg",
    "popularity": 2.0571,
    "tmdb_url": "https://www.themoviedb.org/movie/125565"
  }
]