[
  {
    "id": 399170,
    "title": "Logan Lucky",
    "release_date": "2017-08-17",
    "overview": "Trying to reverse a family curse, brothers Jimmy and Clyde Logan set out to execute an elaborate robbery during the legendary Coca-Cola 600 race at the Charlotte Motor Speedway.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2yfQR59Cu1ZFHdti0igSxAIL8hd.jpg",
    "popularity": 41.4916,
    "tmdb_url": "https://www.themoviedb.org/movie/399170"
  },
  {
    "id": 8363,
    "title": "Superbad",
    "release_date": "2007-08-17",
    "overview": "Two co-dependent high school seniors are forced to deal with separation anxiety after their plan to stage a booze-soaked party goes awry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ek8e8txUyUwd2BNqj6lFEerJfbq.jpg",
    "popularity": 11.1449,
    "tmdb_url": "https://www.themoviedb.org/movie/8363"
  },
  {
    "id": 75258,
    "title": "Secret of the Wings",
    "release_date": "2012-08-17",
    "overview": "Tinkerbell wanders into the forbidden Winter woods and meets Periwinkle. Together they learn the secret of their wings and try to unite the warm fairies and the winter fairies to help Pixie Hollow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iOp2tq3KkrSpVZ5DE2RFvV2OPv9.jpg",
    "popularity": 7.9317,
    "tmdb_url": "https://www.themoviedb.org/movie/75258"
  },
  {
    "id": 466282,
    "title": "To All the Boys I've Loved Before",
    "release_date": "2018-08-17",
    "overview": "Lara Jean's love life goes from imaginary to out of control when her secret letters to every boy she's ever fallen for are mysteriously mailed out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hKHZhUbIyUAjcSrqJThFGYIR6kI.jpg",
    "popularity": 7.2969,
    "tmdb_url": "https://www.themoviedb.org/movie/466282"
  },
  {
    "id": 912908,
    "title": "Strays",
    "release_date": "2023-08-17",
    "overview": "When Reggie is abandoned on the mean city streets by his lowlife owner, Doug, Reggie is certain that his beloved owner would never leave him on purpose. But once Reggie falls in with Bug, a fast-talking, foul-mouthed stray who loves his freedom and believes that owners are for suckers, Reggie finally realizes he was in a toxic relationship and begins to see Doug for the heartless sleazeball that he is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n1hqbSCtyBAxaXEl1Dj3ipXJAJG.jpg",
    "popularity": 7.0375,
    "tmdb_url": "https://www.themoviedb.org/movie/912908"
  },
  {
    "id": 583,
    "title": "Life of Brian",
    "release_date": "1979-08-17",
    "overview": "Brian Cohen is an average young Jewish man, but through a series of ridiculous events, he gains a reputation as the Messiah. When he's not dodging his followers or being scolded by his shrill mother, the hapless Brian has to contend with the pompous Pontius Pilate and acronym-obsessed members of a separatist movement. Rife with Monty Python's signature absurdity, the tale finds Brian's life paralleling Biblical lore, albeit with many more laughs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lSSA64WF0M0BXnjwr2quMh6shCl.jpg",
    "popularity": 6.0634,
    "tmdb_url": "https://www.themoviedb.org/movie/583"
  },
  {
    "id": 63311,
    "title": "The Skin I Live In",
    "release_date": "2011-08-17",
    "overview": "A brilliant plastic surgeon creates a synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xa7uCwGYykrf8MMI8iF5dZvNlrG.jpg",
    "popularity": 5.8698,
    "tmdb_url": "https://www.themoviedb.org/movie/63311"
  },
  {
    "id": 4858,
    "title": "The Invasion",
    "release_date": "2007-08-17",
    "overview": "Washington, D.C. psychologist Carol Bennell and her colleague Dr. Ben Driscoll are the only two people on Earth who are aware of an epidemic running rampant through the city. They discover an alien virus aboard a crashed space shuttle that transforms anyone who comes into contact with it into unfeeling drones while they sleep. Carol realizes her son holds the key to stopping the spread of the plague and she races to find him before it is too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zEODKtBm9JUuylFLpsrA93Juozv.jpg",
    "popularity": 5.6186,
    "tmdb_url": "https://www.themoviedb.org/movie/4858"
  },
  {
    "id": 37430,
    "title": "Conan the Barbarian",
    "release_date": "2011-08-17",
    "overview": "A quest that begins as a personal vendetta for the fierce Cimmerian warrior soon turns into an epic battle against hulking rivals, horrific monsters, and impossible odds, as Conan realizes he is the only hope of saving the great nations of Hyboria from an encroaching reign of supernatural evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vR6PzXsOfewD1kei8gMbepvwWC6.jpg",
    "popularity": 5.1198,
    "tmdb_url": "https://www.themoviedb.org/movie/37430"
  },
  {
    "id": 9461,
    "title": "Enter the Dragon",
    "release_date": "1973-08-17",
    "overview": "A martial artist agrees to spy on a reclusive crime lord using his invitation to a tournament there as cover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fyrh2ULEcmLpGTVLPQqFW45hqr5.jpg",
    "popularity": 4.8715,
    "tmdb_url": "https://www.themoviedb.org/movie/9461"
  },
  {
    "id": 11205,
    "title": "Wheels on Meals",
    "release_date": "1984-08-17",
    "overview": "Cousins Thomas and David, owners of a mobile restaurant, team up with their friend Moby, a bumbling private detective, to save the beautiful Sylvia, a pickpocket.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zCii0fXuI7xzroEEG1KBJDlqu0O.jpg",
    "popularity": 4.4158,
    "tmdb_url": "https://www.themoviedb.org/movie/11205"
  },
  {
    "id": 10010,
    "title": "Brother Bear 2",
    "release_date": "2006-08-17",
    "overview": "Kenai finds his childhood human friend Nita and the two embark on a journey to burn the amulet he gave to her before he was a bear, much to Koda's dismay.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yaA8q2zHHUgFWdJNxXyAdU71SzM.jpg",
    "popularity": 4.2541,
    "tmdb_url": "https://www.themoviedb.org/movie/10010"
  },
  {
    "id": 483,
    "title": "Wild at Heart",
    "release_date": "1990-08-17",
    "overview": "Young lovers Sailor and Lula hit the road to start a new life together away from the wrath of Lula’s deranged, disapproving mother, who has hired a team of hitmen to cut the lovers’ surreal honeymoon short.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uLUFI5sJIfWrBUWB2Y1dEuyvvVy.jpg",
    "popularity": 4.011,
    "tmdb_url": "https://www.themoviedb.org/movie/483"
  },
  {
    "id": 326,
    "title": "Snakes on a Plane",
    "release_date": "2006-08-17",
    "overview": "FBI agent Neville Flynn boards a flight from Honolulu, Hawaii to Los Angeles, escorting a key witness to testify against a mob boss at an upcoming trial. An on-board assassin releases a crate full of hundreds of deadly venomous snakes in an attempt to eliminate the witness. Flynn and a host of frightened passengers and crew must band together to survive the slithery threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9wqWQ5rXQG6daMpowqwadGjI768.jpg",
    "popularity": 3.8657,
    "tmdb_url": "https://www.themoviedb.org/movie/326"
  },
  {
    "id": 399360,
    "title": "Alpha",
    "release_date": "2018-08-17",
    "overview": "In the prehistoric past, Keda, a young and inexperienced hunter, struggles to return home after being separated from his tribe when bison hunting goes awry. On his way back he will find an unexpected ally.",
    "poster_url": "https://image.tmdb.org/t/p/w500/afdZAIcAQscziqVtsEoh2PwsYTW.jpg",
    "popularity": 3.688,
    "tmdb_url": "https://www.themoviedb.org/movie/399360"
  },
  {
    "id": 9896,
    "title": "Rat Race",
    "release_date": "2001-08-17",
    "overview": "In an ensemble film about easy money, greed, manipulation and bad driving, a Las Vegas casino tycoon entertains his wealthiest high rollers -- a group that will bet on anything -- by pitting six ordinary people against each other in a wild dash for $2 million jammed into a locker hundreds of miles away. The tycoon and his wealthy friends monitor each racer's every move to keep track of their favorites. The only rule in this race is that there are no rules.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3dpim9bLdi5uh55idJ6HxA7eZH4.jpg",
    "popularity": 3.5925,
    "tmdb_url": "https://www.themoviedb.org/movie/9896"
  },
  {
    "id": 271969,
    "title": "Ben-Hur",
    "release_date": "2016-08-17",
    "overview": "A falsely accused nobleman survives years of slavery to take vengeance on his best friend who betrayed him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c9CoGrBA5yw8A7YBMz0hGzfzpNq.jpg",
    "popularity": 3.4818,
    "tmdb_url": "https://www.themoviedb.org/movie/271969"
  },
  {
    "id": 508422,
    "title": "Penguin Highway",
    "release_date": "2018-08-17",
    "overview": "A fourth-grader investigates the mysterious reason behind the sudden appearance of penguins in his village, which is somehow related to a power from a young woman working at a dental clinic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wMJJk4kkXfqwP5W7wYHWvDXhTlw.jpg",
    "popularity": 3.4277,
    "tmdb_url": "https://www.themoviedb.org/movie/508422"
  },
  {
    "id": 13649,
    "title": "High School Musical 2",
    "release_date": "2007-08-17",
    "overview": "The East High Wildcats are gearing up for big fun as they land the coolest summer jobs imaginable. Troy, Gabriella, Chad, and Taylor have scored sweet gigs at the Lava Springs Country Club owned by Sharpay and Ryan's family. Sharpay's first rule of business: Get Troy. As Troy experiences a life of privilege he's never known, will he give up the Wildcats and Gabriella to rise to the top?",
    "poster_url": "https://image.tmdb.org/t/p/w500/la2kiVWDm2vuB4APZDgCCmuBh4K.jpg",
    "popularity": 3.3733,
    "tmdb_url": "https://www.themoviedb.org/movie/13649"
  },
  {
    "id": 77949,
    "title": "The Awakening",
    "release_date": "2011-08-17",
    "overview": "In post–War England, a writer and sometime-ghost hunter investigates a reported haunting at a boys boarding school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9SJHeGRlpwkJknUMo7DPg7frrnH.jpg",
    "popularity": 3.029,
    "tmdb_url": "https://www.themoviedb.org/movie/77949"
  },
  {
    "id": 11909,
    "title": "Bullet in the Head",
    "release_date": "1990-08-17",
    "overview": "Three childhood friends from the slums of Hong Kong flee to war-time Saigon after accidentally murdering a gang leader, but their troubles only escalate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zavndxcuSfd7OmeqxloMkrl28Oa.jpg",
    "popularity": 2.8446,
    "tmdb_url": "https://www.themoviedb.org/movie/11909"
  },
  {
    "id": 5781,
    "title": "That Obscure Object of Desire",
    "release_date": "1977-08-17",
    "overview": "After dumping a bucket of water on a beautiful young woman from the window of a train car, wealthy Frenchman Mathieu, regales his fellow passengers with the story of the dysfunctional relationship between himself and the young woman in question, a fiery 19-year-old flamenco dancer named Conchita. What follows is a tale of cruelty, depravity and lies -- the very building blocks of love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9iUdC4dftkjYSBUJq5DAxC6WqB9.jpg",
    "popularity": 2.6836,
    "tmdb_url": "https://www.themoviedb.org/movie/5781"
  },
  {
    "id": 14620,
    "title": "The Butterfly Effect 2",
    "release_date": "2006-08-17",
    "overview": "After his girlfriend, Julie, and two best friends are killed in a tragic auto accident, Nick struggles to cope with his loss and grief. Suffering from migraine-like seizures, Nick soon discovers that he has the power to change the past via his memories. However, his time-traveling attempts to alter the past and save his one true love have unexpected and dire consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g87nPhHf2xfENBV6PCbkO88sthd.jpg",
    "popularity": 2.5175,
    "tmdb_url": "https://www.themoviedb.org/movie/14620"
  },
  {
    "id": 389868,
    "title": "Seoul Station",
    "release_date": "2016-08-17",
    "overview": "In this animated prequel to \"Train to Busan,\" a group of survivors deals with a zombie pandemic that unleashes itself in downtown Seoul.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vJgRo5EJMYPzBcljlIlUxBAlucL.jpg",
    "popularity": 2.4588,
    "tmdb_url": "https://www.themoviedb.org/movie/389868"
  },
  {
    "id": 30584,
    "title": "Sword of the Valiant: The Legend of Sir Gawain and the Green Knight",
    "release_date": "1984-08-17",
    "overview": "Gawain was a squire in King Arthur's court when the Green Knight burst in and offered to play a game with a brave knight. Gawain journeys across the land, learning about life, saving damsels, and solving the Green Knight's riddle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mqcmaLS8yECWb1skKJnmO9vGIj4.jpg",
    "popularity": 2.4406,
    "tmdb_url": "https://www.themoviedb.org/movie/30584"
  },
  {
    "id": 976720,
    "title": "Vesper",
    "release_date": "2022-08-17",
    "overview": "After the collapse of Earth's ecosystem, Vesper, a 13-year-old girl struggling to survive with her paralyzed Father, meets a mysterious Woman with a secret that forces Vesper to use her wits, strength and bio-hacking abilities to fight for the possibility of a future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/etvK8ni1adjXU8obDpdUxTTQT6n.jpg",
    "popularity": 2.4323,
    "tmdb_url": "https://www.themoviedb.org/movie/976720"
  },
  {
    "id": 2196,
    "title": "Death at a Funeral",
    "release_date": "2007-08-17",
    "overview": "A myriad of outrageous calamities befalls an eccentric English clan with more than a few skeletons in its closets when the family's patriarch dies an unexpected death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xyTxrJnjbSJQzcbKIP6S1uqLuxy.jpg",
    "popularity": 2.4236,
    "tmdb_url": "https://www.themoviedb.org/movie/2196"
  },
  {
    "id": 28043,
    "title": "Black Sabbath",
    "release_date": "1963-08-17",
    "overview": "Three short tales of supernatural horror. In “The Telephone,” a woman is plagued by threatening phone calls. In \"The Wurdalak,” a family is preyed upon by vampiric monsters. In “The Drop of Water,” a deceased medium wreaks havoc on the living.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oHd2kOCwIEsZtre00qQ2n9S3doa.jpg",
    "popularity": 2.4119,
    "tmdb_url": "https://www.themoviedb.org/movie/28043"
  },
  {
    "id": 437108,
    "title": "The Mimic",
    "release_date": "2017-08-17",
    "overview": "The mother of a missing child takes in a lost girl she finds in the woods, but soon begins to wonder if she is even human.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wWseLt8PzOgMMzE3Jnoz2PN11NP.jpg",
    "popularity": 2.3976,
    "tmdb_url": "https://www.themoviedb.org/movie/437108"
  },
  {
    "id": 12219,
    "title": "12 Angry Men",
    "release_date": "1997-08-17",
    "overview": "During the trial of a man accused of his father's murder, a lone juror takes a stand against the guilty verdict handed down by the others as a result of their preconceptions and prejudices.",
    "poster_url": "https://image.tmdb.org/t/p/w500/whDdYx3lh1LHTN0VlPFt51fX29g.jpg",
    "popularity": 2.3938,
    "tmdb_url": "https://www.themoviedb.org/movie/12219"
  },
  {
    "id": 859004,
    "title": "Space",
    "release_date": "2021-08-17",
    "overview": "This is the story of a UFO encounter that occurred during isolation in 2020. The film was shot during the quarantine. All the participants of this production were self-isolated and communicated with the director online. 67 actors took part in the film in 76 locations in Kyiv and Kyiv region, Odesa, Ternopil, Zaporizhia, Bohuslav and Vilnius.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a08QEhHiU29Zv0gTkwzgnCYPRvL.jpg",
    "popularity": 2.3661,
    "tmdb_url": "https://www.themoviedb.org/movie/859004"
  },
  {
    "id": 36897,
    "title": "Pokémon: Mewtwo Returns",
    "release_date": "2001-08-17",
    "overview": "The Team Rocket leader, Giovanni, has found Mewtwo in a remote area of the Johto region. As Giovanni tries to re-capture Mewtwo, Ash and his friends are kidnapped by Domino, a new Team Rocket member, while trying to rescue Pikachu from Jessie and James. The Clone Pokemon are also captured and are then used as bait for Mewtwo. The situation then becomes a battle between the wills of Mewtwo and Giovanni; and Mewtwo also tries to discover if it and the clones have a purpose in life, even though they are products of science.",
    "poster_url": "https://image.tmdb.org/t/p/w500/O8cDp0004QhpHIZ3YxDPdidRYd.jpg",
    "popularity": 2.3053,
    "tmdb_url": "https://www.themoviedb.org/movie/36897"
  },
  {
    "id": 14786,
    "title": "Gotti",
    "release_date": "1996-08-17",
    "overview": "John Gotti, the head of a small New York mafia crew breaks a few of the old family rules. He rises to become the head of the Gambino family and the most well-known mafia boss in America. Life is good, but suspicion creeps in, and greed, rule-breaking and his high public profile all threaten to topple him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ZeKN0jnXHlyloMFba1Xe4C1ell.jpg",
    "popularity": 2.1606,
    "tmdb_url": "https://www.themoviedb.org/movie/14786"
  },
  {
    "id": 11587,
    "title": "The Exorcist III",
    "release_date": "1990-08-17",
    "overview": "On the fifteenth anniversary of the exorcism that claimed Father Damien Karras' life, Police Lieutenant Kinderman's world is once again shattered when a boy is found decapitated and savagely crucified.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bl6nSPcyqz6xD2Igd2VQvz8qWo0.jpg",
    "popularity": 2.1032,
    "tmdb_url": "https://www.themoviedb.org/movie/11587"
  },
  {
    "id": 19124,
    "title": "Blind Fury",
    "release_date": "1989-08-17",
    "overview": "A blind Vietnam vet, trained as a swordfighter, comes to America and helps to rescue the son of a fellow soldier.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ufbA7v7b2xt85Cf1tocr69cwuCO.jpg",
    "popularity": 2.096,
    "tmdb_url": "https://www.themoviedb.org/movie/19124"
  }
]