[
  {
    "id": 193893,
    "title": "Let's Be Cops",
    "release_date": "2014-08-13",
    "overview": "Best pals Ryan and Justin are stalled in their respective careers -- a fact that is painfully driven home when they go to a college reunion. Dressed as police in the mistaken belief that they were to attend a costume party, Ryan and Justin find that the uniforms earn them much respect and attention. Although Justin is uncomfortable with the idea, Ryan decides to continue with the charade, putting them both in increasingly dangerous situations. When these newly-minted “heroes” get tangled in a real life web of mobsters and dirty detectives, they must put their fake badges on the line.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pf4FoUr2phn5WyZjU7rLXSiW1Ve.jpg",
    "popularity": 6.4973,
    "tmdb_url": "https://www.themoviedb.org/movie/193893"
  },
  {
    "id": 776503,
    "title": "CODA",
    "release_date": "2021-08-13",
    "overview": "As a CODA (Child of Deaf Adults), Ruby is the only hearing person in her deaf family. When the family's fishing business is threatened, Ruby finds herself torn between pursuing her love of music and her fear of abandoning her parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/BzVjmm8l23rPsijLiNLUzuQtyd.jpg",
    "popularity": 6.3033,
    "tmdb_url": "https://www.themoviedb.org/movie/776503"
  },
  {
    "id": 475,
    "title": "Bonnie and Clyde",
    "release_date": "1967-08-13",
    "overview": "In the 1930s, bored waitress Bonnie Parker falls in love with an ex-con named Clyde Barrow and together they start a violent crime spree through the country, stealing cars and robbing banks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sCSQFK9kMsprT4jgWqgw82dT6WI.jpg",
    "popularity": 5.4595,
    "tmdb_url": "https://www.themoviedb.org/movie/475"
  },
  {
    "id": 9728,
    "title": "Friday the 13th Part III",
    "release_date": "1982-08-13",
    "overview": "An idyllic summer turns into a nightmare of unspeakable terror for yet another group of naïve friends. Ignoring Camp Crystal Lake's bloody legacy, one by one they fall victim to the maniacal Jason, who stalks them at every turn...",
    "poster_url": "https://image.tmdb.org/t/p/w500/9kukTSlgFgXnQGdpcHvHcpTDiUc.jpg",
    "popularity": 5.4366,
    "tmdb_url": "https://www.themoviedb.org/movie/9728"
  },
  {
    "id": 203801,
    "title": "The Man from U.N.C.L.E.",
    "release_date": "2015-08-13",
    "overview": "At the height of the Cold War, a mysterious criminal organization plans to use nuclear weapons and technology to upset the fragile balance of power between the United States and Soviet Union. CIA agent Napoleon Solo and KGB agent Illya Kuryakin are forced to put aside their hostilities and work together to stop the evildoers in their tracks. The duo's only lead is the daughter of a missing German scientist, whom they must find soon to prevent a global catastrophe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y5yZaForGSJbPD66Cvq9AT5WMAD.jpg",
    "popularity": 4.7667,
    "tmdb_url": "https://www.themoviedb.org/movie/203801"
  },
  {
    "id": 227156,
    "title": "The Giver",
    "release_date": "2014-08-13",
    "overview": "In a seemingly perfect community, without war, pain, suffering, differences or choice, a young boy is chosen to learn from an elderly man about the true pain and pleasure of the \"real\" world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dul62Av4pgi5x8LP7ELHzNyka9Z.jpg",
    "popularity": 4.673,
    "tmdb_url": "https://www.themoviedb.org/movie/227156"
  },
  {
    "id": 1911,
    "title": "The 13th Warrior",
    "release_date": "1999-08-13",
    "overview": "A Muslim ambassador exiled from his homeland joins a group of Vikings, initially offended by their behavior but growing to respect them. As they travel together, they learn of a legendary evil closing in and must unite to confront this formidable force.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pj1IQQ7ajwaOrjjTCxyM1L4mSnX.jpg",
    "popularity": 4.1731,
    "tmdb_url": "https://www.themoviedb.org/movie/1911"
  },
  {
    "id": 28355,
    "title": "Case 39",
    "release_date": "2009-08-13",
    "overview": "In her many years as a social worker, Emily Jenkins believes she has seen it all, until she meets 10-year-old Lilith and the girl's cruel parents. Emily's worst fears are confirmed when the parents try to harm the child, and so Emily assumes custody of Lilith while she looks for a foster family. However, Emily soon finds that dark forces surround the seemingly innocent girl, and the more she tries to protect Lilith, the more horrors she encounters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b16EjFeHd2AwoYXWUne7DA346pU.jpg",
    "popularity": 3.5102,
    "tmdb_url": "https://www.themoviedb.org/movie/28355"
  },
  {
    "id": 25376,
    "title": "The Secret in Their Eyes",
    "release_date": "2009-08-13",
    "overview": "Hoping to put to rest years of unease concerning a past case, retired criminal investigator Benjamín begins writing a novel based on the unsolved mystery of a newlywed’s rape and murder. With the help of a former colleague, judge Irene, he attempts to make sense of the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dkeAwfZzwL3WvToydE3CXiY80E0.jpg",
    "popularity": 3.394,
    "tmdb_url": "https://www.themoviedb.org/movie/25376"
  },
  {
    "id": 10753,
    "title": "Police Story 2",
    "release_date": "1988-08-13",
    "overview": "The Hong Kong super-cop must stop a group of blackmailing bombers at the same time that the villains of the first Police Story are out for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kjq1FXtHh9i2sIuM0JaoYf43FDU.jpg",
    "popularity": 3.2875,
    "tmdb_url": "https://www.themoviedb.org/movie/10753"
  },
  {
    "id": 10285,
    "title": "Jason Goes to Hell: The Final Friday",
    "release_date": "1993-08-13",
    "overview": "Jason Voorhees is tracked down and blown to bits by a special FBI task force, reborn with the bone-chilling ability to assume the identity of anyone he touches.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Aacq05foqiWdXqetFv02HBvMoJy.jpg",
    "popularity": 3.1468,
    "tmdb_url": "https://www.themoviedb.org/movie/10285"
  },
  {
    "id": 13342,
    "title": "Fast Times at Ridgemont High",
    "release_date": "1982-08-13",
    "overview": "Based on the real-life adventures chronicled by Cameron Crowe, Fast Times follows a group of high school students growing up in Southern California. Stacy Hamilton and Mark Ratner are looking for a love interest, and are helped along by their older classmates, Linda Barrett and Mike Damone, respectively. At the center of the film is Jeff Spicoli, a perpetually stoned surfer who faces-off with the resolute Mr. Hand—a man convinced that everyone is on dope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s1DA8H7qwoOcAEhow2rCzuQtpuO.jpg",
    "popularity": 3.1177,
    "tmdb_url": "https://www.themoviedb.org/movie/13342"
  },
  {
    "id": 25527,
    "title": "The Ron Clark Story",
    "release_date": "2006-08-13",
    "overview": "Passionate and innovative teacher Ron Clark leaves his small hometown to teach in one of Harlem's toughest schools. But to break through to the students, he must use unconventional methods, including his ground-breaking classroom rules, to help them reach their potential.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2RJiZzzfG3dT6rNrJnNFTG8GQiQ.jpg",
    "popularity": 3.0394,
    "tmdb_url": "https://www.themoviedb.org/movie/25527"
  },
  {
    "id": 763,
    "title": "Braindead",
    "release_date": "1992-08-13",
    "overview": "When a Sumatran rat-monkey bites Lionel Cosgrove's mother, she's transformed into a zombie and begins killing (and transforming) the entire town while Lionel races to keep things under control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pa39D8TQs6aNw3hiUs4jLjHVUB0.jpg",
    "popularity": 2.9549,
    "tmdb_url": "https://www.themoviedb.org/movie/763"
  },
  {
    "id": 354072,
    "title": "Our Times",
    "release_date": "2015-08-13",
    "overview": "Office worker Truly Lin goes on a journey through her memories. 20 years ago, she had a crush on the most popular guy in school. Taiyu, a ruffian and a bully, is in love with the campus belle. Truly teams up with Taiyu to tear the golden couple apart and help each other to get the ones they love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c445M1xu2M0NlcFD9hMOOgsfYFD.jpg",
    "popularity": 2.9185,
    "tmdb_url": "https://www.themoviedb.org/movie/354072"
  },
  {
    "id": 9427,
    "title": "The Full Monty",
    "release_date": "1997-08-13",
    "overview": "Sheffield, England. Gaz, a jobless steelworker in need of quick cash persuades his mates to bare it all in a one-night-only strip show.",
    "poster_url": "https://image.tmdb.org/t/p/w500/crtSEBd4ya9r5oEFHRatAud6Id8.jpg",
    "popularity": 2.5205,
    "tmdb_url": "https://www.themoviedb.org/movie/9427"
  },
  {
    "id": 11052,
    "title": "Yu-Gi-Oh! The Movie",
    "release_date": "2004-08-13",
    "overview": "After the conclusion of the Battle City Tournament, deep below the sands of Egypt, an ancient evil has awakened. Anubis, who was defeated centuries ago by Yugi’s mysterious alter ego – the ancient Pharaoh – has returned for revenge. Wielding the power of the Eighth Millennium Item, Anubis is determined to destroy Yugi and take over the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3VD5QDTu0rQgRvERBMXtAvg0oIC.jpg",
    "popularity": 2.4572,
    "tmdb_url": "https://www.themoviedb.org/movie/11052"
  },
  {
    "id": 11236,
    "title": "The Secret Garden",
    "release_date": "1993-08-13",
    "overview": "A young British girl born and reared in India loses her neglectful parents in an earthquake. She is returned to England to live at her uncle's castle. Her uncle is very distant due to the loss of his wife ten years before. Neglected once again, she begins exploring the estate and discovers a garden that has been locked and forgotten. Aided by one of the servants' boys, she begins restoring the garden, and eventually discovers some other secrets of the manor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zf6h5dJ7wVG7LqMO9dhHGHVejzj.jpg",
    "popularity": 2.4365,
    "tmdb_url": "https://www.themoviedb.org/movie/11236"
  },
  {
    "id": 9960,
    "title": "Lord of the Flies",
    "release_date": "1963-08-13",
    "overview": "Following a plane crash a group of schoolboys find themselves on a deserted island. They appoint a leader and attempt to create an organized society for the sake of their survival. Democracy and order soon begin to crumble when a breakaway faction regresses to savagery with horrifying consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3jhp9oxZpwcWCZ1vfn3PyMWovzq.jpg",
    "popularity": 2.3518,
    "tmdb_url": "https://www.themoviedb.org/movie/9960"
  },
  {
    "id": 9320,
    "title": "The Avengers",
    "release_date": "1998-08-13",
    "overview": "British Ministry agent John Steed, under direction from \"Mother\", investigates a diabolical plot by arch-villain Sir August de Wynter to rule the world with his weather control machine. Steed investigates the beautiful Doctor Mrs. Emma Peel, the only suspect, but simultaneously falls for her and joins forces with her to combat Sir August.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1p5thyQ4pCy876HpdvFARqJ62N9.jpg",
    "popularity": 2.308,
    "tmdb_url": "https://www.themoviedb.org/movie/9320"
  },
  {
    "id": 606234,
    "title": "Archive",
    "release_date": "2020-08-13",
    "overview": "2038: George Almore is working on a true human-equivalent AI, and his latest prototype is almost ready. This sensitive phase is also the riskiest as he has a goal that must be hidden at all costs—being reunited with his dead wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eDnHgozW8vfOaLHzfpHluf1GZCW.jpg",
    "popularity": 2.2947,
    "tmdb_url": "https://www.themoviedb.org/movie/606234"
  },
  {
    "id": 1028318,
    "title": "Goodbye Monster",
    "release_date": "2022-08-13",
    "overview": "In order to cure Hei Ling, a terminal illness, the Kunlun healer, Bai Ze, was banished after accidentally destroying an island. Seven years later, he returns to the island to seek redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jZvYqkvjUAshzDCCf46wfFHbXnU.jpg",
    "popularity": 2.1927,
    "tmdb_url": "https://www.themoviedb.org/movie/1028318"
  },
  {
    "id": 531509,
    "title": "Otherhood",
    "release_date": "2019-08-13",
    "overview": "Feeling forgotten on Mother's Day, three best friends leave the suburbs and drive to New York City to surprise their adult sons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2qVErJgfMcg3TzfYcrbaXBcrXV9.jpg",
    "popularity": 2.1864,
    "tmdb_url": "https://www.themoviedb.org/movie/531509"
  },
  {
    "id": 348689,
    "title": "Memories of the Sword",
    "release_date": "2015-08-13",
    "overview": "While in medieval Korea, a young girl sets out to revenge the betrayal and the death of her mother. But therefore she must face one of the most powerful men and warriors of the Goryeo Dynasty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dqf7fnJXoPvKdVD33w4KYl3qB55.jpg",
    "popularity": 2.1711,
    "tmdb_url": "https://www.themoviedb.org/movie/348689"
  },
  {
    "id": 399897,
    "title": "Siren XXX: Magical Pleasure",
    "release_date": "2010-08-13",
    "overview": "In a rural port town, Kenji Ishikawa runs a barber shop together with his new wife, who speaks very little and has mysterious eyes to match her amorous presence. Running the shop isn’t easy as hardly any customers come…  One evening, a man comes to the shop, as if lured by the faint hum of the wife. As the man takes a seat, Kenji exits his shop. The wife then gently fingers the man’s neck…",
    "poster_url": "https://image.tmdb.org/t/p/w500/6QFciT2BXoqaFZsDeLrvxMmVRMq.jpg",
    "popularity": 2.138,
    "tmdb_url": "https://www.themoviedb.org/movie/399897"
  },
  {
    "id": 805411,
    "title": "Descendants: The Royal Wedding",
    "release_date": "2021-08-13",
    "overview": "Happily-ever-after continues for Auradon's power couple as they prepare to say \"I do\" at an epic celebration with their friends and family, but Hades threatens to ruin it all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bpV3a3OqfNmCXFrgB3DZKSRguPV.jpg",
    "popularity": 2.0989,
    "tmdb_url": "https://www.themoviedb.org/movie/805411"
  },
  {
    "id": 16138,
    "title": "R-Point",
    "release_date": "2004-08-13",
    "overview": "On 07 January 1972, the South Korean base in Nah-Trang, Vietnam, receives a radio transmission from a missing platoon presumed dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rV5esRuzLFCVK1ZdgWwWIstrUy5.jpg",
    "popularity": 2.0823,
    "tmdb_url": "https://www.themoviedb.org/movie/16138"
  },
  {
    "id": 12187,
    "title": "Heart and Souls",
    "release_date": "1993-08-13",
    "overview": "A fateful night in 1959, four people die when the bus they are riding crashes. They continue as ghosts; their souls become eternally entwined to the life of a child born at the moment of their deaths as his guardians. Baby Thomas grows up to be a businessman who has memories of his playmates, but assumes they are products of his youthful imagination. When the ghosts realize they need Thomas' help to move on to the afterlife, they decide to make an appearance once more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ik6GtJXMoq5tA581IMeBHr7Wocf.jpg",
    "popularity": 2.0794,
    "tmdb_url": "https://www.themoviedb.org/movie/12187"
  },
  {
    "id": 9781,
    "title": "Detroit Rock City",
    "release_date": "1999-08-13",
    "overview": "In 1978, a Kiss concert was an epoch-making event. For the four teen fans in Detroit Rock City getting tickets to the sold-out show becomes the focal point of their existence. They'll do anything for tickets -- compete in a strip club's amateur-night contest, take on religious protesters, even rob a convenience store!",
    "poster_url": "https://image.tmdb.org/t/p/w500/jedOctnsD20K4IvOeh5jG811B8L.jpg",
    "popularity": 2.0464,
    "tmdb_url": "https://www.themoviedb.org/movie/9781"
  },
  {
    "id": 620824,
    "title": "Aikatsu Stars! The Movie",
    "release_date": "2016-08-13",
    "overview": "With the intention of appearing in an event on a southern island, the students of Four Star Academy are taking off! There, rumors about a pair of legendary dresses sleeping within the island...  A story about Yume and Laura's friendship, with S4 taking the stage together for the first time. Furthermore, putting the legendary dresses into a Dress Make... A thrilling and exciting Aikatsu! story is coming to theaters this summer!",
    "poster_url": "https://image.tmdb.org/t/p/w500/h1LWsu6WiM706vfn3FsXGEan9gf.jpg",
    "popularity": 2.0203,
    "tmdb_url": "https://www.themoviedb.org/movie/620824"
  },
  {
    "id": 272691,
    "title": "Sea Fog",
    "release_date": "2014-08-13",
    "overview": "A fishing-boat crew takes on a dangerous commission to smuggle a group of illegal immigrants from China to Korea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gnqv8hSNKfNZXKsJXMxJocDVGK7.jpg",
    "popularity": 2.0138,
    "tmdb_url": "https://www.themoviedb.org/movie/272691"
  }
]