[
  {
    "id": 1140233,
    "title": "Wife Swap",
    "release_date": "2022-08-14",
    "overview": "A man has an accident at work, and his boss asks his wife to have sex with him in order to free him from responsibility. One day, the man witnesses a scene where his wife has sex with his boss and decides to take revenge by doing the same to his boss' wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lmfpb4QHehVAaLm6IEbgM0VhQuD.jpg",
    "popularity": 11.0876,
    "tmdb_url": "https://www.themoviedb.org/movie/1140233"
  },
  {
    "id": 400160,
    "title": "The SpongeBob Movie: Sponge on the Run",
    "release_date": "2020-08-14",
    "overview": "When his best friend Gary is suddenly snatched away, SpongeBob takes Patrick on a madcap mission far beyond Bikini Bottom to save their pink-shelled pal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jlJ8nDhMhCYJuzOw3f52CP1W8MW.jpg",
    "popularity": 7.9176,
    "tmdb_url": "https://www.themoviedb.org/movie/400160"
  },
  {
    "id": 9453,
    "title": "Caligula",
    "release_date": "1979-08-14",
    "overview": "After the death of the paranoid emperor Tiberius, Caligula, his heir, seizes power and plunges the empire into a bloody spiral of madness and depravity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vNXAY6r9Pb6WkMCGmNeW2PlznLQ.jpg",
    "popularity": 6.3575,
    "tmdb_url": "https://www.themoviedb.org/movie/9453"
  },
  {
    "id": 521777,
    "title": "Good Boys",
    "release_date": "2019-08-14",
    "overview": "A group of young boys on the cusp of becoming teenagers embark on an epic quest to fix their broken drone before their parents get home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tximyCXMEnWIIyOy9STkOduUprG.jpg",
    "popularity": 4.7204,
    "tmdb_url": "https://www.themoviedb.org/movie/521777"
  },
  {
    "id": 256274,
    "title": "As Above, So Below",
    "release_date": "2014-08-14",
    "overview": "When a team of explorers ventures into the uncharted maze of bones that lies beneath the streets of Paris, they embark on a journey into madness and terror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oJZSajKLJkoTOzSZQN2ZwRnPwHZ.jpg",
    "popularity": 4.5335,
    "tmdb_url": "https://www.themoviedb.org/movie/256274"
  },
  {
    "id": 71883,
    "title": "Redline",
    "release_date": "2009-08-14",
    "overview": "A daredevil driver is determined to compete in Redline, the most popular race in the galaxy. The race only occurs every five years, but in order to participate he must overcome the mafia, the government and even love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yUkH0y9OsY7J08Dvfzi1P0di559.jpg",
    "popularity": 4.3207,
    "tmdb_url": "https://www.themoviedb.org/movie/71883"
  },
  {
    "id": 13515,
    "title": "Mirrors",
    "release_date": "2008-08-14",
    "overview": "An ex-cop and his family are the target of an evil force that is using mirrors as a gateway into their home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bt5a4ThyLpLTsia2e2ZTLzQjXO0.jpg",
    "popularity": 4.1368,
    "tmdb_url": "https://www.themoviedb.org/movie/13515"
  },
  {
    "id": 200085,
    "title": "The Flu",
    "release_date": "2013-08-14",
    "overview": "A case of the flu quickly morphs into a pandemic. As the death toll mounts and the living panic, the government plans extreme measures to contain it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mvTXhTddHIZbOU9pmrcPODI1kRx.jpg",
    "popularity": 3.942,
    "tmdb_url": "https://www.themoviedb.org/movie/200085"
  },
  {
    "id": 36685,
    "title": "The Rocky Horror Picture Show",
    "release_date": "1975-08-14",
    "overview": "After getting a flat tire, two sweethearts discover the eerie mansion of a flamboyant scientist and houseful of wild characters. Through elaborate dance and rock songs, the mad scientist unveils his latest creation: a perfect, muscular man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3pyE6ZqDbuJi7zrNzzQzcKTWdmN.jpg",
    "popularity": 3.8985,
    "tmdb_url": "https://www.themoviedb.org/movie/36685"
  },
  {
    "id": 605116,
    "title": "Project Power",
    "release_date": "2020-08-14",
    "overview": "An ex-soldier, a teen and a cop collide in New Orleans as they hunt for the source behind a dangerous new pill that grants users temporary superpowers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/TnOeov4w0sTtV2gqICqIxVi74V.jpg",
    "popularity": 3.6396,
    "tmdb_url": "https://www.themoviedb.org/movie/605116"
  },
  {
    "id": 24420,
    "title": "The Time Traveler's Wife",
    "release_date": "2009-08-14",
    "overview": "Due to a genetic disorder, handsome librarian Henry DeTamble involuntarily zips through time, appearing at various moments in the life of his true love, the beautiful artist Clare Abshire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/J3ewuzQwhFro0pDpdcbZ4j7MYy.jpg",
    "popularity": 3.4973,
    "tmdb_url": "https://www.themoviedb.org/movie/24420"
  },
  {
    "id": 653598,
    "title": "Spree",
    "release_date": "2020-08-14",
    "overview": "Desperate for an online following, a rideshare driver has figured out a deadly plan to go viral and he will stop at nothing to get his five minutes of fame.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aHiMNhLOu0yDtCgvUlx24HZES8Y.jpg",
    "popularity": 3.0851,
    "tmdb_url": "https://www.themoviedb.org/movie/653598"
  },
  {
    "id": 10083,
    "title": "No Way Out",
    "release_date": "1987-08-14",
    "overview": "Navy Lt. Tom Farrell meets a young woman, Susan Atwell , and they share a passionate fling. Farrell then finds out that his superior, Defense Secretary David Brice, is also romantically involved with Atwell. When the young woman turns up dead, Farrell is put in charge of the murder investigation. He begins to uncover shocking clues about the case, but when details of his encounter with Susan surface, he becomes a suspect as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/93CzsBvRhg035yvQosRtSsTL19v.jpg",
    "popularity": 2.9979,
    "tmdb_url": "https://www.themoviedb.org/movie/10083"
  },
  {
    "id": 508935,
    "title": "The Eight Hundred",
    "release_date": "2020-08-14",
    "overview": "In 1937, eight hundred Chinese soldiers fight under siege from a warehouse in the middle of the Shanghai battlefield, completely surrounded by the Japanese army.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7L3bDCQaSJiJ42v4WGml5xLQPWW.jpg",
    "popularity": 2.795,
    "tmdb_url": "https://www.themoviedb.org/movie/508935"
  },
  {
    "id": 9605,
    "title": "Single White Female",
    "release_date": "1992-08-14",
    "overview": "Attractive Manhattanite Allison Jones has it all: a handsome beau, a rent-controlled apartment, and a promising career as a fashion designer. When boyfriend Sam proves unfaithful, Allison strikes out on her own but must use the classifieds to seek out a roommate in order to keep her spacious digs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2B6spN9XvzbK9hKDQtvTa4wVoys.jpg",
    "popularity": 2.7734,
    "tmdb_url": "https://www.themoviedb.org/movie/9605"
  },
  {
    "id": 61952,
    "title": "A Good Lawyer's Wife",
    "release_date": "2003-08-14",
    "overview": "A woman, married and with a child but becoming increasingly distant from her husband who is already cheating on her, reluctantly enters a secret relationship with her neighbor, a teenage boy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eNmfYjGMuIlFK3MOuTYKh6hyXcb.jpg",
    "popularity": 2.6855,
    "tmdb_url": "https://www.themoviedb.org/movie/61952"
  },
  {
    "id": 464026,
    "title": "Let's Go To Rose Motel",
    "release_date": "2013-08-14",
    "overview": "Seong-soo hasn't had any physical contact with his girlfriend yet after 6 months of being together so he's always excited to see her. One day, Seong-soo succeeds in getting Min-ae into Rose Motel. When he is about to shower, Seong-soo discovers a small hole in the wall leading to the next room and watches the couple next door having intercourse. Seong-soo continues to watch out of curiosity but realizes he just watched celebrity Sara giving sexual favors to a big shot politician...",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ogCczLG6EhQEnSWoqs6092bGm3.jpg",
    "popularity": 2.6403,
    "tmdb_url": "https://www.themoviedb.org/movie/464026"
  },
  {
    "id": 330037,
    "title": "Brothers",
    "release_date": "2015-08-14",
    "overview": "David and Monty, estranged half-brothers, train in mixed martial arts to earn a livelihood. However, things change when the two are forced to compete against each other in the final tournament.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kjZv4IbGdn84Bxqt3aBB6zlWZPK.jpg",
    "popularity": 2.6105,
    "tmdb_url": "https://www.themoviedb.org/movie/330037"
  },
  {
    "id": 685099,
    "title": "Date A Bullet: Dead or Bullet",
    "release_date": "2020-08-14",
    "overview": "The first part of Date A Bullet: Hibiki Higoromo, better known as, Empty, is an amnesiac young girl. She wakes up in the neighboring world, where she encounters Tokisaki Kurumi. In order to kill the mysterious girl, Kurumi leads Empty to a school. When arriving at the school, a number of girls, known as semi-spirits, gather together. Now then, a new battle begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7xFcuSTxJhkaACU3cSgDOas5v6I.jpg",
    "popularity": 2.54,
    "tmdb_url": "https://www.themoviedb.org/movie/685099"
  },
  {
    "id": 408648,
    "title": "Batman and Harley Quinn",
    "release_date": "2017-08-14",
    "overview": "Batman and Nightwing are forced to team with the Joker's sometimes-girlfriend Harley Quinn to stop a global threat brought about by Poison Ivy and Jason Woodrue, the Floronic Man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xAP0aqAMlsNN3NEvikRkjaTlmjw.jpg",
    "popularity": 2.495,
    "tmdb_url": "https://www.themoviedb.org/movie/408648"
  },
  {
    "id": 12919,
    "title": "Can't Buy Me Love",
    "release_date": "1987-08-14",
    "overview": "Nerdy high schooler Ronald Miller rescues cheerleader Cindy Mancini from parental punishment after she accidentally destroys her mother's designer clothes. Ronald agrees to pay for the $1,000 outfit on one condition: that she will act as though they're a couple for an entire month. As the days pass, however, Cindy grows fond of Ronald, making him popular. But when Ronald's former best friend gets left behind, he realizes that social success isn't everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qK3yiqo84U3twOOKOx81c407Hpr.jpg",
    "popularity": 2.2809,
    "tmdb_url": "https://www.themoviedb.org/movie/12919"
  },
  {
    "id": 214209,
    "title": "Hide and Seek",
    "release_date": "2013-08-14",
    "overview": "Sung-soo has everything a man could want: a beautiful wife and children, a comfortable home and luxury car, and plenty of money in the bank. When he learns that his estranged brother, Sung-chul, has gone missing, haunting memories of their troubled past urge him to visit his brother’s apartment in search of answers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z11Dd1r8BQhCLhLfRh1x5QuzMRw.jpg",
    "popularity": 2.2369,
    "tmdb_url": "https://www.themoviedb.org/movie/214209"
  },
  {
    "id": 27060,
    "title": "Bishonen",
    "release_date": "1998-08-14",
    "overview": "A hustler and a model policeman who is uneasy with his own secret homosexuality begin a secret relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v1DGBfBzE9BpGK7vPq8QGezE7wx.jpg",
    "popularity": 2.2221,
    "tmdb_url": "https://www.themoviedb.org/movie/27060"
  },
  {
    "id": 19738,
    "title": "Revolutionary Girl Utena: The Movie",
    "release_date": "1999-08-14",
    "overview": "In a loose retelling of the Revolutionary Girl Utena TV series, Utena Tenjou arrives at Ohtori Academy, only to be immediately swept up in a series of duels for the hand of her classmate Anthy Himemiya and the power she supposedly holds. At the same time, Utena reunites with Touga Kiryuu, a friend from her childhood who seems to know the secrets behind the duels. Utena must discover those secrets for herself, before the power that rules Ohtori claims her and her friends, new and old.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4gEuxmg7OTc9Nxbg5pj5cVTaKCh.jpg",
    "popularity": 2.1497,
    "tmdb_url": "https://www.themoviedb.org/movie/19738"
  },
  {
    "id": 414887,
    "title": "Madam",
    "release_date": "2015-08-14",
    "overview": "Ma-nim (Kim Jeong-ah-II) becomes a widow after her husband dies from sickness and she arrives at Bukgando to get remarried. Her new husband is a handsome and wealthy man but he is killed by a Japanese even before she spends a night with him. Ma-nim is alone in the big house once again. Everyone by her husband's side leaves and only the grandfather and slave named Bau are left behind. One day, Ma-nim notices that Bau has a way of staring at her and she is overcome by a strange feeling. She'd to oppress her desires as a woman because of her two short marriages and strict identity. Bau had never made love with a woman before but she didn't mind his gaze on her. The two of them start a forbidden love behind grandfather's back...",
    "poster_url": "https://image.tmdb.org/t/p/w500/fMCsK6nA7Nl3XhNFuiFYNNzwGvq.jpg",
    "popularity": 2.1273,
    "tmdb_url": "https://www.themoviedb.org/movie/414887"
  },
  {
    "id": 115348,
    "title": "Paranoia",
    "release_date": "2013-08-14",
    "overview": "An entry-level employee at a powerful corporation finds himself occupying a corner office, but at a dangerous price—he must spy on his boss's old mentor to secure for him a multi-billion dollar advantage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/isbiljuGztxLlcOvrSw5FkQDGEd.jpg",
    "popularity": 2.0749,
    "tmdb_url": "https://www.themoviedb.org/movie/115348"
  },
  {
    "id": 13509,
    "title": "The Monster Squad",
    "release_date": "1987-08-14",
    "overview": "Count Dracula adjourns to Earth, accompanied by Frankenstein's Monster, the Wolfman, the Mummy, and the Gillman. The uglies are in search of a powerful amulet that will grant them power to rule the world. Our heroes - the Monster Squad are the only ones daring to stand in their way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8EVuqCcqFzQvc7X8E3fx3w4B5Td.jpg",
    "popularity": 2.0582,
    "tmdb_url": "https://www.themoviedb.org/movie/13509"
  },
  {
    "id": 31646,
    "title": "Piranha II: The Spawning",
    "release_date": "1982-08-14",
    "overview": "A scuba diving instructor, her biochemist boyfriend, and her police chief ex-husband try to link a series of bizarre deaths to a mutant strain of piranha fish whose lair is a sunken freighter ship off a Caribbean island resort.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gOPhCh4Ko5crlsyQewPsq1sYLiA.jpg",
    "popularity": 2.0234,
    "tmdb_url": "https://www.themoviedb.org/movie/31646"
  },
  {
    "id": 637969,
    "title": "Ravage",
    "release_date": "2020-08-14",
    "overview": "When a nature photographer explains to the Police how she fought her way out of the Watchatoomy Valley, they dismiss her crazed and violent story as a meth-induced nightmare. But when they discover that she's telling the truth, it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m24I9519Y6p5ajeaMB2lbFIQgYQ.jpg",
    "popularity": 2.0019,
    "tmdb_url": "https://www.themoviedb.org/movie/637969"
  },
  {
    "id": 4857,
    "title": "Farewell, Friend",
    "release_date": "1968-08-14",
    "overview": "After serving together in the French Foreign Legion, a mercenary and a doctor leave the service and go their separate ways. Later, they are reunited and become involved with a caper involving millions in a high-security safe. The two men become locked in during a holiday weekend as they attempt to crack the safe's combination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jk8tuEAaxpi6kgIX02FK1aXvKuT.jpg",
    "popularity": 2.0,
    "tmdb_url": "https://www.themoviedb.org/movie/4857"
  }
]