[
  {
    "id": 985939,
    "title": "Fall",
    "release_date": "2022-08-11",
    "overview": "For best friends Becky and Hunter, life is all about conquering fears and pushing limits. But after they climb 2,000 feet to the top of a remote, abandoned radio tower, they find themselves stranded with no way down. Now Becky and Hunter’s expert climbing skills will be put to the ultimate test as they desperately fight to survive the elements, a lack of supplies, and vertigo-inducing heights",
    "poster_url": "https://image.tmdb.org/t/p/w500/spCAxD99U1A6jsiePFoqdEcY0dG.jpg",
    "popularity": 23.2116,
    "tmdb_url": "https://www.themoviedb.org/movie/985939"
  },
  {
    "id": 550988,
    "title": "Free Guy",
    "release_date": "2021-08-11",
    "overview": "A bank teller discovers he is actually a background player in an open-world video game, and decides to become the hero of his own story. Now, in a world where there are no limits, he is determined to be the guy who saves his world his way before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6PFJrMvoQwBxQITLYHj09VeJ37q.jpg",
    "popularity": 10.871,
    "tmdb_url": "https://www.themoviedb.org/movie/550988"
  },
  {
    "id": 429200,
    "title": "Good Time",
    "release_date": "2017-08-11",
    "overview": "After a botched bank robbery lands his younger brother in prison, Connie Nikas embarks on a twisted odyssey through New York City's underworld to get his brother Nick out of jail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yE1c9hj5Hf8a9KplAdRdhADqUro.jpg",
    "popularity": 8.9101,
    "tmdb_url": "https://www.themoviedb.org/movie/429200"
  },
  {
    "id": 1163258,
    "title": "12th Fail",
    "release_date": "2023-08-11",
    "overview": "Based on the true story of IPS officer Manoj Kumar Sharma, 12th Fail sheds limelight on fearlessly embracing the idea of restarting the academic journey despite the setbacks and challenges and reclaiming one's destiny at a place where millions of students attempt the world's toughest competitive exam: UPSC.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eebUPRI4Z5e1Z7Hev4JZAwMIFkX.jpg",
    "popularity": 8.7861,
    "tmdb_url": "https://www.themoviedb.org/movie/1163258"
  },
  {
    "id": 309886,
    "title": "Blood Father",
    "release_date": "2016-08-11",
    "overview": "An ex-con reunites with his estranged wayward 16-year old daughter to protect her from drug dealers who are trying to kill her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1VpEcYxo2T5qt5YMynfWZkctPR4.jpg",
    "popularity": 7.9489,
    "tmdb_url": "https://www.themoviedb.org/movie/309886"
  },
  {
    "id": 277216,
    "title": "Straight Outta Compton",
    "release_date": "2015-08-11",
    "overview": "In 1987, five young men, using brutally honest rhymes and hardcore beats, put their frustration and anger about life in the most dangerous place in America into the most powerful weapon they had: their music.  Taking us back to where it all began, Straight Outta Compton tells the true story of how these cultural rebels—armed only with their lyrics, swagger, bravado and raw talent—stood up to the authorities that meant to keep them down and formed the world’s most dangerous group, N.W.A.  And as they spoke the truth that no one had before and exposed life in the hood, their voice ignited a social revolution that is still reverberating today.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1CiLJx8Xtv3TbbFj6k7BboSmKgC.jpg",
    "popularity": 7.5396,
    "tmdb_url": "https://www.themoviedb.org/movie/277216"
  },
  {
    "id": 6957,
    "title": "The 40 Year Old Virgin",
    "release_date": "2005-08-11",
    "overview": "Andy Stitzer has a pleasant life with a nice apartment and a job stamping invoices at an electronics store. But at age 40, there's one thing Andy hasn't done, and it's really bothering his sex-obsessed male co-workers: Andy is still a virgin. Determined to help Andy get laid, the guys make it their mission to de-virginize him. But it all seems hopeless until Andy meets small business owner Trish, a single mom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jBoRAWYOv7tBtfXbNJMAojGj0Xf.jpg",
    "popularity": 7.478,
    "tmdb_url": "https://www.themoviedb.org/movie/6957"
  },
  {
    "id": 73456,
    "title": "Barbie: Princess Charm School",
    "release_date": "2011-08-11",
    "overview": "Barbie stars as Blair Willows, a kind-hearted girl who is chosen to attend Princess Charm School: a magical, modern place that teaches dancing, how to have tea parties, and proper princess manners. Blair loves her classes -- as well as the helpful magical sprites and her new friends, Princesses Hadley and Isla. But when royal teacher Dame Devin discovers that Blair looks a lot like the kingdom’s missing princess, she turns Blair’s world upside down to stop her from claiming the throne. Now Blair, Hadley and Delancy must find an enchanted crown to prove Blair’s true identity in this charming and magical princess story!",
    "poster_url": "https://image.tmdb.org/t/p/w500/lI2jPbssax6XX5vDqB9mTJHGzfH.jpg",
    "popularity": 6.0238,
    "tmdb_url": "https://www.themoviedb.org/movie/73456"
  },
  {
    "id": 1145758,
    "title": "Birder",
    "release_date": "2023-08-11",
    "overview": "A birdwatcher invades a nude queer campground on a remote lake in the New Hampshire wilds. He wears whatever he needs to ensnare the locals in his dark fetish in this nightmarish erotic thriller. Consent has never been more deadly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h3N0NwMV1GyxOrtSwABQDqqA74.jpg",
    "popularity": 5.4443,
    "tmdb_url": "https://www.themoviedb.org/movie/1145758"
  },
  {
    "id": 8292,
    "title": "Four Brothers",
    "release_date": "2005-08-11",
    "overview": "Four adopted brothers return to their Detroit hometown when their mother is murdered and vow to exact revenge on the killers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8cO39cnWSZQi2ncPG5TxL3YRzKc.jpg",
    "popularity": 5.166,
    "tmdb_url": "https://www.themoviedb.org/movie/8292"
  },
  {
    "id": 760741,
    "title": "Beast",
    "release_date": "2022-08-11",
    "overview": "A recently widowed man and his two teenage daughters travel to a game reserve in South Africa. However, their journey of healing soon turns into a fight for survival when a bloodthirsty lion starts to stalk them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f18rGcLlawKjNC5KRh36S0mvRlY.jpg",
    "popularity": 5.1543,
    "tmdb_url": "https://www.themoviedb.org/movie/760741"
  },
  {
    "id": 8982,
    "title": "The Protector",
    "release_date": "2005-08-11",
    "overview": "A young fighter named Kham must go to Australia to retrieve his stolen elephant. With the help of a Thai-born Australian detective, Kham must take on all comers, including a gang led by an evil woman and her two deadly bodyguards.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uKE9BxgtT5g2pE3ZKC7MnzsAbTZ.jpg",
    "popularity": 4.8992,
    "tmdb_url": "https://www.themoviedb.org/movie/8982"
  },
  {
    "id": 912480,
    "title": "Red Rooms",
    "release_date": "2023-08-11",
    "overview": "The high-profile case of serial killer Ludovic Chevalier has just gone to trial, and Kelly-Anne is obsessed. When reality blurs with her morbid fantasies, she goes down a dark path to seek the final piece of the case’s puzzle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uBJvbf0g9rcsYElcwZCMYU0Vrj8.jpg",
    "popularity": 4.4716,
    "tmdb_url": "https://www.themoviedb.org/movie/912480"
  },
  {
    "id": 727745,
    "title": "The Kissing Booth 3",
    "release_date": "2021-08-11",
    "overview": "It’s the summer before Elle heads to college, and she has a secret decision to make. Elle has been accepted into Harvard, where boyfriend Noah is matriculating, and also Berkeley, where her BFF Lee is headed and has to decide if she should stay or not.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c7xcqnMDVQ5v1hJBm3AZ5YikNe6.jpg",
    "popularity": 4.3615,
    "tmdb_url": "https://www.themoviedb.org/movie/727745"
  },
  {
    "id": 9909,
    "title": "Dangerous Minds",
    "release_date": "1995-08-11",
    "overview": "Former Marine Louanne Johnson lands a gig teaching in a pilot program for bright but underachieving teens at a notorious inner-city high school. After having a terrible first day, she decides she must throw decorum to the wind. When Johnson returns to the classroom, she does so armed with a no-nonsense attitude informed by her military training and a fearless determination to better the lives of her students -- no matter what the cost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yWHWC8fJRp2kLgiFrEa8o3krOH9.jpg",
    "popularity": 4.3603,
    "tmdb_url": "https://www.themoviedb.org/movie/9909"
  },
  {
    "id": 9762,
    "title": "Step Up",
    "release_date": "2006-08-11",
    "overview": "Tyler Gage receives the opportunity of a lifetime after vandalizing a performing arts school, gaining him the chance to earn a scholarship and dance with an up and coming dancer, Nora.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fmw52kXk2kN8AQil7tgOD41gt4Q.jpg",
    "popularity": 4.2427,
    "tmdb_url": "https://www.themoviedb.org/movie/9762"
  },
  {
    "id": 832502,
    "title": "The Monkey King",
    "release_date": "2023-08-11",
    "overview": "A stick-wielding monkey teams with a young girl on an epic quest for immortality, battling demons, dragons, gods — and his own ego — along the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
    "popularity": 4.2068,
    "tmdb_url": "https://www.themoviedb.org/movie/832502"
  },
  {
    "id": 17128,
    "title": "Hanzo the Razor: The Snare",
    "release_date": "1973-08-11",
    "overview": "Against the backdrop of the Edo treasury devaluing currency and driving many into poverty, Hanzo Itami enforces the law without regard to status. He shows inadequate respect to the treasurer, who wants him dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yvlWwZLgR2Ut1fUVSgoRJJyoOZ2.jpg",
    "popularity": 3.6876,
    "tmdb_url": "https://www.themoviedb.org/movie/17128"
  },
  {
    "id": 623135,
    "title": "Sinkhole",
    "release_date": "2021-08-11",
    "overview": "A working class family move into a new condo purchased after 11 years of hard work. They throw a housewarming party to show his co-workers when overnight a heavy downpour creates an extremely deep sinkhole that engulfs the entire building.",
    "poster_url": "https://image.tmdb.org/t/p/w500/alBxLvZ5LkDRJPw4TX1PgkWLE8a.jpg",
    "popularity": 3.6597,
    "tmdb_url": "https://www.themoviedb.org/movie/623135"
  },
  {
    "id": 1152624,
    "title": "3 Days in Malay",
    "release_date": "2023-08-11",
    "overview": "Marines stationed at an airfield in Malay during WWII get wind of a coming raid by the Japanese. Unable to get reinforcements approved, they engage in a harrowing 3-day battle against enemy forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hqnfqeCILvgKGWKOut5lVdxdeJh.jpg",
    "popularity": 3.5711,
    "tmdb_url": "https://www.themoviedb.org/movie/1152624"
  },
  {
    "id": 320956,
    "title": "The Cuckold",
    "release_date": "2009-08-11",
    "overview": "The Cuckold is a controversial dramatic feature that pushes a camera lens through the peephole of American taboo, focusing on the flashpoint where racial and sexual tensions collide. While set against the backdrop of a little-known fetish in the swinging lifestyle called 'cuckolding', The Cuckold tells the broader story of two suburban couples and two urban men whose lives collide in a tale woven together by the threads of deceit, lust, and primal vengeance. It also explores the consequences and risks in looking beyond the skin in search of love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jVmPxOzuWfxY93MSsSq1qnbNDeF.jpg",
    "popularity": 3.4192,
    "tmdb_url": "https://www.themoviedb.org/movie/320956"
  },
  {
    "id": 338766,
    "title": "Hell or High Water",
    "release_date": "2016-08-11",
    "overview": "A divorced dad and his ex-con brother resort to a desperate scheme in order to save their family's farm in West Texas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ljRRxqy2aXIkIBXLmOVifcOR021.jpg",
    "popularity": 3.414,
    "tmdb_url": "https://www.themoviedb.org/movie/338766"
  },
  {
    "id": 14113,
    "title": "Zoom",
    "release_date": "2006-08-11",
    "overview": "Jack Shepard is an out-of-shape auto shop owner, far removed from the man who once protected the world's freedom. Reluctantly called back into action by the government, Jack is tasked with turning a ragtag group of kids with special powers into a new generation of superheroes to save the world from certain destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
    "popularity": 3.347,
    "tmdb_url": "https://www.themoviedb.org/movie/14113"
  },
  {
    "id": 595743,
    "title": "SAS: Red Notice",
    "release_date": "2021-08-11",
    "overview": "An off-duty SAS soldier, Tom Buckingham, must thwart a terror attack on a train running through the Channel Tunnel. As the action escalates on the train, events transpire in the corridors of power that may make the difference as to whether Buckingham and the civilian passengers make it out of the tunnel alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Y9fl8tD1xtyUrOHV2MkCYTpzgi.jpg",
    "popularity": 3.2044,
    "tmdb_url": "https://www.themoviedb.org/movie/595743"
  },
  {
    "id": 1680,
    "title": "King Kong vs. Godzilla",
    "release_date": "1962-08-11",
    "overview": "The advertising director of Pacific Pharmaceuticals, frustrated with the low ratings of their sponsored TV program, seeks a more sensationalist approach. He orders his staff to Faro Island to capture King Kong for exploitation. As Godzilla re-emerges, a media frenzy generates with Pacific looking to capitalize off of the ultimate battle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8djxObchUlEVcLdNl60EJm8EHZ0.jpg",
    "popularity": 3.1909,
    "tmdb_url": "https://www.themoviedb.org/movie/1680"
  },
  {
    "id": 14395,
    "title": "Kabhi Alvida Naa Kehna",
    "release_date": "2006-08-11",
    "overview": "Dev and Maya are both married to different people. Settled into a life of domestic ritual, and convinced that they are happy in their respective relationships, they still yearn for something deeper and more meaningful, which is precisely what they find in each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dkYQgRPuik4FGIUdGGVYGQJWrHa.jpg",
    "popularity": 3.1886,
    "tmdb_url": "https://www.themoviedb.org/movie/14395"
  },
  {
    "id": 10393,
    "title": "The Replacements",
    "release_date": "2000-08-11",
    "overview": "Maverick old-guard coach Jimmy McGinty is hired in the wake of a players' strike to help the Washington Sentinels advance to the playoffs. But that impossible dream hinges on whether his replacements can hunker down and do the job. So, McGinty dusts off his secret dossier of ex-players who never got a chance (or screwed up the one they were given) and knits together a bad-dream team of guys who just may give the Sentinels their title shot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6qerI41HqkdRlio1sG0d5HLZcFN.jpg",
    "popularity": 3.174,
    "tmdb_url": "https://www.themoviedb.org/movie/10393"
  },
  {
    "id": 62206,
    "title": "30 Minutes or Less",
    "release_date": "2011-08-11",
    "overview": "Two fledgling criminals kidnap a pizza delivery guy, strap a bomb to his chest, and advise him that he has mere hours to rob a bank or else...",
    "poster_url": "https://image.tmdb.org/t/p/w500/pfsNMZcA9aAzvEqdOnq40KwEl7h.jpg",
    "popularity": 3.0343,
    "tmdb_url": "https://www.themoviedb.org/movie/62206"
  },
  {
    "id": 838,
    "title": "American Graffiti",
    "release_date": "1973-08-11",
    "overview": "A couple of high school graduates spend one final night cruising the strip with their buddies before they go off to college.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1tjLivPad2PX8FAzWko7FPIb8d2.jpg",
    "popularity": 2.9731,
    "tmdb_url": "https://www.themoviedb.org/movie/838"
  },
  {
    "id": 2055,
    "title": "Open Range",
    "release_date": "2003-08-11",
    "overview": "A former gunslinger is forced to take up arms again when he and his cattle crew are threatened by a corrupt lawman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5bmt52Fijy71W0E72on8xnnYHgP.jpg",
    "popularity": 2.9531,
    "tmdb_url": "https://www.themoviedb.org/movie/2055"
  },
  {
    "id": 1163522,
    "title": "LIVE STAGE BOCCHI THE ROCK!",
    "release_date": "2023-08-11",
    "overview": "A stage play adaptation of Bocchi the Rock!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ywDVChd6HbqVdeIXjOCSji5OGpA.jpg",
    "popularity": 2.9413,
    "tmdb_url": "https://www.themoviedb.org/movie/1163522"
  },
  {
    "id": 889675,
    "title": "The Pod Generation",
    "release_date": "2023-08-11",
    "overview": "In a not-so-distant future, couples can share pregnancy on a more equal footing via detachable artificial wombs. While botanist Alvy has doubts about this new way of birthing babies, his love for Rachel prompts him to take a leap of faith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8A1gNoYBjmwcShNtxYCfkZkMKIj.jpg",
    "popularity": 2.5163,
    "tmdb_url": "https://www.themoviedb.org/movie/889675"
  },
  {
    "id": 9682,
    "title": "Pulse",
    "release_date": "2006-08-11",
    "overview": "When the dead discover a means to contact the living through electronic devices, cellphones and computers become open gateways to monstrosities and destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ePdNzKVvGHsMMphfS3HeoMvuEX.jpg",
    "popularity": 2.5087,
    "tmdb_url": "https://www.themoviedb.org/movie/9682"
  },
  {
    "id": 10160,
    "title": "A Nightmare on Elm Street: The Dream Child",
    "release_date": "1989-08-11",
    "overview": "Alice finds the deadly dreams of Freddy Krueger starting once again. This time, the taunting murderer is striking through the sleeping mind of her unborn child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Mrk5SK017PjjOIokUbmX8Qkzf1.jpg",
    "popularity": 2.5027,
    "tmdb_url": "https://www.themoviedb.org/movie/10160"
  },
  {
    "id": 1145645,
    "title": "Kamadora",
    "release_date": "2023-08-11",
    "overview": "Ica works as a sales lady in a department store. With her charm and sex appeal, she gets the attention of her male boss. But unknown to everyone, a dark persona lies under her beautiful face.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9IdTGCBoWXiH1VVtgknoj7d940o.jpg",
    "popularity": 2.3783,
    "tmdb_url": "https://www.themoviedb.org/movie/1145645"
  },
  {
    "id": 601635,
    "title": "Laal Singh Chaddha",
    "release_date": "2022-08-11",
    "overview": "Events in India's history — from the Emergency and the famous Cricket World Cup win to the Punjab riots — unfold from the perspective of an innocent Sikh man Laal Singh Chaddha, a person with a low IQ but high optimism. Laal is able to achieve everything under the sun but his childhood love continues to elude him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qqBB1tAi345mXMhLwLJpd7LWLRP.jpg",
    "popularity": 2.3411,
    "tmdb_url": "https://www.themoviedb.org/movie/601635"
  },
  {
    "id": 52302,
    "title": "Matango",
    "release_date": "1963-08-11",
    "overview": "Five vacationers and two crewmen become stranded on a tropical island near the equator. The island has little edible food for them to use as they try to live in a fungus covered hulk while repairing Kessei's yacht. Eventually they struggle over the food rations which were left behind by the former crew. Soon they discover something unfriendly there...",
    "poster_url": "https://image.tmdb.org/t/p/w500/vtRYYfydanqeiDpZIycvAHKRuME.jpg",
    "popularity": 2.2678,
    "tmdb_url": "https://www.themoviedb.org/movie/52302"
  },
  {
    "id": 433251,
    "title": "Naked",
    "release_date": "2017-08-11",
    "overview": "Following a wild night out with his best man, Rob Anderson wakes up to find himself naked in an elevator on the morning of his wedding day and is forced to relive the morning over and over again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qXRmYSB9C6SHdxTgY3wB72Riz9Y.jpg",
    "popularity": 2.2665,
    "tmdb_url": "https://www.themoviedb.org/movie/433251"
  },
  {
    "id": 20618,
    "title": "Road Trip: Beer Pong",
    "release_date": "2009-08-11",
    "overview": "It’s Road Trip - Beer Pong! Three college roommates are on the ride of their lives when they drop everything to join a bus full of sexy, scantily clad models to compete in the ultimate sport competition: the National Beer Pong Tournament.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4lByVZkyTZziMCXdPZf6zkOJDN6.jpg",
    "popularity": 2.1895,
    "tmdb_url": "https://www.themoviedb.org/movie/20618"
  },
  {
    "id": 414420,
    "title": "My Student's Mom",
    "release_date": "2016-08-11",
    "overview": "Gyeong-soo and Jeong-min used to be the happiest couple in the world. However, Jeong-min is left home alone after her husband leaves to the regional area for a lengthy business trip. While she tries to deal with her lonely feelings, her son’s tutor Min-hyeok starts flirting with her hard. And although Jeong-min knows she shouldn’t, she starts being attracted to Min-hyeok more and more. Meanwhile, Gyeong-soo finds his place in a boarding house in the regional district and starts getting attracted to the owner of the board house, who is a single mother with a young daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bcQtBkJtPHCs3VA1AOJ6T11BaBB.jpg",
    "popularity": 2.1664,
    "tmdb_url": "https://www.themoviedb.org/movie/414420"
  },
  {
    "id": 775244,
    "title": "Mousa",
    "release_date": "2021-08-11",
    "overview": "An engineering college student invents the first of its kind robot in the Middle East, in an attempt to avenge his father's death and achieve justice, which gets him pursued by the authorities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8MO3nkwF8dbsz7dC5rGZuP3m3RS.jpg",
    "popularity": 2.1603,
    "tmdb_url": "https://www.themoviedb.org/movie/775244"
  },
  {
    "id": 42229,
    "title": "A Special Day",
    "release_date": "1977-08-11",
    "overview": "Two neighbours — a persecuted journalist and a resigned housewife — forge a strong bond on the day of Adolf Hitler's historic 1938 visit to Rome.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jzRn7N1mFowkQ5IkUkfWoxXJtYU.jpg",
    "popularity": 2.1148,
    "tmdb_url": "https://www.themoviedb.org/movie/42229"
  },
  {
    "id": 445077,
    "title": "I'm a Porn Star: Gay 4 Pay",
    "release_date": "2016-08-11",
    "overview": "Welcome to the curious, surprising and always outspoken world of straight men who go Gay4Pay. Curiously, there is a disproportionate percentage of men working in gay porn who identify as straight. Why would a straight man do gay porn? What motivates him to try this or make a career of it? Why is there such keen interest and debate into the sexuality and personal lives of these men? And what does it say about us, the viewer that so much of gay porn is dominated by images of straight men?",
    "poster_url": "https://image.tmdb.org/t/p/w500/xZPN6n8GD4J6HOpDF5RFxMrgd20.jpg",
    "popularity": 2.0481,
    "tmdb_url": "https://www.themoviedb.org/movie/445077"
  },
  {
    "id": 335777,
    "title": "The Nut Job 2: Nutty by Nature",
    "release_date": "2017-08-11",
    "overview": "When the evil mayor of Oakton decides to bulldoze Liberty Park and build a dangerous amusement park in its place, Surly Squirrel and his ragtag group of animal friends need to band together to save their home, defeat the mayor, and take back the park.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xOfdQHNF9TlrdujyAjiKfUhxSXy.jpg",
    "popularity": 2.0416,
    "tmdb_url": "https://www.themoviedb.org/movie/335777"
  },
  {
    "id": 12590,
    "title": "Below",
    "release_date": "2002-08-11",
    "overview": "In the dark silence of the sea during World War II, the submarine USS Tiger Shark prowls on what should be a routine rescue mission. But for the shell-shocked crew, trapped together in the sub's narrow corridors and constricted spaces, this is about to become a journey into the sensory delusions, mental deceptions and runaway fears that lurk just below the surface of the ocean.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hpEqhozk3PAExlQrQliX4GC15XS.jpg",
    "popularity": 2.0263,
    "tmdb_url": "https://www.themoviedb.org/movie/12590"
  },
  {
    "id": 336000,
    "title": "The Glass Castle",
    "release_date": "2017-08-11",
    "overview": "A young girl is raised in a dysfunctional family constantly on the run from the FBI. Living in poverty, she comes of age guided by her drunkard, ingenious father who distracts her with magical stories to keep her mind off the family's dire state, and her selfish, nonconformist mother who has no intention of raising a family, along with her younger brother and sister, and her other older sister. Together, they fend for each other as they mature in an unorthodox journey that is their family life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8NPP7mliHLlVMHce8SjApiRxgzm.jpg",
    "popularity": 2.0159,
    "tmdb_url": "https://www.themoviedb.org/movie/336000"
  }
]