[
  {
    "id": 55779,
    "title": "Final Destination 5",
    "release_date": "2011-08-12",
    "overview": "Death is just as omnipresent as ever, and is unleashed after one man’s premonition saves a group of coworkers from a terrifying suspension bridge collapse. But this group of unsuspecting souls was never supposed to survive, and, in a terrifying race against time, the ill-fated group frantically tries to discover a way to escape Death’s sinister agenda.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5uRF7zATPr0hIMfDcMEfnhMGw6a.jpg",
    "popularity": 37.9684,
    "tmdb_url": "https://www.themoviedb.org/movie/55779"
  },
  {
    "id": 788929,
    "title": "Lamb",
    "release_date": "2021-08-12",
    "overview": "An Icelandic couple live with their herd of sheep on a beautiful but remote farm. When they discover a mysterious newborn on their land, they decide to keep it and raise it as their own. This unexpected development and the prospects of a new family brings them much joy before ultimately destroying them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gP9yviboTGWGolqUZKIB1UkF1C2.jpg",
    "popularity": 21.6455,
    "tmdb_url": "https://www.themoviedb.org/movie/788929"
  },
  {
    "id": 49797,
    "title": "I Saw the Devil",
    "release_date": "2010-08-12",
    "overview": "Kyung-chul is a dangerous psychopath who kills for pleasure. Soo-hyeon, a top-secret agent, decides to track down the murderer himself. He promises himself that he will do everything in his power to take vengeance against the killer, even if it means that he must become a monster himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zp5NrmYp80axIGiEiYPmm1CW6uH.jpg",
    "popularity": 7.516,
    "tmdb_url": "https://www.themoviedb.org/movie/49797"
  },
  {
    "id": 22538,
    "title": "Scott Pilgrim vs. the World",
    "release_date": "2010-08-12",
    "overview": "As bass guitarist for a garage-rock band, Scott Pilgrim has never had trouble getting a girlfriend; usually, the problem is getting rid of them. But when Ramona Flowers skates into his heart, he finds she has the most troublesome baggage of all: an army of ex-boyfriends who will stop at nothing to eliminate him from her list of suitors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g5IoYeudx9XBEfwNL0fHvSckLBz.jpg",
    "popularity": 6.8618,
    "tmdb_url": "https://www.themoviedb.org/movie/22538"
  },
  {
    "id": 395,
    "title": "AVP: Alien vs. Predator",
    "release_date": "2004-08-12",
    "overview": "When scientists discover something near Antarctica that appears to be a buried Pyramid, they send a research team out to investigate. Little do they know that they are about to step into a hunting ground where Aliens are grown as sport for the Predator race.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ySWu5bCnnmgV1cVacvFnFIhgOjp.jpg",
    "popularity": 6.807,
    "tmdb_url": "https://www.themoviedb.org/movie/395"
  },
  {
    "id": 38167,
    "title": "Eat Pray Love",
    "release_date": "2010-08-12",
    "overview": "Liz Gilbert had everything a modern woman is supposed to dream of having – a husband, a house and a successful career – yet like so many others, she found herself lost, confused and searching for what she really wanted in life. Newly divorced and at a crossroads, Gilbert steps out of her comfort zone, risking everything to change her life, embarking on a journey around the world that becomes a quest for self-discovery. In her travels, she discovers the true pleasure of nourishment by eating in Italy, the power of prayer in India and, finally and unexpectedly, the inner peace and balance of true love in Bali.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nPLoZSLqUeQV37Brm71cRQTVUuY.jpg",
    "popularity": 5.5317,
    "tmdb_url": "https://www.themoviedb.org/movie/38167"
  },
  {
    "id": 599925,
    "title": "Shershaah",
    "release_date": "2021-08-12",
    "overview": "Inspired by the life of Captain Vikram Batra (PVC), the film celebrates his bravery, valiant spirit and honors his invaluable sacrifice during the Kargil War of 1999, at the age of 24.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zGvFnwoXJKrYnKhoVPytqkqCJ8V.jpg",
    "popularity": 5.4253,
    "tmdb_url": "https://www.themoviedb.org/movie/599925"
  },
  {
    "id": 1001835,
    "title": "Wifelike",
    "release_date": "2022-08-12",
    "overview": "A grieving detective in the near-future hunts down criminals who trade artificial humans on the black market. In the fight to end AI exploitation, an underground resistance attempts to infiltrate him by sabotaging the programming of the artificial human assigned as his companion to behave like his late wife. She begins to question her reality as memories of a past life begin to surface in a world where nothing is as it seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tea2gDZPxw0wfKC2S2VRWHagtt4.jpg",
    "popularity": 4.7543,
    "tmdb_url": "https://www.themoviedb.org/movie/1001835"
  },
  {
    "id": 482373,
    "title": "Don't Breathe 2",
    "release_date": "2021-08-12",
    "overview": "The Blind Man has been hiding out for several years in an isolated cabin and has taken in and raised a young girl orphaned from a devastating house fire. Their quiet life together is shattered when a group of criminals kidnap the girl, forcing the Blind Man to leave his safe haven to save her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r7HEBkkRN93d3eFBZgPJfRaob5p.jpg",
    "popularity": 4.6031,
    "tmdb_url": "https://www.themoviedb.org/movie/482373"
  },
  {
    "id": 791155,
    "title": "Secret Headquarters",
    "release_date": "2022-08-12",
    "overview": "While hanging out after school, Charlie and his friends discover the headquarters of the world’s most powerful superhero hidden beneath his home. When villains attack, they must team up to defend the headquarters and save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ce0zzOZ7DhkPxYNsPZmoQU2piH.jpg",
    "popularity": 4.4831,
    "tmdb_url": "https://www.themoviedb.org/movie/791155"
  },
  {
    "id": 755566,
    "title": "Day Shift",
    "release_date": "2022-08-12",
    "overview": "An LA vampire hunter has a week to come up with the cash to pay for his kid's tuition and braces. Trying to make a living these days just might kill him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tkl7n5r542S40hnYDI27lGNCACu.jpg",
    "popularity": 4.0806,
    "tmdb_url": "https://www.themoviedb.org/movie/755566"
  },
  {
    "id": 11453,
    "title": "Deuce Bigalow: European Gigolo",
    "release_date": "2005-08-12",
    "overview": "Deuce Bigalow goes to Amsterdam after a little accident including two irritating kids and a bunch of aggressive dolphins. There he meets up with his old friend T.J. Hicks. But a mysterious killer starts killing some of Amsterdam's finest gigolos and T.J. is mistaken for the extremely gay murderer. Deuce must enter the gigolo industry again to find the real murderer and clear T.J.'s name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yXdQ4UGDFCsPrynJOdIk20AYLus.jpg",
    "popularity": 3.9742,
    "tmdb_url": "https://www.themoviedb.org/movie/11453"
  },
  {
    "id": 862965,
    "title": "Emily the Criminal",
    "release_date": "2022-08-12",
    "overview": "Desperate for income, Emily takes a shady gig buying goods with stolen credit cards supplied by a charismatic middleman named Youcef. Seduced by the quick cash and illicit thrills, they hatch a plan to take their business to the next level.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iZvzMpREGiqDQ5eYbx8z70qPgst.jpg",
    "popularity": 3.3551,
    "tmdb_url": "https://www.themoviedb.org/movie/862965"
  },
  {
    "id": 12622,
    "title": "Violent Cop",
    "release_date": "1989-08-12",
    "overview": "A detective breaks all rules of ethical conduct while investigating a colleague’s involvement in drug pushing and Yakuza activities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9MmLBW1xFlSBu0xcv5KZOKp89OC.jpg",
    "popularity": 3.2976,
    "tmdb_url": "https://www.themoviedb.org/movie/12622"
  },
  {
    "id": 386467,
    "title": "Absolute Whiteness: Magical Girl",
    "release_date": "2012-08-12",
    "overview": "Kuramoto Erica, Nitta Yui, Suzuhara Misa and Sasaki Kotone are not your average school girls. They are in fact blessed with supernatural powers, which they use to defend the common people from alien creatures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uIDnnnfpX4F4tePVAPTgTBbnYuM.jpg",
    "popularity": 3.1256,
    "tmdb_url": "https://www.themoviedb.org/movie/386467"
  },
  {
    "id": 5481,
    "title": "Shock",
    "release_date": "1977-08-12",
    "overview": "A couple is terrorized in their new house haunted by the vengeful ghost of the woman's former husband who possesses her young son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lAa9c7jxONjWNbaacZrIwb39bf0.jpg",
    "popularity": 3.0791,
    "tmdb_url": "https://www.themoviedb.org/movie/5481"
  },
  {
    "id": 412190,
    "title": "Love O2O",
    "release_date": "2016-08-12",
    "overview": "A college stud tries to level up his relationship with a computer science major after becoming attracted to her skills in an online role-playing game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5CLPSenC8TY9slwaSCXQGJ5UclO.jpg",
    "popularity": 2.6165,
    "tmdb_url": "https://www.themoviedb.org/movie/412190"
  },
  {
    "id": 599335,
    "title": "Okay! Madam",
    "release_date": "2020-08-12",
    "overview": "A working class family wins a free vacation to Hawaii. But when their plane takes flight, it gets hijacked by terrorists. To save her family and the other passengers, the wife must reveal her secret past and fight back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9FScXnYfpXPXh4S3QkuJhZxKtLu.jpg",
    "popularity": 2.6131,
    "tmdb_url": "https://www.themoviedb.org/movie/599335"
  },
  {
    "id": 592863,
    "title": "Respect",
    "release_date": "2021-08-12",
    "overview": "The rise of Aretha Franklin’s career from a child singing in her father’s church’s choir to her international superstardom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUtPwOBZJc8uJnDqlCXTibdgxKz.jpg",
    "popularity": 2.5956,
    "tmdb_url": "https://www.themoviedb.org/movie/592863"
  },
  {
    "id": 14384,
    "title": "Soldier Blue",
    "release_date": "1970-08-12",
    "overview": "After a cavalry group is massacred by the Cheyenne, only two survivors remain: Honus, a naive private devoted to his duty, and Cresta, a young woman who had lived with the Cheyenne two years and whose sympathies lie more with them than with the US government. Together, they must try to reach the cavalry's main base camp. As they travel onward, Honus is torn between his growing affection for Cresta.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2fRfVQpdrjAhvxwytG0scOqdQOJ.jpg",
    "popularity": 2.5723,
    "tmdb_url": "https://www.themoviedb.org/movie/14384"
  },
  {
    "id": 262338,
    "title": "Good People",
    "release_date": "2014-08-12",
    "overview": "Tom and Anna Wright, a young American couple, fall into severe debt while renovating Tom's family home in London. As the couple faces the loss of their dream to have a house and start a family, they discover that the tenant in the apartment below them is dead, and he's left behind a stash of cash—$400,000 worth. Though initially hesitant, Tom and Anna decide that the plan is simple: all they have to do is quietly take the money and use only what's necessary to get them out of debt. But when they start spending the money and can't seem to stop, they find themselves the target of a deadly adversary—the thief who stole it—and that's when very bad things start happening to good people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lHTPJGxQtYDCXlMhkHoxhKfOeqC.jpg",
    "popularity": 2.5364,
    "tmdb_url": "https://www.themoviedb.org/movie/262338"
  },
  {
    "id": 13481,
    "title": "The Five Venoms",
    "release_date": "1978-08-12",
    "overview": "A dying master sends his last student to check up on five former pupils, who each know a special style of kung-fu.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z446TqbbOb7emtN1S8iOrwTHz7Y.jpg",
    "popularity": 2.5264,
    "tmdb_url": "https://www.themoviedb.org/movie/13481"
  },
  {
    "id": 21115,
    "title": "Fighter in the Wind",
    "release_date": "2004-08-12",
    "overview": "An account of karate competitor Choi Yeung-Eui who went to Japan after World War II to become a fighter pilot but found a very different path instead. He changed his name to Masutatsu Oyama and went across the country, defeating martial artists one after another. This film concentrates on the period when he is still young, and developing his famous karate style, Kyokushin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tp4YiskOE7aciwfPomXuruGfxnY.jpg",
    "popularity": 2.5195,
    "tmdb_url": "https://www.themoviedb.org/movie/21115"
  },
  {
    "id": 413198,
    "title": "Call of Heroes",
    "release_date": "2016-08-12",
    "overview": "During the warlords era in China, a village located in rural area called Pucheng fell into dangerous situation when its government allocated all its military force to the front line, the cruel commandant Cao from the enemy troops arrived the village and killed the innocent, the guardians of Pucheng were desperate to fight against Cao for justice and to protect their homeland.",
    "poster_url": "https://image.tmdb.org/t/p/w500/frNzgqcLNno44PhcNREjM7AEXWL.jpg",
    "popularity": 2.3769,
    "tmdb_url": "https://www.themoviedb.org/movie/413198"
  },
  {
    "id": 392572,
    "title": "Rustom",
    "release_date": "2016-08-12",
    "overview": "A naval officer is devastated to learn about his wife's extramarital affair with a rich businessman while he was away. He pays him a visit and shoots him to death, following which he surrenders himself but claims to be \"not guilty\" in the court, much to the surprise of the businessman's sister and the officers dealing with his case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xwf74VcrHu1etzOsRVx7nckPPLR.jpg",
    "popularity": 2.2766,
    "tmdb_url": "https://www.themoviedb.org/movie/392572"
  },
  {
    "id": 846956,
    "title": "Rogue Agent",
    "release_date": "2022-08-12",
    "overview": "Conman Robert Freegard poses as an undercover MI5 agent and kidnaps countless victims amidst a high-stakes manhunt, until the woman who fell for him brings him to justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4tOaGR6mzUAEQzIgWCeVoneRIkp.jpg",
    "popularity": 2.2261,
    "tmdb_url": "https://www.themoviedb.org/movie/846956"
  },
  {
    "id": 1011679,
    "title": "Shark Side of the Moon",
    "release_date": "2022-08-12",
    "overview": "Decades ago, the USSR developed unkillable sharks and launched them to the moon. Today, a team of American astronauts will endure the fight of their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v5CfpzxoJDkZxjZAizClFdlEF0U.jpg",
    "popularity": 2.159,
    "tmdb_url": "https://www.themoviedb.org/movie/1011679"
  },
  {
    "id": 179931,
    "title": "Towa no Quon 3: The Complicity of Dreams",
    "release_date": "2011-08-12",
    "overview": "The story follows a boy named Quon and others who suddenly wake up with supernatural powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8lGGLnHjXBDglmLK29uJCVdPJ7N.jpg",
    "popularity": 2.0816,
    "tmdb_url": "https://www.themoviedb.org/movie/179931"
  },
  {
    "id": 134835,
    "title": "The Winsome Widow",
    "release_date": "1973-08-12",
    "overview": "After the death of Salvatore in a car accident, his beautiful wife Catherine is preparing to collect the enormous legacy but, because the deceased did not make a will and when he was alive was sterile, his wife’s legacy will benefit only if, within three hundred days established by law, she will give birth to a son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zygGO0zjQPUavO4FQwEg7sWHMbt.jpg",
    "popularity": 2.0776,
    "tmdb_url": "https://www.themoviedb.org/movie/134835"
  },
  {
    "id": 48855,
    "title": "Four of the Apocalypse",
    "release_date": "1975-08-12",
    "overview": "Four petty criminals, three men and a woman, wander through the trackless terrain of the Wild West Utah and are hounded by a sadistic bandit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fXuIo8Qn3he4QRDQPWI3HDxx6Sf.jpg",
    "popularity": 2.0402,
    "tmdb_url": "https://www.themoviedb.org/movie/48855"
  },
  {
    "id": 28176,
    "title": "Tucker: The Man and His Dream",
    "release_date": "1988-08-12",
    "overview": "Ypsilanti, Michigan, 1945. Engineer Preston Tucker dreams of designing the car of future, but his innovative envision will be repeatedly sabotaged by his own unrealistic expectations and the Detroit automobile industry tycoons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uph7wz8WASLHwHyC5SYfQgqaoV7.jpg",
    "popularity": 2.0226,
    "tmdb_url": "https://www.themoviedb.org/movie/28176"
  }
]