[
  {
    "id": 829560,
    "title": "The Next 365 Days",
    "release_date": "2022-08-18",
    "overview": "Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5r9RI0IqztfZJ4C4uSdyoiFYvOB.jpg",
    "popularity": 14.3372,
    "tmdb_url": "https://www.themoviedb.org/movie/829560"
  },
  {
    "id": 308266,
    "title": "War Dogs",
    "release_date": "2016-08-18",
    "overview": "Based on the true story of two young men, David Packouz and Efraim Diveroli, who won a $300 million contract from the Pentagon to arm America's allies in Afghanistan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mDcPRjZC1bb6LavFU3gwsWdVfCM.jpg",
    "popularity": 7.7668,
    "tmdb_url": "https://www.themoviedb.org/movie/308266"
  },
  {
    "id": 862557,
    "title": "The Hill",
    "release_date": "2023-08-18",
    "overview": "The story of Rickey Hill, who overcomes his physical disability and repairs his relationship with his father in a quest to become a major league baseball (MLB) player.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gKh28PVUqt1vY2oAdFlauXkDacW.jpg",
    "popularity": 6.875,
    "tmdb_url": "https://www.themoviedb.org/movie/862557"
  },
  {
    "id": 406990,
    "title": "What Happened to Monday",
    "release_date": "2017-08-18",
    "overview": "In a world where families are limited to one child due to overpopulation, a set of identical septuplets must avoid being put to a long sleep by the government and dangerous infighting while investigating the disappearance of one of their own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/atOgZMJpMrTdpqvPiHVPfBhR61l.jpg",
    "popularity": 6.232,
    "tmdb_url": "https://www.themoviedb.org/movie/406990"
  },
  {
    "id": 337170,
    "title": "American Made",
    "release_date": "2017-08-18",
    "overview": "The true story of pilot Barry Seal, who transported contraband for the CIA and the Medellin cartel in the 1980s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/23ILgoPSO5ShKcTZOuiTVfqFAUB.jpg",
    "popularity": 6.1999,
    "tmdb_url": "https://www.themoviedb.org/movie/337170"
  },
  {
    "id": 9312,
    "title": "Mortal Kombat",
    "release_date": "1995-08-18",
    "overview": "For nine generations an evil sorcerer has been victorious in hand-to-hand battle against his mortal enemies. If he wins a tenth Mortal Kombat tournament, desolation and evil will reign over the multiverse forever. To save Earth, three warriors must overcome seemingly insurmountable odds, their own inner demons, and superhuman foes in this action/adventure movie based on one of the most popular video games of all time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fcK7tzSSXMYiMN8E9KlZJL1BYyp.jpg",
    "popularity": 5.5896,
    "tmdb_url": "https://www.themoviedb.org/movie/9312"
  },
  {
    "id": 431819,
    "title": "Fireworks",
    "release_date": "2017-08-18",
    "overview": "Moshimo, Japan. The annual fireworks festival is about to take place and a group of schoolboys, arguing over whether they are round or flat when viewed from different angles, set out to find it out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ifm8CdFjYMfEq0bLT7XwJxjZmjO.jpg",
    "popularity": 5.0414,
    "tmdb_url": "https://www.themoviedb.org/movie/431819"
  },
  {
    "id": 1056108,
    "title": "Summer Holiday",
    "release_date": "2023-08-18",
    "overview": "An eight-year-old city boy Shuvo is restricted from mixing with others. He goes to spend the summer holiday in the village with his grandmother and enjoys freedom for the first time. Here, Shuvo meets Moinna whom everybody believes is a \"bee fated\" boy that gets attacked by the bees wherever he goes. Bitten by honey bees, recently Moinna has been captivated at home under the strict surveillance of his mother. Feeling claustrophobic, Moinna conspires with his younger brother Anaira to get out of home exploiting Shuvo. Wandering around the village with Moinna, Shuvo starts discovering a new world but suddenly Moinna is found missing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l2C23kj92Wcq57cpAaVDaiIN5pm.jpg",
    "popularity": 4.9131,
    "tmdb_url": "https://www.themoviedb.org/movie/1056108"
  },
  {
    "id": 9788,
    "title": "Accepted",
    "release_date": "2006-08-18",
    "overview": "A high school slacker who's rejected by every school he applies to opts to create his own institution of higher learning, the South Harmon Institute of Technology, on a rundown piece of property near his hometown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pMh1dCw5vhMATmJs0ve0OpoSVED.jpg",
    "popularity": 4.6469,
    "tmdb_url": "https://www.themoviedb.org/movie/9788"
  },
  {
    "id": 40264,
    "title": "Vampires Suck",
    "release_date": "2010-08-18",
    "overview": "Becca, an anxious, non-vampire teen is torn between two boys. Before she can choose, Becca must get around her controlling father, who treats her like a child. Meanwhile, Becca's friends contend with their own romantic issues – all of which collide at the prom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ksPKfoXovAiFnBktkCBefsRQ8a1.jpg",
    "popularity": 4.6215,
    "tmdb_url": "https://www.themoviedb.org/movie/40264"
  },
  {
    "id": 758866,
    "title": "Drive My Car",
    "release_date": "2021-08-18",
    "overview": "Yusuke Kafuku, a stage actor and director, still unable, after two years, to cope with the loss of his beloved wife, accepts to direct Uncle Vanya at a theater festival in Hiroshima. There he meets Misaki, an introverted young woman, appointed to drive his car. In between rides, secrets from the past and heartfelt confessions will be unveiled.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3cOsf5HBjPK2QCz9ebQlGHNnE7y.jpg",
    "popularity": 4.3945,
    "tmdb_url": "https://www.themoviedb.org/movie/758866"
  },
  {
    "id": 999644,
    "title": "You Are So Not Invited to My Bat Mitzvah",
    "release_date": "2023-08-18",
    "overview": "Stacy and Lydia are BFFs who've always dreamed about having epic bat mitzvahs. But things start to go comically awry when a popular boy and middle school drama threatens their friendship and their rite of passage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ukpifWBW2xEmMtJX4bCpoNpWEr2.jpg",
    "popularity": 4.1806,
    "tmdb_url": "https://www.themoviedb.org/movie/999644"
  },
  {
    "id": 619297,
    "title": "Sweet Girl",
    "release_date": "2021-08-18",
    "overview": "A man vows to bring justice to those responsible for his wife's death while protecting the only family he has left, his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cP7odDzzFBD9ycxj2laTeFWGLjD.jpg",
    "popularity": 4.0335,
    "tmdb_url": "https://www.themoviedb.org/movie/619297"
  },
  {
    "id": 1491,
    "title": "The Illusionist",
    "release_date": "2006-08-18",
    "overview": "With his eye on a lovely aristocrat, a gifted illusionist named Eisenheim uses his powers to win her away from her betrothed, a crown prince. But Eisenheim's scheme creates tumult within the monarchy and ignites the suspicion of a dogged inspector.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1O9jUvqkHaGBMVRyOJz1AlkmALW.jpg",
    "popularity": 3.7172,
    "tmdb_url": "https://www.themoviedb.org/movie/1491"
  },
  {
    "id": 8843,
    "title": "The Cell",
    "release_date": "2000-08-18",
    "overview": "A psychotherapist journeys inside a comatose serial killer in the hopes of saving his latest victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kfYVxvDDAJoFq2knHUzAZP09pAc.jpg",
    "popularity": 3.5376,
    "tmdb_url": "https://www.themoviedb.org/movie/8843"
  },
  {
    "id": 313297,
    "title": "Kubo and the Two Strings",
    "release_date": "2016-08-18",
    "overview": "Kubo mesmerizes the people in his village with his magical gift for spinning wild tales with origami. When he accidentally summons an evil spirit seeking vengeance, Kubo is forced to go on a quest to solve the mystery of his fallen samurai father and his mystical weaponry, as well as discover his own magical powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/la6QA9tk4Foq8OBH2Dyh5dTcw6H.jpg",
    "popularity": 3.5006,
    "tmdb_url": "https://www.themoviedb.org/movie/313297"
  },
  {
    "id": 56288,
    "title": "Spy Kids: All the Time in the World",
    "release_date": "2011-08-18",
    "overview": "Eight years after the third film, the OSS has become the world's top spy agency, while the Spy Kids department has since become defunct. Retired spy Marissa is called back into action, and to bond with her new stepchildren Rebecca and Cecil, she invites them along to stop the evil Timekeeper from taking over the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9pUVarhiXfCu8amjmyadzJJJITi.jpg",
    "popularity": 3.4502,
    "tmdb_url": "https://www.themoviedb.org/movie/56288"
  },
  {
    "id": 579047,
    "title": "Reminiscence",
    "release_date": "2021-08-18",
    "overview": "Nicolas Bannister, a rugged and solitary veteran living in a near-future Miami flooded by rising seas, is an expert in a dangerous occupation: he offers clients the chance to relive any memory they desire. His life changes when he meets a mysterious young woman named Mae. What begins as a simple matter of lost and found becomes a passionate love affair. But when a different client's memories implicate Mae in a series of violent crimes, Bannister must delve through the dark world of the past to uncover the truth about the woman he fell for.",
    "poster_url": "https://image.tmdb.org/t/p/w500/17siH6wJRQ2jZiqz9BWUhy1UtZ.jpg",
    "popularity": 3.306,
    "tmdb_url": "https://www.themoviedb.org/movie/579047"
  },
  {
    "id": 58151,
    "title": "Fright Night",
    "release_date": "2011-08-18",
    "overview": "A teenager suspects his new neighbour is a vampire. Unable to convince anyone, he tries to enlist the help of a self-proclaimed vampire hunter and magician.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ySQ3v4Fzpy3fePs86eoLiDzwLYM.jpg",
    "popularity": 3.2916,
    "tmdb_url": "https://www.themoviedb.org/movie/58151"
  },
  {
    "id": 1014659,
    "title": "Incantation",
    "release_date": "2021-08-18",
    "overview": "As her life spirals out of control, a rebellious undergrad begins practicing a forbidden witchcraft to help her grades; but when she unknowingly unleashes a deadly curse that threatens her father's life, she will be forced to pass her biggest test yet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1l4hxdc7PyYgZ0DeZtC0WPU3GOI.jpg",
    "popularity": 3.036,
    "tmdb_url": "https://www.themoviedb.org/movie/1014659"
  },
  {
    "id": 637534,
    "title": "The Stronghold",
    "release_date": "2021-08-18",
    "overview": "A police brigade works in the dangerous northern neighborhoods of Marseille, where the level of crime is higher than anywhere else in France.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nLanxl7Xhfbd5s8FxPy8jWZw4rv.jpg",
    "popularity": 2.9865,
    "tmdb_url": "https://www.themoviedb.org/movie/637534"
  },
  {
    "id": 135531,
    "title": "Fairy Tail: Phoenix Priestess",
    "release_date": "2012-08-18",
    "overview": "The film revolves around a mysterious girl named Éclair who appears before Fairy Tail, the world's most notorious wizard's guild. She lost all of her memories, except for the imperative that she must deliver two Phoenix Stones somewhere. The stones may spell the collapse of the magical world, and Natsu, Lucy, and the rest of the Fairy Tail guild are caught up in the intrigue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aDuie7u8AL3J6ZH2LS5ySnPkX1W.jpg",
    "popularity": 2.6864,
    "tmdb_url": "https://www.themoviedb.org/movie/135531"
  },
  {
    "id": 10669,
    "title": "Deliverance",
    "release_date": "1972-08-18",
    "overview": "Intent on seeing the Cahulawassee River before it's turned into one huge lake, outdoor fanatic Lewis Medlock takes his friends on a river-rafting trip they'll never forget into the dangerous American back-country.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2TrAzNJlHyNYYSkQf6asg3rs2Xr.jpg",
    "popularity": 2.5244,
    "tmdb_url": "https://www.themoviedb.org/movie/10669"
  },
  {
    "id": 733982,
    "title": "It's me against you - The mystery of the spellbound school",
    "release_date": "2021-08-18",
    "overview": "A beautiful school is about to reopen after many years and Luì and Sofì (Me against You) are the special guests of the inauguration party, their friend Pongo awaits them there. The school, however, could hide a mystery and, once again, the Me against You will have to face the evil Mr. S with courage and try to sabotage his evil plans in the name of friendship. In the school, for the first time, Luì and Sofì could learn an important secret about their past. A new “magical” adventure in the cinema for Luì and Sofì, in a world of magic, with lots of surprises and fun for their little fans and all families.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n8BFAJf3RRVoiT1UUFTJOoQuXiY.jpg",
    "popularity": 2.4285,
    "tmdb_url": "https://www.themoviedb.org/movie/733982"
  },
  {
    "id": 858067,
    "title": "Thiruchitrambalam",
    "release_date": "2022-08-18",
    "overview": "A guy-next-door tries to find romance in his life while also dealing with his personal problems. How long will it be before he realises what he is looking for is right next to him?",
    "poster_url": "https://image.tmdb.org/t/p/w500/pBRkO5GHJqDB9D0fbumL5235JfJ.jpg",
    "popularity": 2.4169,
    "tmdb_url": "https://www.themoviedb.org/movie/858067"
  },
  {
    "id": 10142,
    "title": "Casualties of War",
    "release_date": "1989-08-18",
    "overview": "During the Vietnam War, a soldier finds himself the outsider of his own squad when they unnecessarily kidnap a female villager.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3SerZUDoU9TMCXMsQqiXvSWm0uL.jpg",
    "popularity": 2.1496,
    "tmdb_url": "https://www.themoviedb.org/movie/10142"
  },
  {
    "id": 48485,
    "title": "Nostradamus",
    "release_date": "1994-08-18",
    "overview": "A dramatic retelling of the life of Michel de Nostredame, from his early work as a plague doctor to his time at the court of Catherine de Medici, after he became famed for his prophetic almanacs. Stars Rutger Hauer and Julia Ormond.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kbjPR7FoKUUv4uR4dwzO7ce4aTx.jpg",
    "popularity": 2.1382,
    "tmdb_url": "https://www.themoviedb.org/movie/48485"
  },
  {
    "id": 70697,
    "title": "The Magic Crane",
    "release_date": "1993-08-18",
    "overview": "On his way to a congress of kung fu masters, an initiate falls from a high cliff, only to be rescued by lovely Tien Lam (Anita Mui), who rides a huge crane. The rest of the movie features a battle between warring martial arts factions, an equally fierce rivalry between the two daughters of the Crane Master, the accidental empowerment of an unprincipled master after having eaten half of a secret scroll, a battle with an immense tortoise whose spleeny vapors save a group of poisoned swordsmen, lots of great aerial fights against nearly invincible villains, and the usual blood spurting from assorted mouths.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jPzGjKyuCNRJ4901fJY6gDzNNZe.jpg",
    "popularity": 2.11,
    "tmdb_url": "https://www.themoviedb.org/movie/70697"
  },
  {
    "id": 26264,
    "title": "George of the Jungle 2",
    "release_date": "2003-08-18",
    "overview": "George and Ursula now have a son, George Junior, so Ursula's mother arrives to try and take them back to \"civilization\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/hMJbCWC9EpkVNKM3KaIOElCQIrT.jpg",
    "popularity": 2.0883,
    "tmdb_url": "https://www.themoviedb.org/movie/26264"
  },
  {
    "id": 58428,
    "title": "The Innkeepers",
    "release_date": "2011-08-18",
    "overview": "During the final days at the Yankee Pedlar Inn, two employees determined to reveal the hotel's haunted past begin to experience disturbing events as old guests check in for a stay.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aC9XHtf0Opw2IJDVjSkL8eO71An.jpg",
    "popularity": 2.0575,
    "tmdb_url": "https://www.themoviedb.org/movie/58428"
  },
  {
    "id": 1074262,
    "title": "10 Days of a Bad Man",
    "release_date": "2023-08-18",
    "overview": "Battered, broken and bereaved, a private investigator must muscle his way through a tangle of lies to uncover the truth behind a mansion murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZhPy0pIxAiV3ZHGBsuAvR30Mgb.jpg",
    "popularity": 2.0532,
    "tmdb_url": "https://www.themoviedb.org/movie/1074262"
  },
  {
    "id": 1058638,
    "title": "Birth/Rebirth",
    "release_date": "2023-08-18",
    "overview": "A single mother and a childless morgue technician are bound together by their relationship to a little girl they have reanimated from the dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zlEhsNfOKhbnfs5NTJ6zOZtoLBb.jpg",
    "popularity": 2.0126,
    "tmdb_url": "https://www.themoviedb.org/movie/1058638"
  }
]