[
  {
    "id": 4421,
    "title": "G.I. Jane",
    "release_date": "1997-08-19",
    "overview": "In response to political pressure from Senator Lillian DeHaven, the U.S. Navy begins a program that would allow for the eventual integration of women into its combat services. The program begins with a single trial candidate, Lieutenant Jordan O'Neil, who is chosen specifically for her femininity. O'Neil enters the grueling Navy SEAL training program under the command of Master Chief John James Urgayle, who unfairly pushes O'Neil until her determination wins his respect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6yBgZJYqaR4XkxwjsB9tS4GK1ZN.jpg",
    "popularity": 15.894,
    "tmdb_url": "https://www.themoviedb.org/movie/4421"
  },
  {
    "id": 12244,
    "title": "9",
    "release_date": "2009-08-19",
    "overview": "When 9 first comes to life, he finds himself in a post-apocalyptic world. All humans are gone, and it is only by chance that he discovers a small community of others like him taking refuge from fearsome machines that roam the earth intent on their extinction. Despite being the neophyte of the group, 9 convinces the others that hiding will do them no good.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3uqXGOH4BQ2CLJWkDJZ0PzbUzOn.jpg",
    "popularity": 5.8457,
    "tmdb_url": "https://www.themoviedb.org/movie/12244"
  },
  {
    "id": 2124,
    "title": "Color of Night",
    "release_date": "1994-08-19",
    "overview": "A color-blind psychiatrist is stalked by an unknown killer after taking over his murdered friend's therapy group and becomes embroiled in an intense affair with a mysterious woman who may be connected to the crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w1OBPkf3BxeC7543YzFwiKIwBFJ.jpg",
    "popularity": 4.4372,
    "tmdb_url": "https://www.themoviedb.org/movie/2124"
  },
  {
    "id": 59421,
    "title": "Bedevilled",
    "release_date": "2010-08-19",
    "overview": "A disillusioned Seoul woman visits a remote island to reconnect with a childhood friend, only to find her trapped in an oppressive cycle of physical, mental, and sexual abuse. As tensions escalate, the situation spirals into a harrowing tale of survival and retribution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ZgFJY1kje1XhXPvC8UtRKA2tX.jpg",
    "popularity": 4.4318,
    "tmdb_url": "https://www.themoviedb.org/movie/59421"
  },
  {
    "id": 645788,
    "title": "The Protégé",
    "release_date": "2021-08-19",
    "overview": "Rescued as a child by the legendary assassin Moody and trained in the family business, Anna is the world’s most skilled contract killer. When Moody, the man who was like a father to her and taught her everything she needs to know about trust and survival, is brutally killed, Anna vows revenge. As she becomes entangled with an enigmatic killer whose attraction to her goes way beyond cat and mouse, their confrontation turns deadly and the loose ends of a life spent killing will weave themselves ever tighter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iQUj7MptHUlcXpaMLrqRNZRxGA9.jpg",
    "popularity": 4.166,
    "tmdb_url": "https://www.themoviedb.org/movie/645788"
  },
  {
    "id": 2321,
    "title": "Married to the Mob",
    "release_date": "1988-08-19",
    "overview": "Angela de Marco is fed up with her gangster husband's line of work and wants no part of the crime world. When her husband is killed for having an affair with the mistress of mob boss Tony \"The Tiger\" Russo, Angela and her son depart for New York City to make a fresh start. Unfortunately, Tony has set his sights upon Angela -- and so has an undercover FBI agent looking to use her to bust Tony.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gkOsxv1RvV5smRnm6wrmn2wDXyZ.jpg",
    "popularity": 4.0553,
    "tmdb_url": "https://www.themoviedb.org/movie/2321"
  },
  {
    "id": 261392,
    "title": "American Ultra",
    "release_date": "2015-08-19",
    "overview": "Mike is an unmotivated stoner whose small-town life with his live-in girlfriend, Phoebe, is suddenly turned upside down.  Unbeknownst to him, Mike is actually a highly trained, lethal sleeper agent. In the blink of an eye, as his secret past comes back to haunt him, Mike is thrust into the middle of a deadly government operation and is forced to summon his inner action-hero in order to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g9JX6RZQoTInDJhbrKItnOr47qr.jpg",
    "popularity": 3.7008,
    "tmdb_url": "https://www.themoviedb.org/movie/261392"
  },
  {
    "id": 70050,
    "title": "The Only Witness",
    "release_date": "2003-08-19",
    "overview": "After witnessing a brutal murder, a little girl is quickly surrounded by a group of law-enforcement professionals and a psychologist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vCe7kys9MPip9bt6N8gqx8KTm9f.jpg",
    "popularity": 3.6189,
    "tmdb_url": "https://www.themoviedb.org/movie/70050"
  },
  {
    "id": 852448,
    "title": "I Came By",
    "release_date": "2022-08-19",
    "overview": "A rebellious young graffiti artist, who targets the homes of the wealthy elite, discovers a shocking secret that leads him on a journey endangering himself and those closest to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pFB9jZDl52jBNbMPVSlISXD1ggS.jpg",
    "popularity": 3.4112,
    "tmdb_url": "https://www.themoviedb.org/movie/852448"
  },
  {
    "id": 362584,
    "title": "Kizumonogatari Part 2: Nekketsu",
    "release_date": "2016-08-19",
    "overview": "Koyomi Araragi was turned into a vampire by the legendary vampire, Kiss-shot Acerola-orion Heart-under-blade, and he needs to revive the weakened vampire back to her complete form to return to being human again. The only way for Koyomi to achieve his goal is to fight the three vampire hunters – Dramaturgy, Episode and Guillotinecutter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fv9AALP1dofQUvKAkxnkz105MOv.jpg",
    "popularity": 3.1359,
    "tmdb_url": "https://www.themoviedb.org/movie/362584"
  },
  {
    "id": 273153,
    "title": "Summertime",
    "release_date": "2015-08-19",
    "overview": "In 1971, a young woman moves from the French countryside to Paris and begins a passionate love affair with a feminist leader.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ugqdTcTEiIl37jv0QiSUlpplEke.jpg",
    "popularity": 3.1243,
    "tmdb_url": "https://www.themoviedb.org/movie/273153"
  },
  {
    "id": 283445,
    "title": "Sinister 2",
    "release_date": "2015-08-19",
    "overview": "A young mother and her twin sons move into a rural house that's marked for death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hF6ORyihtAWHqKkIQI8BSpLQyON.jpg",
    "popularity": 2.9863,
    "tmdb_url": "https://www.themoviedb.org/movie/283445"
  },
  {
    "id": 844075,
    "title": "New Gods: Yang Jian",
    "release_date": "2022-08-19",
    "overview": "Fifteen hundred years after the war of gods, the heaven declined. Yang Jian, the God of Erlang, made a living by working as a catcher. One day, Yang Jian was ordered to hunt down a young man, his own nephew.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tW5dFOemV4d7hxTcVI2bu4u0C9z.jpg",
    "popularity": 2.9188,
    "tmdb_url": "https://www.themoviedb.org/movie/844075"
  },
  {
    "id": 1029918,
    "title": "Guns of Eden",
    "release_date": "2022-08-19",
    "overview": "Megan, a Buffalo police officer suffering from PTSD, goes on a weekend camping trip with her partner Jeremy and his friends Blake and Gabriella. When Megan and Jeremy witness an execution by a rogue sheriff's department, the quartet finds itself hunted by different factions of an armed militia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jwqUeJ0kRqe7rDglsYHVGDLUWY4.jpg",
    "popularity": 2.6469,
    "tmdb_url": "https://www.themoviedb.org/movie/1029918"
  },
  {
    "id": 9060,
    "title": "Dumplings",
    "release_date": "2004-08-19",
    "overview": "Aunt Mei's famous homemade dumplings provide amazing age-defying qualities popular with middle-aged women. But her latest customer, a fading actress, is determined to find out what the secret ingredient is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/97Rb3JJl343B1AVdhQdHohsFBT4.jpg",
    "popularity": 2.589,
    "tmdb_url": "https://www.themoviedb.org/movie/9060"
  },
  {
    "id": 84111,
    "title": "You Are the Apple of My Eye",
    "release_date": "2011-08-19",
    "overview": "A group of close friends who attend a private school all have a debilitating crush on the sunny star pupil, Shen Chia-yi. The only member of the group who claims not to is Ko Ching-teng, but he ends up loving her as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mQ07Y4KlYZlJjVSEp2AFTYZA9i.jpg",
    "popularity": 2.4894,
    "tmdb_url": "https://www.themoviedb.org/movie/84111"
  },
  {
    "id": 10131,
    "title": "A Nightmare on Elm Street 4: The Dream Master",
    "release_date": "1988-08-19",
    "overview": "Freddy Krueger is resurrected from his apparent demise, and rapidly tracks down and kills the remainder of the Elm Street kids. However, Kristen, who can draw others into her dreams, wills her special ability to her new friend, Alice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/boStYG7jKdoIZTduiOOsUVknD13.jpg",
    "popularity": 2.4836,
    "tmdb_url": "https://www.themoviedb.org/movie/10131"
  },
  {
    "id": 716594,
    "title": "No Man of God",
    "release_date": "2021-08-19",
    "overview": "The complicated relationship that formed between the FBI analyst Bill Hagmaier and serial killer Ted Bundy during Bundy's final years on death row.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cr8wtSX1IGV7vLocSMzPnqGvsjq.jpg",
    "popularity": 2.4817,
    "tmdb_url": "https://www.themoviedb.org/movie/716594"
  },
  {
    "id": 374617,
    "title": "Imperium",
    "release_date": "2016-08-19",
    "overview": "Nate Foster, a young, idealistic FBI agent, goes undercover to take down a radical white supremacy terrorist group. The bright up-and-coming analyst must confront the challenge of sticking to a new identity while maintaining his real principles as he navigates the dangerous underworld of white supremacy. Inspired by real events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fEwo3gZfbeoovdcTyf4o4wATE1r.jpg",
    "popularity": 2.4729,
    "tmdb_url": "https://www.themoviedb.org/movie/374617"
  },
  {
    "id": 38567,
    "title": "xxxHOLiC The Movie: A Midsummer Night's Dream",
    "release_date": "2005-08-19",
    "overview": "Invited to a wealthy client's mansion, time-traveling witch Yuko and her companions arrive to find a group of collectors assembled to participate in a mysterious auction. And the mystery only deepens when the collectors go missing one by one. As more guests disappear and strange occurrences abound, Yuko and her friends realize they must solve the mystery before they vanish as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pzIc4K5QS9F7PAjujmDjSokCS4y.jpg",
    "popularity": 2.2858,
    "tmdb_url": "https://www.themoviedb.org/movie/38567"
  },
  {
    "id": 36683,
    "title": "20th Century Boys: Beginning of the End",
    "release_date": "2008-08-19",
    "overview": "In 1969, Kenji, an elementary school kid and his friends built a secret base during their summer holidays. They fantasized that they had to fight villains who were out to conquer the world and wrote them in the Book of Prophecies. Years later in 1997, Kenji becomes a convenience store manager and leads a regular life after giving up his dreams to become a rock star. His boring life is suddenly turned upside down when his old classmate dies mysteriously and an entire family in the neighbourhood disappears. At the same time, a religious cult and its mysterious leader, Friend emerges and a strange chain of events duplicating exactly the events described in the Book of Prophecies follow. Is this the beginning of the end of the world? Who is Friend?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nb1fd4nZyBLUhkjnAQx5607aBMq.jpg",
    "popularity": 2.2844,
    "tmdb_url": "https://www.themoviedb.org/movie/36683"
  },
  {
    "id": 42180,
    "title": "Tsubasa Chronicle The Movie: The Princess in the Birdcage Kingdom",
    "release_date": "2005-08-19",
    "overview": "In their continuing journey to find the feathers that are the fragments of Sakura's lost memory, Syaoran, Kurogane, Fay, and Sakura move through time and space with Mokona. Here, they visit the \"Country of Birdcages,\" a seemingly peaceful country where people and birds live together, each person having a bird companion. After a boy named Koruri confuses Syaoran and Sakura for \"bodyguards\" and attacks them, they learn that the king of the country possesses a mysterious power. Princess Tomoyo, Koruri, and the other oppressed citizens, having had their birds taken from them, live in hiding within the forest. In order to take back Sakura's feather, Syaoran and the others stand up against the scheming king.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n7wBPs4N8HH7L6r2XDY6QgwwQQh.jpg",
    "popularity": 2.268,
    "tmdb_url": "https://www.themoviedb.org/movie/42180"
  },
  {
    "id": 90450,
    "title": "The Tomb of Dracula",
    "release_date": "1980-08-19",
    "overview": "Boston, United States. Dracula, the immortal vampire, interrupts a satanic ritual and flees with Dolores, the woman whom the members of the evil cult are about to murder. Overwhelmed by his love for her, and unable to drink her blood, they have a son together, whom they name Janus. (Loosely based on Marvel's The Tomb of Dracula comic book series.)",
    "poster_url": "https://image.tmdb.org/t/p/w500/yXPbuYFjt45k9BXHUr0lX4WQed3.jpg",
    "popularity": 2.1792,
    "tmdb_url": "https://www.themoviedb.org/movie/90450"
  }
]