[
  {
    "id": 744276,
    "title": "After Ever Happy",
    "release_date": "2022-08-24",
    "overview": "As a shocking truth about a couple's families emerges, the two lovers discover they are not so different from each other. Tessa is no longer the sweet, simple, good girl she was when she met Hardin — any more than he is the cruel, moody boy she fell so hard for.",
    "poster_url": "https://image.tmdb.org/t/p/w500/moogpu8rNkEjTgFyLXwhPghft5w.jpg",
    "popularity": 10.3816,
    "tmdb_url": "https://www.themoviedb.org/movie/744276"
  },
  {
    "id": 556694,
    "title": "Three Thousand Years of Longing",
    "release_date": "2022-08-24",
    "overview": "A solitary scholar discovers an ancient bottle while on a trip to Istanbul and unleashes a djinn who offers her three wishes. Filled with reluctance, she is unable to come up with one, so the djinn tries to inspire her with his stories.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nS7DNl4A7XnDncZX70UJ8ALAihF.jpg",
    "popularity": 9.929,
    "tmdb_url": "https://www.themoviedb.org/movie/556694"
  },
  {
    "id": 737043,
    "title": "Swingers",
    "release_date": "2020-08-24",
    "overview": "Observational documentary unlocking the doors of Britain's hidden swinging scene via access to one of the country's most popular swinging clubs and candid interviews with the club's founder, staff and clientele.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z4uwQVm0Th3lngECVZvMHVaaFur.jpg",
    "popularity": 7.6651,
    "tmdb_url": "https://www.themoviedb.org/movie/737043"
  },
  {
    "id": 375846,
    "title": "Bad Sister",
    "release_date": "2015-08-24",
    "overview": "As a top student at St. Adeline's Catholic Boarding School, Zoe senses that something is not quite right about the school's new nun-- a sense proven to be true when it is revealed the \"good' nun is an imposter with a fatal attraction to Zoe's brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jKrIlgfJPIWNeowaOZPBZuOPmq0.jpg",
    "popularity": 5.8605,
    "tmdb_url": "https://www.themoviedb.org/movie/375846"
  },
  {
    "id": 10431,
    "title": "War",
    "release_date": "2007-08-24",
    "overview": "FBI agent Jack Crawford is out for revenge when his partner is killed and all clues point to the mysterious assassin Rogue. But when Rogue turns up years later to take care of some unfinished business, he triggers a violent clash of rival gangs. Will the truth come out before it's too late? And when the dust settles, who will remain standing?",
    "poster_url": "https://image.tmdb.org/t/p/w500/scFc8RD4sFxB2x0eIOaymphMnYh.jpg",
    "popularity": 4.3952,
    "tmdb_url": "https://www.themoviedb.org/movie/10431"
  },
  {
    "id": 481891,
    "title": "An Affair: My Friend's Mom",
    "release_date": "2017-08-24",
    "overview": "A young mother takes interest in her friend's son. Her interest in him makes her forget herself and drives her to pursue him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gzODeFmANKzUAknaNplB0QGqQqJ.jpg",
    "popularity": 4.3116,
    "tmdb_url": "https://www.themoviedb.org/movie/481891"
  },
  {
    "id": 489999,
    "title": "Searching",
    "release_date": "2018-08-24",
    "overview": "After David Kim's 16-year-old daughter goes missing, a local investigation is opened and a detective is assigned to the case. But 37 hours later and without a single lead, David decides to search the one place no one has looked yet, where all secrets are kept today: his daughter's laptop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yuAPCsCGJGSxA7YOW4elF5JNrzK.jpg",
    "popularity": 4.132,
    "tmdb_url": "https://www.themoviedb.org/movie/489999"
  },
  {
    "id": 534271,
    "title": "The Cleaning Lady",
    "release_date": "2018-08-24",
    "overview": "In a bid to distract herself from an affair, a narcissistic woman befriends a cleaning lady with burn scars, but she soon discovers that the scars may be more than skin deep.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v3nzQHHCaAQUw2hIfzBYktaMzfs.jpg",
    "popularity": 3.8802,
    "tmdb_url": "https://www.themoviedb.org/movie/534271"
  },
  {
    "id": 12435,
    "title": "The Nanny Diaries",
    "release_date": "2007-08-24",
    "overview": "A college graduate goes to work as a nanny for a rich New York family. Ensconced in their home, she has to juggle their dysfunction, a new romance, and the spoiled brat in her charge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8hX6rcxnCidaqegPCyeFm9PODBn.jpg",
    "popularity": 3.8079,
    "tmdb_url": "https://www.themoviedb.org/movie/12435"
  },
  {
    "id": 830788,
    "title": "The Invitation",
    "release_date": "2022-08-24",
    "overview": "After the death of her mother, Evie is approached by an unknown cousin who invites her to a lavish wedding in the English countryside. Soon, she realizes a gothic conspiracy is afoot and must fight for survival as she uncovers twisted secrets in her family’s history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jcTq6gIskCsHlKDvCKKouEfiU66.jpg",
    "popularity": 3.4416,
    "tmdb_url": "https://www.themoviedb.org/movie/830788"
  },
  {
    "id": 143307,
    "title": "Flower and Snake 2: Sketch of Hell",
    "release_date": "1985-08-24",
    "overview": "The daughter of a wealthy family rebels when her father remarries and she becomes a leader of a girl gang. She hatches a plot to use her stepmother to get a large sum of money by pretending to be kidnapped. But the tables are turned when gangsters intervene and capture them both. They are subjected to various humiliations and sexual perversions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/NXS23X6aWEyep6qQdguPBaQAXp.jpg",
    "popularity": 3.3164,
    "tmdb_url": "https://www.themoviedb.org/movie/143307"
  },
  {
    "id": 869641,
    "title": "Vacation Friends 2",
    "release_date": "2023-08-24",
    "overview": "Newly married Marcus and Emily invite Ron and Kyla, who are also newly married with a baby, to join them at a Caribbean resort, where Marcus is meeting with the owners about a construction contract for a Chicago hotel. But when the party begins the couples' relaxing vacation quickly becomes a wild adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wmH3VaUbwwTO3vDJhWT35BOFgb3.jpg",
    "popularity": 3.178,
    "tmdb_url": "https://www.themoviedb.org/movie/869641"
  },
  {
    "id": 1364,
    "title": "Sex and Lucía",
    "release_date": "2001-08-24",
    "overview": "Various lives converge on an isolated island, all connected by an author whose novel has become inextricably entwined with his own life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gvErAg9bv7xOO3B40gottv6Bqip.jpg",
    "popularity": 2.9264,
    "tmdb_url": "https://www.themoviedb.org/movie/1364"
  },
  {
    "id": 700186,
    "title": "Mom's Friend 5",
    "release_date": "2018-08-24",
    "overview": "Jae-hong is studying for his college entrance exam for the third time when his mother's sexy friend Eun-jin gets a divorce and comes to live with them until she finds a place to stay. Day by day, Jae-hong gets attracted to her sexy body. Not only that, his father Young-ho is also attracted to her...",
    "poster_url": "https://image.tmdb.org/t/p/w500/1aqZZEYf1jzZHyvbCI2B008IQMw.jpg",
    "popularity": 2.8391,
    "tmdb_url": "https://www.themoviedb.org/movie/700186"
  },
  {
    "id": 1076011,
    "title": "ManSuang",
    "release_date": "2023-08-24",
    "overview": "In a fight for their lives, two dancers infiltrate a high-profile social club and seek the help of a newfound ally to unmask traitors to Siam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2QKjUcpO0x9XUORzi8MjunDKm4j.jpg",
    "popularity": 2.7367,
    "tmdb_url": "https://www.themoviedb.org/movie/1076011"
  },
  {
    "id": 9556,
    "title": "Darkman",
    "release_date": "1990-08-24",
    "overview": "Dr. Peyton Westlake is on the verge of realizing a major breakthrough in synthetic skin when his laboratory is destroyed by gangsters. Having been burned beyond recognition and forever altered by an experimental medical procedure, Westlake becomes known as Darkman, assuming alternate identities in his quest for revenge and a new life with a former love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u3CHG0I5VPFaIbA6pdU0n2W813s.jpg",
    "popularity": 2.7259,
    "tmdb_url": "https://www.themoviedb.org/movie/9556"
  },
  {
    "id": 49526,
    "title": "Premium Rush",
    "release_date": "2012-08-24",
    "overview": "In Manhattan, a bike messenger picks up an envelope that attracts the interest of a dirty cop, who pursues the cyclist throughout the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gHnGhJmE0LByOd4RS2mOASmUqQu.jpg",
    "popularity": 2.6872,
    "tmdb_url": "https://www.themoviedb.org/movie/49526"
  },
  {
    "id": 10016,
    "title": "Ghosts of Mars",
    "release_date": "2001-08-24",
    "overview": "In 2176, a Martian police unit is sent to pick up a highly dangerous criminal at a remote mining post. Upon arrival, the cops find the post deserted and something far more dangerous than any criminal — the original inhabitants of Mars, hellbent on getting their planet back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i2zztssCIbahGES1fdfWFmDXian.jpg",
    "popularity": 2.5195,
    "tmdb_url": "https://www.themoviedb.org/movie/10016"
  },
  {
    "id": 866346,
    "title": "The Retirement Plan",
    "release_date": "2023-08-24",
    "overview": "When Ashley and her young daughter Sarah get caught up in a criminal enterprise that puts their lives at risk, she turns to the only person who can help: her estranged father Matt, currently living the life of a retired beach bum in the Cayman Islands. Their reunion is fleeting as they are soon tracked down on the island by crime boss Donnie and his lieutenant Bobo. As Ashley, Sarah, and Matt become entangled in an increasingly dangerous web, Ashley quickly learns her father had a secret past that she knew nothing about and that there is more to her father than meets the eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kv4n3xgRWtkldaD4kyy1FvpW6bO.jpg",
    "popularity": 2.499,
    "tmdb_url": "https://www.themoviedb.org/movie/866346"
  },
  {
    "id": 372343,
    "title": "The Snowman",
    "release_date": "2017-08-24",
    "overview": "Detective Harry Hole investigates the disappearance of a woman whose pink scarf is found wrapped around an ominous looking snowman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mKsQ8KMOk0VBX26Ev0Lj6EmfGJu.jpg",
    "popularity": 2.4929,
    "tmdb_url": "https://www.themoviedb.org/movie/372343"
  },
  {
    "id": 514710,
    "title": "Modest Heroes",
    "release_date": "2018-08-24",
    "overview": "Two tiny, aquatic humanoids search for their missing father, a boy battles a lethal allergy to eggs, and an invisible salaryman tries to become a hero.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5jURYLaG6BX0klRHsiHc3pzOlOm.jpg",
    "popularity": 2.4262,
    "tmdb_url": "https://www.themoviedb.org/movie/514710"
  },
  {
    "id": 676701,
    "title": "Tad, the Lost Explorer and the Emerald Tablet",
    "release_date": "2022-08-24",
    "overview": "Tad accidentally unleashes an ancient spell, endangering the lives of his friends Mummy, Jeff, and Belzoni. With everyone against him and only helped by Sara, he sets off on an adventure to end the Curse of the Mummy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jvIVl8zdNSOAJImw1elQEzxStMN.jpg",
    "popularity": 2.4226,
    "tmdb_url": "https://www.themoviedb.org/movie/676701"
  },
  {
    "id": 405871,
    "title": "On the Beach",
    "release_date": "1985-08-24",
    "overview": "In a summer in Shonan village, Sumiko is the daughter of an important upper-class Shikishima family, she loves to paint pictures, is going through a cooling-off of an arranged marriage that did not work out. However, she feels attraction for Nishina a rough and obscene man ...  On the other hand, the younger sister, Naomi Sumiko is envious of her sister for her beauty. Naomi feels ugly since all men seem to like Sumiko. Both sisters then become embroiled in a major problem in discovering the real intentions of Nishina, a man who hides behind a mask to rape women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ksl1d50FUHaqNuNnmHSNdPrYyYl.jpg",
    "popularity": 2.4148,
    "tmdb_url": "https://www.themoviedb.org/movie/405871"
  },
  {
    "id": 9683,
    "title": "Bubble Boy",
    "release_date": "2001-08-24",
    "overview": "Jimmy is a young man who was born without an immune system and has lived his life within a plastic bubble in his bedroom... who pines for the sweet caresses of girl-next-door Chloe. But when Chloe decides to marry her high school boyfriend, Jimmy – bubble suit and all – treks cross-country to stop her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tFwvUSc8g0HHvDOBQ2rvC9LWVSj.jpg",
    "popularity": 2.4122,
    "tmdb_url": "https://www.themoviedb.org/movie/9683"
  },
  {
    "id": 25648,
    "title": "Time",
    "release_date": "2006-08-24",
    "overview": "Consumed by jealousy, a woman takes an extreme step and undergoes surgery for a new face. Although her lover of 2 years misses her, he falls in love with the new face, not knowing it's the same woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3rB7l4rYzXUpVNEsboQQETtt5zl.jpg",
    "popularity": 2.3649,
    "tmdb_url": "https://www.themoviedb.org/movie/25648"
  },
  {
    "id": 523773,
    "title": "Little Italy",
    "release_date": "2018-08-24",
    "overview": "Former childhood pals Leo and Nikki are attracted to each other as adults—but will their feuding parents' rival pizzerias put a chill on their sizzling romance?",
    "poster_url": "https://image.tmdb.org/t/p/w500/vdSSmzYKqViKH7mkQwgOVSALrOO.jpg",
    "popularity": 2.3595,
    "tmdb_url": "https://www.themoviedb.org/movie/523773"
  },
  {
    "id": 19086,
    "title": "Delta Force 2: The Colombian Connection",
    "release_date": "1990-08-24",
    "overview": "When DEA agents are taken captive by a ruthless South American kingpin, the Delta Force is reunited to rescue them in this sequel to the 1986 film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9rBVHD1gYSx5bOwCgqSdljUXKY8.jpg",
    "popularity": 2.3046,
    "tmdb_url": "https://www.themoviedb.org/movie/19086"
  },
  {
    "id": 821153,
    "title": "6/45",
    "release_date": "2022-08-24",
    "overview": "A comedy film about North and South Korean soldiers vying for a winning lotto ticket that crossed the demarcation line because of the strong wind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AifHZptVzkzLLfk2tedIQixqrgV.jpg",
    "popularity": 2.2543,
    "tmdb_url": "https://www.themoviedb.org/movie/821153"
  },
  {
    "id": 1142414,
    "title": "Cheat",
    "release_date": "2023-08-24",
    "overview": "On the surface it's believed to be another urban legend - a supernatural being from the afterlife is violently killing anyone who cheats on their significant other in the small college town of Silvercreek, Pennsylvania. But the town's unusually high suicide rate is finally convincing both locals and college students that everything is not as it seems. When Maeve - a female college student - sleeps with Charlie, the married man of the host family she is staying with, both sense the deadly curse is closing in on them. Unable to get anyone to believe them, Maeve and Charlie seek out a local history student to help find answers and figure out a way to defend themselves. It all comes undone, however, as several people are horrifically killed by the savage being - one-by-one at a rapid pace. Eventually, Maeve, Charlie and the few survivors band together in an attempt to defeat the monster once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/46Um9OTHNA390mMxwpSSc2m35Zp.jpg",
    "popularity": 2.24,
    "tmdb_url": "https://www.themoviedb.org/movie/1142414"
  },
  {
    "id": 43956,
    "title": "Tom and Jerry Meet Sherlock Holmes",
    "release_date": "2010-08-24",
    "overview": "Tom and Jerry need to learn to work together in order to help Sherlock Holmes with an investigation of a jewel theft. But still, they are cat and mouse!",
    "poster_url": "https://image.tmdb.org/t/p/w500/8TAd3Cky2D8dHzWIirna1IHa2N3.jpg",
    "popularity": 2.2077,
    "tmdb_url": "https://www.themoviedb.org/movie/43956"
  },
  {
    "id": 189068,
    "title": "City Hunter: Bay City Wars",
    "release_date": "1990-08-24",
    "overview": "Rival private eyes Ryo Saeba and Umibozu must find a way into a high-tech luxury hotel to rescue their friends who are being held hostage and stop a mad South American dictator's plans to use the hotel's supercomputer to unleash a nuclear holocaust. Highly reminiscent of Die Hard, right down to a scene where Ryu bunjee-jumps off of the roof of the hotel skyscraper with a fire hose. Written by Christopher E. Meadows",
    "poster_url": "https://image.tmdb.org/t/p/w500/4D8oQeBtF6wGOfgJLvWMntxlMNk.jpg",
    "popularity": 2.0942,
    "tmdb_url": "https://www.themoviedb.org/movie/189068"
  },
  {
    "id": 70667,
    "title": "Kon-Tiki",
    "release_date": "2012-08-24",
    "overview": "The true story about legendary explorer Thor Heyerdahl and his epic crossing of the Pacific on a balsa wood raft in 1947, in an effort to prove it was possible for South Americans to settle in Polynesia in pre-Columbian times.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tphF7lJZys5ij9BHivbxsqmPiOo.jpg",
    "popularity": 2.0895,
    "tmdb_url": "https://www.themoviedb.org/movie/70667"
  },
  {
    "id": 60896,
    "title": "Animal Instincts 2",
    "release_date": "1994-08-24",
    "overview": "An unhappy divorcée has the bad fortune to move next door to a security systems installer, a voyeur whose hobby is planting hidden video cameras in the bedrooms of all his clients. He then monitors the sex lives of his customers through an elaborate TV monitor system in his garage. Joanna Cole becomes his latest victim, but when she discovers the camera by accident, she reverts back to her exhibitionist ways and begins putting on sex shows for his pleasure. Things gets ugly when Jim professes his love for her but is rebuffed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jfkD52sL0piWrxUT8EHKztLsLy5.jpg",
    "popularity": 2.0528,
    "tmdb_url": "https://www.themoviedb.org/movie/60896"
  },
  {
    "id": 1109534,
    "title": "The Dive",
    "release_date": "2023-08-24",
    "overview": "Two sisters go diving at a beautiful, remote location. One of the sisters is struck by a rock, leaving her trapped 28 meters below. With dangerously low levels of oxygen and cold temperatures, it is up to her sister to fight for her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1aLFglfGkTFG5p6KQg9o07EN3rl.jpg",
    "popularity": 2.0376,
    "tmdb_url": "https://www.themoviedb.org/movie/1109534"
  },
  {
    "id": 16921,
    "title": "Autopsy",
    "release_date": "2008-08-24",
    "overview": "Emily Johnson, her boyfriend Bobby and their friends Clare and Jude are recent college grads driving cross-country, taking a last vacation together before they face the \"real\" world. An accident leaves them hurt and stranded on a lonely Louisiana road. When the ambulance arrives, it whisks them to Mercy Hospital.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z8Mlvh9YVkD4QnXMm5mYVWqzPZ4.jpg",
    "popularity": 2.0155,
    "tmdb_url": "https://www.themoviedb.org/movie/16921"
  }
]