[
  {
    "id": 20760,
    "title": "Lilo & Stitch 2: Stitch Has a Glitch",
    "release_date": "2005-08-22",
    "overview": "Now, we find the rowdy extraterrestrial getting used to life with his new ʻohana. However, a malfunction in the ultimate creation of Dr. Jumba soon emerges, which reinstates his destructive programming and threatens to both ruin his friendship with Lilo and to short him out for good!",
    "poster_url": "https://image.tmdb.org/t/p/w500/p2R4mhZcikWEBlqv80VfJ7M9xql.jpg",
    "popularity": 53.5748,
    "tmdb_url": "https://www.themoviedb.org/movie/20760"
  },
  {
    "id": 10483,
    "title": "Death Race",
    "release_date": "2008-08-22",
    "overview": "Terminal Island, New York: 2020. Overcrowding in the US penal system has reached a breaking point. Prisons have been turned over to a monolithic Weyland Corporation, which sees jails full of thugs as an opportunity for televised sport. Adrenalized inmates, a global audience hungry for violence and a spectacular, enclosed arena come together to form the 'Death Race', the biggest, most brutal event.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5A79GeOb3uChQ0l0ZDjDyODKQp3.jpg",
    "popularity": 10.4041,
    "tmdb_url": "https://www.themoviedb.org/movie/10483"
  },
  {
    "id": 577922,
    "title": "Tenet",
    "release_date": "2020-08-22",
    "overview": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aCIFMriQh8rvhxpN1IWGgvH0Tlg.jpg",
    "popularity": 9.7185,
    "tmdb_url": "https://www.themoviedb.org/movie/577922"
  },
  {
    "id": 259072,
    "title": "Wrong Turn 6: Last Resort",
    "release_date": "2014-08-22",
    "overview": "A sudden and mysterious inheritance brings Danny and his friends to Hobb Springs, a forgotten resort deep in the West Virginia hills. Hobb Springs is being looked after under the watchful care of Jackson and Sally, a socially awkward couple who introduce Danny to the long lost family he's never known. A clan by the name of Hillicker. But soon Danny learns his relatives have a different way of living, that for generations, the Hillickers have observed ancient traditions rooted in cannibalism and other taboo rituals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cV1biK7jlHVXlQ7ErYe5MUSBGcx.jpg",
    "popularity": 4.7782,
    "tmdb_url": "https://www.themoviedb.org/movie/259072"
  },
  {
    "id": 16337,
    "title": "The Texas Chainsaw Massacre 2",
    "release_date": "1986-08-22",
    "overview": "A radio host is victimized by the cannibal family as a former Texas marshal hunts them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cO1Dvg7k87lHSPOdumn3ddJEKdX.jpg",
    "popularity": 3.9519,
    "tmdb_url": "https://www.themoviedb.org/movie/16337"
  },
  {
    "id": 133601,
    "title": "The Neighbors",
    "release_date": "2012-08-22",
    "overview": "A serial killer murders a girl from his neighborhood. The residents begin to suspect him one by one, as he tries to cover his tracks and plans another kill before escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fL3y3ViDsRsFyzLxf00u1oOniwx.jpg",
    "popularity": 3.8496,
    "tmdb_url": "https://www.themoviedb.org/movie/133601"
  },
  {
    "id": 21210,
    "title": "Dil Se..",
    "release_date": "1998-08-22",
    "overview": "Journalist Amar falls for a mysterious woman on an assignment, but she does not reciprocate his feelings. However, when Amar is about to get married, the woman shows up at his doorstep asking for help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hRNlTphHQFZkSyRu501Eva7KQMn.jpg",
    "popularity": 3.8379,
    "tmdb_url": "https://www.themoviedb.org/movie/21210"
  },
  {
    "id": 666243,
    "title": "The Witcher: Nightmare of the Wolf",
    "release_date": "2021-08-22",
    "overview": "Escaping from poverty to become a witcher, Vesemir slays monsters for coin and glory, but when a new menace rises, he must face the demons of his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ckjlfMg2lXQK5aav33BCBgtsYWh.jpg",
    "popularity": 3.5315,
    "tmdb_url": "https://www.themoviedb.org/movie/666243"
  },
  {
    "id": 12620,
    "title": "The House Bunny",
    "release_date": "2008-08-22",
    "overview": "Shelley is living a carefree life until a rival gets her tossed out of the Playboy Mansion. With nowhere to go, fate delivers her to the sorority girls from Zeta Alpha Zeta. Unless they can sign a new pledge class, the seven socially clueless women will lose their house to the scheming girls of Phi Iota Mu. In order to accomplish their goal, they need Shelley to teach them the ways of makeup and men; at the same time, Shelley needs some of what the Zetas have - a sense of individuality. The combination leads all the girls to learn how to stop pretending and start being themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4oGGJ824vqIqDtyMvMuK44pDEmx.jpg",
    "popularity": 3.4119,
    "tmdb_url": "https://www.themoviedb.org/movie/12620"
  },
  {
    "id": 928333,
    "title": "Just For Meeting You",
    "release_date": "2023-08-22",
    "overview": "Xu Niannian and Yang Yi met at the most beautiful age, they had the most unforgettable period of youth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o6QGXqyBQnT0OwxpbsiBUM9VrT3.jpg",
    "popularity": 3.2956,
    "tmdb_url": "https://www.themoviedb.org/movie/928333"
  },
  {
    "id": 4349,
    "title": "The Kingdom",
    "release_date": "2007-08-22",
    "overview": "A team of U.S. government agents is sent to investigate the bombing of an American facility in the Middle East.",
    "poster_url": "https://image.tmdb.org/t/p/w500/29aerxnj57mwoiu2tSvddYgUR7b.jpg",
    "popularity": 3.2698,
    "tmdb_url": "https://www.themoviedb.org/movie/4349"
  },
  {
    "id": 4961,
    "title": "Mimic",
    "release_date": "1997-08-22",
    "overview": "A disease carried by common cockroaches is killing Manhattan children. In an effort to stop the epidemic an entomologist, Susan Tyler, creates a mutant breed of insect that secretes a fluid to kill the roaches. This mutant breed was engineered to die after one generation, but three years later Susan finds out that the species has survived and evolved into a large, gruesome monster that can mimic human form.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ieRRo78f8JzEKxfiCKqJyFg6l8o.jpg",
    "popularity": 3.1717,
    "tmdb_url": "https://www.themoviedb.org/movie/4961"
  },
  {
    "id": 412988,
    "title": "The Happytime Murders",
    "release_date": "2018-08-22",
    "overview": "In a world where human beings and puppets live together, when the members of the cast of a children's television show aired during the 1990s begin to get murdered one by one, puppet Phil Philips, a former LAPD detective who fell in disgrace and turned into a private eye, takes on the case at the request of his old boss in order to assist detective Edwards, who was his partner in the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rWxkur51srfVnMn2QOFjE7mbq6h.jpg",
    "popularity": 3.0101,
    "tmdb_url": "https://www.themoviedb.org/movie/412988"
  },
  {
    "id": 632632,
    "title": "Given",
    "release_date": "2020-08-22",
    "overview": "Haruki secretly had feelings for Akihiko for years, but Akihiko was still in a relationship with his roommate, the violinist Ugetsu Murata. Haruki, Akihiko, and Ugetsu's love clashes and starts to move forward.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pegCub2zdYD5As43AOmGsIctuKc.jpg",
    "popularity": 2.9799,
    "tmdb_url": "https://www.themoviedb.org/movie/632632"
  },
  {
    "id": 40213,
    "title": "Dragon Inn",
    "release_date": "1992-08-22",
    "overview": "During the Ming Dynasty, Tso Siu Yan, a power-crazed eunuch who rules his desert region of China as if he were the Emperor, ruthlessly thwarts plots against him and sets a trap for one of his enemies at the Dragon Gate Inn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/asdeRApjcwPmOmEIkpVOx9004uK.jpg",
    "popularity": 2.9266,
    "tmdb_url": "https://www.themoviedb.org/movie/40213"
  },
  {
    "id": 83899,
    "title": "You're Next",
    "release_date": "2013-08-22",
    "overview": "When the Davison family comes under attack during their wedding anniversary getaway, the gang of mysterious killers soon learns that one of their victims harbors a secret talent for fighting back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l163jakfKvchUTVTtBi0KA7ZhIc.jpg",
    "popularity": 2.8551,
    "tmdb_url": "https://www.themoviedb.org/movie/83899"
  },
  {
    "id": 9416,
    "title": "Money Talks",
    "release_date": "1997-08-22",
    "overview": "Sought by police and criminals, a small-time huckster makes a deal with a TV newsman for protection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bN57Rl003E9pYred5kw9Rp8h9Np.jpg",
    "popularity": 2.6956,
    "tmdb_url": "https://www.themoviedb.org/movie/9416"
  },
  {
    "id": 532444,
    "title": "On Your Wedding Day",
    "release_date": "2018-08-22",
    "overview": "Through the course of their lives, a man and his first love  are repeatedly separated from each other because of circumstances out of their control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/svBWm58bMpGKueNmfeCF3OZk7rs.jpg",
    "popularity": 2.6113,
    "tmdb_url": "https://www.themoviedb.org/movie/532444"
  },
  {
    "id": 2294,
    "title": "Jay and Silent Bob Strike Back",
    "release_date": "2001-08-22",
    "overview": "When Jay and Silent Bob learn that their comic-book alter egos, Bluntman and Chronic, have been sold to Hollywood as part of a big-screen movie that leaves them out of any royalties, the pair travels to Tinseltown to sabotage the production.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aEsAdMAhwKYFgnHHxMOknktQYKK.jpg",
    "popularity": 2.6112,
    "tmdb_url": "https://www.themoviedb.org/movie/2294"
  },
  {
    "id": 190955,
    "title": "Blood Ties",
    "release_date": "2013-08-22",
    "overview": "Two brothers, on either side of the law, face off over organized crime in Brooklyn during the 1970s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7tMuywiZUoaAihEIkCu3BAL1xPC.jpg",
    "popularity": 2.5986,
    "tmdb_url": "https://www.themoviedb.org/movie/190955"
  },
  {
    "id": 331061,
    "title": "Date A Live: Mayuri Judgment",
    "release_date": "2015-08-22",
    "overview": "A huge sphere suddenly began to emit a mysterious spiritual wave to the Tengu City that should have regained its peace. A mysterious, beautiful girl showed up at the same time. Silently, what is her purpose to cast her line of sight to Shidou and the others? The real purpose is...?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8tfDHuRhoKw7Tl0EK7gPPFgyw8W.jpg",
    "popularity": 2.5616,
    "tmdb_url": "https://www.themoviedb.org/movie/331061"
  },
  {
    "id": 1143319,
    "title": "Puppy Love",
    "release_date": "2023-08-22",
    "overview": "After a disastrous first date, wild-child Nicole and socially-anxious Max vow to lose each other’s numbers until they learn that their dogs found a love match, and now puppies are on the way! The hilariously mismatched Nicole and Max are forced to become responsible co-parents, but may end up finding love themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zjpsW3sflsoxahFyFujvTnWUuqV.jpg",
    "popularity": 2.3457,
    "tmdb_url": "https://www.themoviedb.org/movie/1143319"
  },
  {
    "id": 42949,
    "title": "Arthur 3: The War of the Two Worlds",
    "release_date": "2010-08-22",
    "overview": "With Maltazard now seven feet tall and Arthur still two inches small, our hero must find a way to grow back to his normal size and stop the Evil M once and for all, with the help of Selenia and Betameche.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wBT40NqmBz65WYmIGhDnWcgzPcA.jpg",
    "popularity": 2.3172,
    "tmdb_url": "https://www.themoviedb.org/movie/42949"
  },
  {
    "id": 39544,
    "title": "Oblivion Island: Haruka and the Magic Mirror",
    "release_date": "2009-08-22",
    "overview": "Your favourite teddy bear. That model kit that took so long to complete. The picture book you used to read over and over again. The shining stone you found that day in the park. Where do all your childhood's treasures go when you grow up? In this story, we meet fantastic creatures that gather all these little objects that fall into oblivion as they are forgotten by their owners when they step into adulthood. These creatures sneak into our world from a different dimension, and unseen by humans, they take all the ditched and forgotten \"treasures\" into their world. Here, they use their booty to build their own city, a fairy tale-like place called... Oblivion Island!",
    "poster_url": "https://image.tmdb.org/t/p/w500/6k7UuJadZOnPWQ3KWOcpVOXNgIt.jpg",
    "popularity": 2.2943,
    "tmdb_url": "https://www.themoviedb.org/movie/39544"
  },
  {
    "id": 1310284,
    "title": "Welcome To Academia",
    "release_date": "2009-08-22",
    "overview": "Faculty and administrators of the prestigious Victorian University jockey for power in the classroom, the boardroom, and the bedroom. Amidst all their petty intrigues, a young graduate student is forced to experience a life lesson not offered on the regular curriculum.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mktgTDJwggoTVKPWh2TabYHlMbt.jpg",
    "popularity": 2.2548,
    "tmdb_url": "https://www.themoviedb.org/movie/1310284"
  },
  {
    "id": 8428,
    "title": "Pump Up the Volume",
    "release_date": "1990-08-22",
    "overview": "Mark Hunter, a lonely high school student, uses his shortwave radio to moonlight as the popular pirate DJ \"Hard Harry.\" When his show gets blamed for a teen committing suicide, the students clash with high school faculty and the authorities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s1SyKrARJG2R7FyS4zkNdaekLAW.jpg",
    "popularity": 2.2388,
    "tmdb_url": "https://www.themoviedb.org/movie/8428"
  },
  {
    "id": 241254,
    "title": "The Prince",
    "release_date": "2014-08-22",
    "overview": "A family man who turns out to be a retired mob enforcer must travel across the country to find his daughter who has gone missing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/22b2fmxhZveWSyWkgUz2y94fp3w.jpg",
    "popularity": 2.1918,
    "tmdb_url": "https://www.themoviedb.org/movie/241254"
  },
  {
    "id": 527776,
    "title": "Overcomer",
    "release_date": "2019-08-22",
    "overview": "After reluctantly agreeing to coach cross-country, high school basketball Coach John Harrison helps the least likely runner attempt the impossible in the biggest race of the year.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rVR3uN1yPRqYBBtNFSrEKCpRhaK.jpg",
    "popularity": 2.1831,
    "tmdb_url": "https://www.themoviedb.org/movie/527776"
  },
  {
    "id": 373877,
    "title": "One Piece Episode of Sabo: The Three Brothers' Bond - The Miraculous Reunion and the Inherited Will",
    "release_date": "2015-08-22",
    "overview": "From a brotherhood bound by three cups of sake, one brother’s story has yet to be told! Visiting Dressrosa under orders of the Revolutionary Army, Sabo’s top-secret mission derails when Doflamingo announces the grand prize for battling in the Colosseum. The tragedy at Marineford still weighing on his mind, Sabo reunites with his little brother to protect the promises they made with Ace. Now, they’ll fight in disguise for the Colosseum’s ultimate prize: Ace’s Flame-Flame Fruit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yS5z6jMr5reJN6WwtBQcnKQ8b75.jpg",
    "popularity": 2.1332,
    "tmdb_url": "https://www.themoviedb.org/movie/373877"
  },
  {
    "id": 828899,
    "title": "Metalocalypse: Army of the Doomstar",
    "release_date": "2023-08-22",
    "overview": "After the heroic rescue of Toki Wartooth, DETHKLOK frontman Nathan Explosion finds himself traumatized in a BRUTAL professional and romantic flat-spin all while he is tasked with fulfilling the prophecy and confronting the ultimate songwriting challenge: write the SONG OF SALVATION and save the planet. Can Nathan Explosion look beyond his brutally damaged ego to save his band, stop the Metalocalypse, and finally face the ultimate evil: Salacia?",
    "poster_url": "https://image.tmdb.org/t/p/w500/fGc9HKeGKebC1RD7WPt0NYDONTo.jpg",
    "popularity": 2.0298,
    "tmdb_url": "https://www.themoviedb.org/movie/828899"
  }
]