[
  {
    "id": 372058,
    "title": "Your Name.",
    "release_date": "2016-08-26",
    "overview": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8GJsy7w7frGquw1cy9jasOGNNI1.jpg",
    "popularity": 37.8462,
    "tmdb_url": "https://www.themoviedb.org/movie/372058"
  },
  {
    "id": 19912,
    "title": "The Final Destination",
    "release_date": "2009-08-26",
    "overview": "A horrifying premonition saves a young man and his friends from death during a racetrack accident but terrible fates await them nonetheless.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5vxXrr1MqGsT4NNeRITpfDnl4Rq.jpg",
    "popularity": 25.512,
    "tmdb_url": "https://www.themoviedb.org/movie/19912"
  },
  {
    "id": 9361,
    "title": "The Last of the Mohicans",
    "release_date": "1992-08-26",
    "overview": "In war-torn colonial America, in the midst of a bloody battle between British, the French and Native American allies, the aristocratic daughter of a British Colonel and her party are captured by a group of Huron warriors. Fortunately, a group of three Mohican trappers comes to their rescue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qzJMPWRtZveBkxXOv3ucWhoJuyj.jpg",
    "popularity": 6.4944,
    "tmdb_url": "https://www.themoviedb.org/movie/9361"
  },
  {
    "id": 628914,
    "title": "Queenpins",
    "release_date": "2021-08-26",
    "overview": "Bored and frustrated suburban homemaker Connie and her best pal JoJo, a vlogger with dreams, turn a hobby into a multi-million-dollar counterfeit coupon caper. After firing off a letter to the conglomerate behind a box of cereal gone stale, and receiving an apology along with dozens of freebies, the duo hatch an illegal coupon club scheme that scams millions from mega-corporations and delivers deals to legions of fellow coupon clippers. On the trail to total coupon dominance, a hapless Loss Prevention Officer from the local supermarket chain joins forces with a determined U.S. Postal Inspector in hot pursuit of these newly minted “Queenpins” of pink collar crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p5Uz76EOwj9rAsdGxYL8IZGPV2B.jpg",
    "popularity": 4.716,
    "tmdb_url": "https://www.themoviedb.org/movie/628914"
  },
  {
    "id": 241,
    "title": "Natural Born Killers",
    "release_date": "1994-08-26",
    "overview": "Two victims of traumatized childhoods become lovers and serial murderers irresponsibly glorified by the mass media.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fEKZwT91gxvkAoyPgpNXo8W5fu0.jpg",
    "popularity": 4.1296,
    "tmdb_url": "https://www.themoviedb.org/movie/241"
  },
  {
    "id": 773867,
    "title": "Seoul Vibe",
    "release_date": "2022-08-26",
    "overview": "Chasing speed, dreams and money, a team of drivers get involved in the slush fund investigation of a powerful figure during the 1988 Seoul Olympics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/txaOvJ6HURmqFbpVtJezWNWqaR4.jpg",
    "popularity": 3.7626,
    "tmdb_url": "https://www.themoviedb.org/movie/773867"
  },
  {
    "id": 192141,
    "title": "No Escape",
    "release_date": "2015-08-26",
    "overview": "In their new overseas home, an American family soon finds themselves caught in the middle of a coup, and they frantically look for a safe escape in an environment where foreigners are being immediately executed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIXZEvL4dmgkjyhD5JUDeOaASKB.jpg",
    "popularity": 3.4896,
    "tmdb_url": "https://www.themoviedb.org/movie/192141"
  },
  {
    "id": 4442,
    "title": "The Brothers Grimm",
    "release_date": "2005-08-26",
    "overview": "Folklore collectors and con artists, Jake and Will Grimm, travel from village to village pretending to protect townsfolk from enchanted creatures and performing exorcisms. However, they are put to the test when they encounter a real magical curse in a haunted forest with real magical beings, requiring genuine courage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v6J7QGCSrtvwvqAt6783BbO3h61.jpg",
    "popularity": 3.4712,
    "tmdb_url": "https://www.themoviedb.org/movie/4442"
  },
  {
    "id": 22907,
    "title": "Takers",
    "release_date": "2010-08-26",
    "overview": "A seasoned team of bank robbers, including Gordon Jennings, John Rahway, A.J., and brothers Jake and Jesse Attica successfully complete their latest heist and lead a life of luxury while planning their next job. When Ghost, a former member of their team, is released from prison he convinces the group to strike an armored car carrying $20 million. As the \"Takers\" carefully plot out their strategy and draw nearer to exacting the grand heist, a reckless police officer inches closer to apprehending the criminals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s2zx7JA87rkQcmsV40k0vbVJ6oh.jpg",
    "popularity": 3.3262,
    "tmdb_url": "https://www.themoviedb.org/movie/22907"
  },
  {
    "id": 862551,
    "title": "Me Time",
    "release_date": "2022-08-26",
    "overview": "With his family away, a devoted stay-at-home dad enjoys his first me time in years by joining his hard-partying old friend on a wild birthday adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkjPoisqAavXUvtoirxTEcLLQyI.jpg",
    "popularity": 3.2513,
    "tmdb_url": "https://www.themoviedb.org/movie/862551"
  },
  {
    "id": 25623,
    "title": "House",
    "release_date": "1977-08-26",
    "overview": "Hoping to find a sense of connection to her late mother, Gorgeous takes a trip to the countryside to visit her aunt at their ancestral house. She invites her six friends, Prof, Melody, Mac, Fantasy, Kung Fu, and Sweet, to join her. The girls soon discover that there is more to the old house than meets the eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tXlEgAJkGQuE9Vm6ppYERUBmdDM.jpg",
    "popularity": 3.1506,
    "tmdb_url": "https://www.themoviedb.org/movie/25623"
  },
  {
    "id": 301351,
    "title": "We Are Your Friends",
    "release_date": "2015-08-26",
    "overview": "Young Cole Carter dreams of hitting the big time as a Hollywood disc jockey, spending his days and nights hanging with buddies and working on the one track that will set the world on fire. Opportunity comes knocking when he meets James Reed, a charismatic DJ who takes the 23-year-old under his wing. Soon, his seemingly clear path to success gets complicated when he starts falling for his mentor's girlfriend, jeopardizing his new friendship and the future he seems destined to fulfill.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7RzpN4aLjM5FUc7Q3WsvNn2MuaR.jpg",
    "popularity": 2.9867,
    "tmdb_url": "https://www.themoviedb.org/movie/301351"
  },
  {
    "id": 9042,
    "title": "The Cave",
    "release_date": "2005-08-26",
    "overview": "After a group of biologists discovers a huge network of unexplored caves in Romania and, believing it to be an undisturbed eco-system that has produced a new species, they hire the best American team of underwater cave explorers in the world. While exploring deeper into the underwater caves, a rockslide blocks their exit, and they soon discover a larger carnivorous creature has added them to its food chain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q7eyZY2Akj68ivnRZ86OduCUexy.jpg",
    "popularity": 2.7705,
    "tmdb_url": "https://www.themoviedb.org/movie/9042"
  },
  {
    "id": 893597,
    "title": "Odela Railway Station",
    "release_date": "2022-08-26",
    "overview": "A string of murders terrorise the people of Odela village, and every newly wed girl in the village is the murder’s target. A bright young police officer is determined to find the culprit and stop the next murder from happening while anxious villagers await closure. But, unfortunately, everyone’s a suspect, and the clock is ticking.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3gjt6oKDHccysnj30dj5nik8wem.jpg",
    "popularity": 2.6395,
    "tmdb_url": "https://www.themoviedb.org/movie/893597"
  },
  {
    "id": 184341,
    "title": "Hands of Stone",
    "release_date": "2016-08-26",
    "overview": "The legendary Roberto Duran and his equally legendary trainer Ray Arcel change each other's lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rpAYkkc7ltnxnMXOZLPuI9A6cuB.jpg",
    "popularity": 2.5819,
    "tmdb_url": "https://www.themoviedb.org/movie/184341"
  },
  {
    "id": 760873,
    "title": "The Colony",
    "release_date": "2021-08-26",
    "overview": "In the not-too-distant future: after a global catastrophe has wiped out nearly all of humanity on Earth, an elite astronaut from Space Colony Kepler must make a decision that will seal the fate of the people on both planets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nX7ZUYwgGOCe5nXXwpNg4hAf1xB.jpg",
    "popularity": 2.4971,
    "tmdb_url": "https://www.themoviedb.org/movie/760873"
  },
  {
    "id": 583095,
    "title": "Funny Pages",
    "release_date": "2022-08-26",
    "overview": "A teenage cartoonist rejects the comforts of his suburban life in a misguided quest for soul.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gCgdVvExdHM9Qjtc8yoN7MRrC7x.jpg",
    "popularity": 2.4472,
    "tmdb_url": "https://www.themoviedb.org/movie/583095"
  },
  {
    "id": 21575,
    "title": "A Prophet",
    "release_date": "2009-08-26",
    "overview": "Sentenced to six years in prison, Malik El Djebena is alone in the world and can neither read nor write. On his arrival at the prison, he seems younger and more brittle than the others detained there. At once he falls under the sway of a group of Corsicans who enforce their rule in the prison. As the 'missions' go by, he toughens himself and wins the confidence of the Corsican group.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x9Jb8kewBHPzjTtgCQvoQoDsy4d.jpg",
    "popularity": 2.3201,
    "tmdb_url": "https://www.themoviedb.org/movie/21575"
  },
  {
    "id": 39347,
    "title": "Hello Brother",
    "release_date": "1999-08-26",
    "overview": "A ghost seeking revenge for his death haunts the man who received his heart in a transplant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/edwYmD9YUs6gMPEkNOA78f28pwM.jpg",
    "popularity": 2.2298,
    "tmdb_url": "https://www.themoviedb.org/movie/39347"
  },
  {
    "id": 736759,
    "title": "Making The Witcher",
    "release_date": "2020-08-26",
    "overview": "Journey into the extraordinary world of \"The Witcher\" — from casting the roles to Jaskier's catchy song — in this behind-the-scenes look at the series. Go behind the monsters, the ballads and every bit of magic that went into bringing The Witcher's Continent to life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zYnwBAUPQn5WmurROH1ravCC6Wp.jpg",
    "popularity": 2.1439,
    "tmdb_url": "https://www.themoviedb.org/movie/736759"
  },
  {
    "id": 48417,
    "title": "The Stool Pigeon",
    "release_date": "2010-08-26",
    "overview": "Living in the guilt of sacrificing his informant in a previous operation, Criminal Intelligence Inspector Don Lee is wary when his superior orders him to send another informant to spy on the criminal operations of Barbarian, a vicious gangster plotting a jewelry heist. He seeks ex-convict Ghost, who agrees to work for Don despite vowing to go straight since he's desperately in need of money to repay a debt and save his sister. Ghost's driving skills help him infiltrate Barbarian's gang and earn his trust, but by feeding information to Don and hooking up with Barbarian's girlfriend Dee, Ghost is pushing himself into a tight and deadly corner...",
    "poster_url": "https://image.tmdb.org/t/p/w500/yWZJOHIOy3osra6fwX8RpzFKFtu.jpg",
    "popularity": 2.0681,
    "tmdb_url": "https://www.themoviedb.org/movie/48417"
  },
  {
    "id": 461083,
    "title": "Fate/kaleid liner Prisma☆Illya: Vow in the Snow",
    "release_date": "2017-08-26",
    "overview": "After succumbing to an unenviable fate, Kiritsugu Emiya has left Shirou Emiya the duty to save mankind in his place. The world is dying and time is ticking, but when the salvation Shirou seeks is at the cost of his only family left—his younger sister—will he still have the heart to pursue this duty?  Shirou is now pressed with the choice to continue being a hero of justice—or become the very evil his ideal has vowed to vanquish. The orphan is alone once again, yet his body is still made of swords. The Fifth Holy Grail War now begins with his oath under snow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/suy8nFraq8vASRKz6GcL6p9FEvN.jpg",
    "popularity": 2.0432,
    "tmdb_url": "https://www.themoviedb.org/movie/461083"
  },
  {
    "id": 1003813,
    "title": "Out of the Blue",
    "release_date": "2022-08-26",
    "overview": "After spending time in prison following an assault charge, Connor Bates now works in a library and spends his free time running, swimming, and trying to piece his world back together. When he meets Marilyn Chambers, the wife of a wealthy businessman, they collide into an intense physical and emotional relationship that quickly escalates into idle talk about her husband’s murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5EpQX8h6LuHKt7JzRV4T7IMaLJj.jpg",
    "popularity": 2.0386,
    "tmdb_url": "https://www.themoviedb.org/movie/1003813"
  },
  {
    "id": 395925,
    "title": "Rampage: President Down",
    "release_date": "2016-08-26",
    "overview": "Bill Williamson is back, alive and well and doing a recon mission around D.C. This time he wants to cause a major population disruption within the USA which result in devastating consequences reverberating throughout the world. His new mission this time to bring down The President of the United States and his Secret Service detail. Bill brings with him all the freak-in havoc and acidity of the previous 2 movies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pvFEoU3TBSHfg8EWahDr1k38VqL.jpg",
    "popularity": 2.0179,
    "tmdb_url": "https://www.themoviedb.org/movie/395925"
  }
]