[
  {
    "id": 653349,
    "title": "Vacation Friends",
    "release_date": "2021-08-27",
    "overview": "When a straight-laced couple that has fun with a rowdy couple on vacation in Mexico return to the States, they discover that the crazy couple they met in Mexico followed them back home and decide to play tricks on them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cCyJeTAct07ORPJPHyzxCrVtZzh.jpg",
    "popularity": 5.3824,
    "tmdb_url": "https://www.themoviedb.org/movie/653349"
  },
  {
    "id": 4561,
    "title": "The Story of O",
    "release_date": "1975-08-27",
    "overview": "The beautiful O is taken by her boyfriend, Rene, to a bizarre retreat, where she is trained in bondage and sexual perversion...",
    "poster_url": "https://image.tmdb.org/t/p/w500/x2hnSba2iyMHDPHrH1G1LB2K6lz.jpg",
    "popularity": 4.7531,
    "tmdb_url": "https://www.themoviedb.org/movie/4561"
  },
  {
    "id": 347626,
    "title": "He's All That",
    "release_date": "2021-08-27",
    "overview": "To get revenge on her ex-boyfriend, an influencer attempts to transform an unpopular classmate into prom king.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kW3AG5NHoyq52dcSbMiFB6LyHvk.jpg",
    "popularity": 4.4241,
    "tmdb_url": "https://www.themoviedb.org/movie/347626"
  },
  {
    "id": 425001,
    "title": "The War with Grandpa",
    "release_date": "2020-08-27",
    "overview": "Peter is thrilled that his Grandpa is coming to live with his family. That is, until Grandpa moves into Peter's room, forcing him upstairs into the creepy attic. And though he loves his Grandpa, he wants his room back - so he has no choice but to declare war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ltyARDw2EFXZ2H2ERnlEctXPioP.jpg",
    "popularity": 3.9504,
    "tmdb_url": "https://www.themoviedb.org/movie/425001"
  },
  {
    "id": 185652,
    "title": "Female Teacher in Rope Hell",
    "release_date": "1981-08-27",
    "overview": "A female teacher spots one of her students being molested by a vagrant. But her rescue attempt fails as the vagrant drags the teacher into an empty classroom and sexually assaults her. The student finds a school employee, a piano tuner, to try and help but all they can offer is some comfort. Later the piano tuner invites the teacher to his house. He wants her to be his obedient loving bride and has built a nice caged apartment in his basement all for her. He subjects her to an endless series of sexual humiliations to persuade her to say yes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3zBwX9udbXePS4GqUemzWUK3PDr.jpg",
    "popularity": 3.5517,
    "tmdb_url": "https://www.themoviedb.org/movie/185652"
  },
  {
    "id": 594328,
    "title": "Phineas and Ferb the Movie: Candace Against the Universe",
    "release_date": "2020-08-27",
    "overview": "Phineas and Ferb travel across the galaxy to rescue their older sister Candace, who has been abducted by aliens and taken to a utopia in a far-off planet, free of her pesky little brothers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/afOa3CpPffC3uQCH2fhMaO3AYpB.jpg",
    "popularity": 3.4924,
    "tmdb_url": "https://www.themoviedb.org/movie/594328"
  },
  {
    "id": 254904,
    "title": "The November Man",
    "release_date": "2014-08-27",
    "overview": "An ex-CIA operative is brought back in on a very personal mission and finds himself pitted against his former pupil in a deadly game involving high level CIA officials and the Russian president-elect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ejNFbCgLMDAuy7jFQmc7cr6UAW.jpg",
    "popularity": 3.4729,
    "tmdb_url": "https://www.themoviedb.org/movie/254904"
  },
  {
    "id": 38358,
    "title": "The Last Exorcism",
    "release_date": "2010-08-27",
    "overview": "After years of performing “exorcisms” and taking believers’ money, Reverend Marcus travels to rural Louisiana with a film crew so he can dispel what he believes is the myth of demonic possession. The dynamic reverend is certain that this will be another routine “exorcism” on a disturbed religious fanatic but instead comes upon the blood-soaked farm of the Sweetzer family and a true evil he would have never thought imaginable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eOo9tgGjxdsQEgqc6g7E1NL8460.jpg",
    "popularity": 3.245,
    "tmdb_url": "https://www.themoviedb.org/movie/38358"
  },
  {
    "id": 620249,
    "title": "The Legend of Hei",
    "release_date": "2019-08-27",
    "overview": "When cat spirit Luo Xiaohei's home is deforested by humans, he must find a new one. He runs into a group of other spirit creatures who take him under their wing with dreams of reconquering the land they say is rightfully theirs. However, they run into a human known as Wuxian who separates Luo Xiaohei from the other spirits and the two go on a journey, with the cat spirit learning to control his abilities as well as forming his own thoughts on whether or not he should ally with the spirits or the humans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4jfbKKLpqts3i2h2obkrONcjTg1.jpg",
    "popularity": 3.1435,
    "tmdb_url": "https://www.themoviedb.org/movie/620249"
  },
  {
    "id": 283859,
    "title": "The Gigolo: Dochinpira",
    "release_date": "1993-08-27",
    "overview": "Jin is a twenty-two year old stud, with good looks. He's challenged by sexy Ai Mizushima to make her orgasm - it's a wager he can't refuse especially when the prize is a brand new sports car.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5FXY5kQlmPdHZ6Gx2ogoyaiynvz.jpg",
    "popularity": 3.0312,
    "tmdb_url": "https://www.themoviedb.org/movie/283859"
  },
  {
    "id": 501979,
    "title": "Bill & Ted Face the Music",
    "release_date": "2020-08-27",
    "overview": "Yet to fulfil their rock and roll destiny, now middle-aged best friends Bill and Ted set out on a new adventure when a visitor from the future warns them that only their song can save life as we know it. Along the way, they are helped by their daughters, a new batch of historical figures and a few music legends — to seek the song that will set their world right and bring harmony to the universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4V2nTPfeB59TcqJcUfQ9ziTi7VN.jpg",
    "popularity": 2.9869,
    "tmdb_url": "https://www.themoviedb.org/movie/501979"
  },
  {
    "id": 81446,
    "title": "The Baytown Outlaws",
    "release_date": "2012-08-27",
    "overview": "When three redneck brothers agree to help a woman save her son from an abusive father, they become targets on the run from an odd cast of characters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oevsox25ZnoUBms45KARDs8epmg.jpg",
    "popularity": 2.74,
    "tmdb_url": "https://www.themoviedb.org/movie/81446"
  },
  {
    "id": 517096,
    "title": "Cosmoball",
    "release_date": "2020-08-27",
    "overview": "Cosmoball is a mesmerizing intergalactic game of future played between humans and aliens at the giant extraterrestrial ship hovering in the sky over Earth. A young man with enormous power of an unknown nature joins the team of hot-headed superheroes in exchange for a cure for his mother’s deadly illness. The Four from Earth will fight not only to defend the honor of their home planet in the spectacular game, but to face the unprecedented threat to the Galaxy and embrace their own destiny.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eDJYDXRoWoUzxjd52gtz5ODTSU1.jpg",
    "popularity": 2.669,
    "tmdb_url": "https://www.themoviedb.org/movie/517096"
  },
  {
    "id": 17478,
    "title": "Dhoom",
    "release_date": "2004-08-27",
    "overview": "A gang of bikers headed by the cool-headed and arrogant Kabir is on a robbing spree in Mumbai.  ACP Jai Dixit is put in charge of the case and he recruits a bumbling bike mechanic and racer to help Jai nab them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A7fxXAsuYEohxYNl8YeH3FYkuDv.jpg",
    "popularity": 2.6672,
    "tmdb_url": "https://www.themoviedb.org/movie/17478"
  },
  {
    "id": 403300,
    "title": "A Hidden Life",
    "release_date": "2019-08-27",
    "overview": "Austrian farmer Franz Jägerstätter faces the threat of execution for refusing to fight for the Nazis during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rdG4jfH0rxkB2FgkYmjj9V4Q31M.jpg",
    "popularity": 2.6257,
    "tmdb_url": "https://www.themoviedb.org/movie/403300"
  },
  {
    "id": 253450,
    "title": "The Assassin",
    "release_date": "2015-08-27",
    "overview": "9th century China. Ten year old general’s daughter Nie Yinniang is abducted by a nun who initiates her into the martial arts, transforming her into an exceptional assassin charged with eliminating cruel and corrupt local governors. One day, having failed in a task, she is sent back by her mistress to the land of her birth, with orders to kill the man to whom she was promised – a cousin who now leads the largest military region in North China. After 13 years of exile, the young woman must confront her parents, her memories and her long-repressed feelings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/10RcGMfzg2lIW1aLcR4ILfNbHK2.jpg",
    "popularity": 2.5683,
    "tmdb_url": "https://www.themoviedb.org/movie/253450"
  },
  {
    "id": 315859,
    "title": "Muhammad: The Messenger of God",
    "release_date": "2015-08-27",
    "overview": "Muhammad: The Messenger of God is an 2015 Iranian film directed by Majid Majidi. The story revolves around the childhood of the Islamic prophet Muhammad. The film marks Iran's biggest-budget production to date and is the first part of the planned trilogy on the life of the Prophet. Barring a few scenes filmed in South Africa, the majority of the filming was done at a colossal set created in the city of Qom near Tehran. The film was officially announced in October 2011 and its filming was completed by 2013. The cinematography is done by Vittorio Storaro and film score is composed by A. R. Rahman. The film was selected for the Oscar for Best Foreign Language Film at the 88th Oscar ceremony in 2016, but was excluded from the short list.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dSlPUIM2ONpxtsFBtY3O6hRF0pi.jpg",
    "popularity": 2.5029,
    "tmdb_url": "https://www.themoviedb.org/movie/315859"
  },
  {
    "id": 2900,
    "title": "The Astronaut's Wife",
    "release_date": "1999-08-27",
    "overview": "When astronaut Spencer Armacost returns to Earth after a mission that nearly cost him his life, he decides to take a desk job in order to see his beautiful wife, Jillian, more often. Gradually, Jillian notices that Spencer's personality seems to have changed, but her concerns fade when she discovers that she's pregnant. As Jillian grows closer to becoming a mother, her suspicions about Spencer return. Why does it seem as if he's a different person?",
    "poster_url": "https://image.tmdb.org/t/p/w500/54RGJ6INW9ERG8IaalmMKbbDgwH.jpg",
    "popularity": 2.452,
    "tmdb_url": "https://www.themoviedb.org/movie/2900"
  },
  {
    "id": 41902,
    "title": "Baadshah",
    "release_date": "1999-08-27",
    "overview": "A small time detective is mistaken as a CBI agent and gets embroiled in a deadly mission to save the Chief Minister from an assassination attempt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7r1nKEVxIlVQFSsijr3fndD1TDn.jpg",
    "popularity": 2.4359,
    "tmdb_url": "https://www.themoviedb.org/movie/41902"
  },
  {
    "id": 1046896,
    "title": "Apocalypse Unknown",
    "release_date": "2022-08-27",
    "overview": "A young man is abandoned by his family, and must navigate his way through a brand new, dangerous world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iCww5KuM5BbU23B5viIiIQGPG6P.jpg",
    "popularity": 2.3948,
    "tmdb_url": "https://www.themoviedb.org/movie/1046896"
  },
  {
    "id": 760758,
    "title": "The House of the Lost on the Cape",
    "release_date": "2021-08-27",
    "overview": "A strange old woman allows a teenage runaway and a young orphan to stay in an abandoned house that overlooks the sea. However, when a menacing entity threatens their new home, they must band together and face their fears to save it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5afJWPrNwm7a220mOccwB30PCOq.jpg",
    "popularity": 2.3902,
    "tmdb_url": "https://www.themoviedb.org/movie/760758"
  },
  {
    "id": 845875,
    "title": "The Champion",
    "release_date": "2021-08-27",
    "overview": "It is 1940. The first transport of prisoners arrives at the newly created concentration camp Auschwitz. One of them is Tadeusz “Teddy” Pietrzykowski, pre-war boxing champion of Warsaw. The camp officers force him to fight in the ring for his and other prisoners’ lives. However, his every win strengthens the hope that Nazis are not invincible. Auschwitz officers notice the growing resistance. The confrontation with the authorities of the camp becomes inevitable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dY0Rs6CJwr9VFe8pXzN34jhCKTf.jpg",
    "popularity": 2.3773,
    "tmdb_url": "https://www.themoviedb.org/movie/845875"
  },
  {
    "id": 38073,
    "title": "Going the Distance",
    "release_date": "2010-08-27",
    "overview": "Erin and Garrett are very much in love. When Erin moves to San Francisco to finish her journalism degree and Garrett stays behind in New York to work in the music industry, they gamely keep the romance alive with webcams and frequent-flyer miles. But just when it seems the lovers will soon be reunited, they each score a big break that could separate them for good.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tTllmSew3nsizpzWNWKUkOuANhm.jpg",
    "popularity": 2.3741,
    "tmdb_url": "https://www.themoviedb.org/movie/38073"
  },
  {
    "id": 1276960,
    "title": "Apocalypse Unknown",
    "release_date": "2022-08-27",
    "overview": "A young man is abandoned by his family, and must navigate his way through a brand new, dangerous world.",
    "poster_url": null,
    "popularity": 2.3097,
    "tmdb_url": "https://www.themoviedb.org/movie/1276960"
  },
  {
    "id": 22073,
    "title": "Hoodlum",
    "release_date": "1997-08-27",
    "overview": "In 1934, the second most lucrative business in New York City was running 'the numbers'. When Madam Queen—the powerful woman who runs the scam in Harlem—is arrested, Ellsworth 'Bumpy' Johnson takes over the business and must resist an invasion from a merciless mobster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hZrwqVXLyxxsNJHVc6bJKSUDkXA.jpg",
    "popularity": 2.2086,
    "tmdb_url": "https://www.themoviedb.org/movie/22073"
  },
  {
    "id": 1160780,
    "title": "IMPACT Wrestling: Emergence 2023",
    "release_date": "2023-08-27",
    "overview": "The 2023 Emergence is an upcoming professional wrestling event produced by Impact Wrestling. It will take place on August 27, 2023, at the Rebel Entertainment Complex in Toronto, Ontario, Canada, and air on Impact Plus and YouTube. It will be the fourth event under the Emergence chronology.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w1Il3SL3N3PYqGoQ4yLfO7Q5XwK.jpg",
    "popularity": 2.1822,
    "tmdb_url": "https://www.themoviedb.org/movie/1160780"
  }
]