[
  {
    "id": 645710,
    "title": "The Voyeurs",
    "release_date": "2021-08-25",
    "overview": "When Pippa and Thomas move into their dream apartment, they notice that their windows look directly into the apartment opposite – inviting them to witness the volatile relationship of the attractive couple across the street. But what starts as a simple curiosity turns into full-blown obsession with increasingly dangerous consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
    "popularity": 16.713,
    "tmdb_url": "https://www.themoviedb.org/movie/645710"
  },
  {
    "id": 13186,
    "title": "Wrong Turn 2: Dead End",
    "release_date": "2007-08-25",
    "overview": "Retired military commander Colonel Dale Murphy hosts the simulated post-apocalyptic reality show where participants are challenged to survive a remote West Virginia wasteland. But the show turns into a nightmarish showdown when each realizes they are being hunted by an inbred family of cannibals determined to make them all dinner!",
    "poster_url": "https://image.tmdb.org/t/p/w500/n5Re2ywnpqwAXTin8W5j3lqSwc7.jpg",
    "popularity": 9.6749,
    "tmdb_url": "https://www.themoviedb.org/movie/13186"
  },
  {
    "id": 278924,
    "title": "Mechanic: Resurrection",
    "release_date": "2016-08-25",
    "overview": "Arthur Bishop thought he had put his murderous past behind him when his most formidable foe kidnaps the love of his life. Now he is forced to travel the globe to complete three impossible assassinations, and do what he does best, make them look like accidents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8L4Nf2R1Dkph2EYhOmbnXbBoLUF.jpg",
    "popularity": 6.9525,
    "tmdb_url": "https://www.themoviedb.org/movie/278924"
  },
  {
    "id": 629176,
    "title": "Samaritan",
    "release_date": "2022-08-25",
    "overview": "Thirteen year old Sam Cleary suspects that his mysteriously reclusive neighbor Mr. Smith is actually the legendary vigilante Samaritan, who was reported dead 25 years ago. With crime on the rise and the city on the brink of chaos, Sam makes it his mission to coax his neighbor out of hiding to save the city from ruin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zgH8Ej50n2cvJCMJrxd4twEwSqz.jpg",
    "popularity": 6.2971,
    "tmdb_url": "https://www.themoviedb.org/movie/629176"
  },
  {
    "id": 441701,
    "title": "Veronica",
    "release_date": "2017-08-25",
    "overview": "In 1991 Madrid, after holding a séance at school, a teen girl minding her younger siblings at home suspects an evil force has entered their apartment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xHP6mYLQKbJY9pg99PGoGKmmBZX.jpg",
    "popularity": 6.1324,
    "tmdb_url": "https://www.themoviedb.org/movie/441701"
  },
  {
    "id": 11237,
    "title": "Anacondas: The Hunt for the Blood Orchid",
    "release_date": "2004-08-25",
    "overview": "A scientific expedition sets out for Borneo to seek a flower called the Blood Orchid, which could grant extended life. Meanwhile, they run afoul of snakes and each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ceMVASYCqV8dcdh20AcWf0lrJ8g.jpg",
    "popularity": 5.7015,
    "tmdb_url": "https://www.themoviedb.org/movie/11237"
  },
  {
    "id": 622,
    "title": "The Ninth Gate",
    "release_date": "1999-08-25",
    "overview": "A rare book dealer finds himself at the heart of a string of paranormal events when he is hired to find the last two copies of a text, The Nine Gates of the Kingdom of Shadows, capable of summoning the Devil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iFDtmA8Bg9zE4NcsjcmGfqFN01H.jpg",
    "popularity": 5.4773,
    "tmdb_url": "https://www.themoviedb.org/movie/622"
  },
  {
    "id": 351460,
    "title": "Death Note",
    "release_date": "2017-08-25",
    "overview": "Light Turner finds a supernatural notebook and uses it to mete out death, attracting the attention of a detective, a demon and a girl in his class.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8xRQ0KG9ZZzjEiFa5fgEaTKhc0d.jpg",
    "popularity": 5.4159,
    "tmdb_url": "https://www.themoviedb.org/movie/351460"
  },
  {
    "id": 280002,
    "title": "The Remaining",
    "release_date": "2014-08-25",
    "overview": "When a group of close-knit friends assemble for the marriage of Skylar and Dan, they have no idea they will witness The Rapture and face a series of catastrophic events turning the celebration into a life-or-death struggle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fFeTfXI67Oj80s65jtbq4uQ4InP.jpg",
    "popularity": 5.3886,
    "tmdb_url": "https://www.themoviedb.org/movie/280002"
  },
  {
    "id": 8068,
    "title": "Desperado",
    "release_date": "1995-08-25",
    "overview": "El Mariachi plunges headfirst into the dark border underworld when he follows a trail of blood to the last of the infamous Mexican drug lords, Bucho, for an action-packed, bullet-riddled showdown. With the help of his friend and a beautiful bookstore owner, El Mariachi tracks Bucho, takes on his army of desperados, and leaves his own trail of blood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e3gwpBeXpvGZsxUya9zNym5QXrw.jpg",
    "popularity": 5.2241,
    "tmdb_url": "https://www.themoviedb.org/movie/8068"
  },
  {
    "id": 814776,
    "title": "Bottoms",
    "release_date": "2023-08-25",
    "overview": "Unpopular best friends PJ and Josie start a high school self-defense club to meet girls and lose their virginity. They soon find themselves in over their heads when the most popular students start beating each other up in the name of self-defense.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jeyTQrNEpyE1LZIgVlswYh3sc34.jpg",
    "popularity": 4.4935,
    "tmdb_url": "https://www.themoviedb.org/movie/814776"
  },
  {
    "id": 207768,
    "title": "I Spit on Your Grave 2",
    "release_date": "2013-08-25",
    "overview": "Broke, and in desperate need to update her portfolio, New York City model Katie calls a number from a tear-off flyer offering free photos. But this innocent attempt quickly turns into an unthinkable kidnapping nightmare where she's ripped away from everyone and everything she knows.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cy3zp7PA4JFq8bT0WwSi8uDlrbD.jpg",
    "popularity": 4.4344,
    "tmdb_url": "https://www.themoviedb.org/movie/207768"
  },
  {
    "id": 1016346,
    "title": "MR-9: Do or Die",
    "release_date": "2023-08-25",
    "overview": "Elite Bangladeshi CIA agent Masud Rana – codename MR-9 – teams up with an American CIA operative to bring down an international criminal organization headed by a ruthless businessman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yF2g3MDacpZTMywh97qghW6Y0H4.jpg",
    "popularity": 4.0213,
    "tmdb_url": "https://www.themoviedb.org/movie/1016346"
  },
  {
    "id": 127533,
    "title": "Rurouni Kenshin Part I: Origins",
    "release_date": "2012-08-25",
    "overview": "In 1868, after the Bakumatsu war ends, the ex-assassin Kenshin Himura traverses Japan with an inverted sword, to defend the needy without killing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vo3Zs07PZfKNsTrU0pcPZONJcN5.jpg",
    "popularity": 3.9542,
    "tmdb_url": "https://www.themoviedb.org/movie/127533"
  },
  {
    "id": 461078,
    "title": "Your Voice -KIMIKOE-",
    "release_date": "2017-08-25",
    "overview": "The story focuses on high school girl Nagisa Yukiai who lives in a seaside town. She has believed her grandmother's story that spirits dwell in words and they are called \"kotodama\" (word spirit). One day, she strays into a mini FM station that has not been used for years. As an impulse of the moment, she tries to talk like a DJ using the facility. But her voice accidentally broadcasted reaches someone she has never expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xYCPYfrHqxyHfJSh9gHd7geneaC.jpg",
    "popularity": 3.9209,
    "tmdb_url": "https://www.themoviedb.org/movie/461078"
  },
  {
    "id": 234838,
    "title": "Classmates",
    "release_date": "2006-08-25",
    "overview": "The story revolves around the college graduate class of 1992. In 2006, working in different corners of the world, the friends get together for a class reunion to revive the joy and laughter of their student days. Shockingly, on the night of the reunion, one of the classmates is almost murdered and goes into a coma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fQylCJ0QCND74xkPsALxQnl5S7W.jpg",
    "popularity": 3.8727,
    "tmdb_url": "https://www.themoviedb.org/movie/234838"
  },
  {
    "id": 1588,
    "title": "Bring It On",
    "release_date": "2000-08-25",
    "overview": "The Toro cheerleading squad from Rancho Carne High School in San Diego has got spirit, spunk, sass and a killer routine that's sure to land them the national championship trophy for the sixth year in a row. But for newly-elected team captain Torrance, the Toros' road to total cheer glory takes a shady turn when she discovers that their perfectly-choreographed routines were in fact stolen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bnVby0qI0dS7YunbShP7mw68HY3.jpg",
    "popularity": 3.8318,
    "tmdb_url": "https://www.themoviedb.org/movie/1588"
  },
  {
    "id": 545742,
    "title": "One Piece: Episode of Skypiea",
    "release_date": "2018-08-25",
    "overview": "The Straw Hats embark on a dangerous trip to the sky where their destination comes straight out of a fairytale. The island of Skypiea and its grand city of gold await among the clouds, but a clash of winged clans and a man who calls himself God won’t make things easy! Only Luffy can resist this God’s mighty power and light the mysteries of the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/whvgyEpPqvKXP0vZE4PMkoUmRqb.jpg",
    "popularity": 3.6416,
    "tmdb_url": "https://www.themoviedb.org/movie/545742"
  },
  {
    "id": 1149137,
    "title": "The Travelling Dog",
    "release_date": "2023-08-25",
    "overview": "The life of Zuzia, whose dad works on the railway, changes mas-sively when Lampo, an extraordinary travelling dog, joins the family. The remarkable shepherd dog, whose train trips are an internet sensation, immediately becomes the best friend of the girl suffering from a heart condition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bC9K8ZWqSIG7sfe2XHzw73Sc8MC.jpg",
    "popularity": 3.6206,
    "tmdb_url": "https://www.themoviedb.org/movie/1149137"
  },
  {
    "id": 15999,
    "title": "Vampire Hunter D: Bloodlust",
    "release_date": "2000-08-25",
    "overview": "D, a legendary dhampir competes with a motley family of bounty hunters to track down Charlotte Elbourne, a young woman who has seemingly been abducted by vampire nobleman Meier Link.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4hJUWgdmoFsNpzyTN6QjoZcaivO.jpg",
    "popularity": 3.6137,
    "tmdb_url": "https://www.themoviedb.org/movie/15999"
  },
  {
    "id": 997391,
    "title": "RDX: Robert Dony Xavier",
    "release_date": "2023-08-25",
    "overview": "Once-menacing, anger fueled, trained martial arts fighters Robert, Dony and Xavier settle down to peaceful lives, after a significant event prompts them. Fate orchestrates their reunion and return from exile to their fighting ways, when their history linger ominously and one of them faces a violent attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/E4prGNIMN8USgwZBkVj3ADasAG.jpg",
    "popularity": 3.2341,
    "tmdb_url": "https://www.themoviedb.org/movie/997391"
  },
  {
    "id": 494471,
    "title": "Non Non Biyori: Vacation",
    "release_date": "2018-08-25",
    "overview": "Even when you're fortunate enough to live in a place as beautiful as the country village of Asahigaoka, you should never turn down the chance to explore someplace else. So, when Suguru wins a free trip to Okinawa just as the summer vacation is coming to an end, the town's entire school… all 5 students and 1 teacher, plus the local candy shop owner… can hardly wait for their 3-day trip to begin! Between kayaking, swimming and meeting new people, there's always something fun happening, but the best part of all is that big city girl Hotaru and her new small-town friends all get to explore the wonders of Japan's famous vacation destination together. Prepare for the perfect trip as the whole gang boards the plane!",
    "poster_url": "https://image.tmdb.org/t/p/w500/bzcITTrfYUXbd2RiHWkXyZruawo.jpg",
    "popularity": 2.9273,
    "tmdb_url": "https://www.themoviedb.org/movie/494471"
  },
  {
    "id": 565028,
    "title": "Candyman",
    "release_date": "2021-08-25",
    "overview": "A Chicago artist's sanity starts to unravel, unleashing a terrifying wave of violence when he begins to explore the macabre history of the Candyman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qeV15PpR8jFJA9TF9JPXIoqEgp1.jpg",
    "popularity": 2.9032,
    "tmdb_url": "https://www.themoviedb.org/movie/565028"
  },
  {
    "id": 452558,
    "title": "Paradox",
    "release_date": "2017-08-25",
    "overview": "When a Hong Kong police negotiator is informed about the sudden disappearance of his 16-year-old daughter in Thailand,  he travels there to search for her whereabouts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c8cLJXp0DzUtpRUyszFZMPAwUTA.jpg",
    "popularity": 2.7931,
    "tmdb_url": "https://www.themoviedb.org/movie/452558"
  },
  {
    "id": 787163,
    "title": "Liger",
    "release_date": "2022-08-25",
    "overview": "The journey of Liger, from Karimnagar to Mumbai, from a nobody to a competitor, in his search for recognition while navigating his weaknesses, relationships, and love life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bBZJAdfmcwhyvkwK1XajnHECdoY.jpg",
    "popularity": 2.6031,
    "tmdb_url": "https://www.themoviedb.org/movie/787163"
  },
  {
    "id": 703745,
    "title": "Deep Blue Sea 3",
    "release_date": "2020-08-25",
    "overview": "Dr. Emma Collins and her team are spending their third summer on the island of Little Happy studying the effect of climate change on the great white sharks who come to the nearby nursery every year to give birth. Along with the last two inhabitants of this former fishing village, their peaceful life is disrupted when a \"scientific\" team led by her ex-boyfriend and marine biologist Richard show up looking for three bull sharks who we soon learn aren't just any bull sharks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bKthjUmxjHjvJK8FktFfQdmwP12.jpg",
    "popularity": 2.5409,
    "tmdb_url": "https://www.themoviedb.org/movie/703745"
  },
  {
    "id": 8973,
    "title": "Lord of Illusions",
    "release_date": "1995-08-25",
    "overview": "During a routine case in L.A., NY private investigator Harry D'Amour stumbles over members of a fanatic cult who are preparing for the resurrection of their leader Nix, a powerful magician who was killed 13 years earlier.",
    "poster_url": "https://image.tmdb.org/t/p/w500/miQREwapDUNwfInokjeVLt8BiNM.jpg",
    "popularity": 2.3875,
    "tmdb_url": "https://www.themoviedb.org/movie/8973"
  },
  {
    "id": 353595,
    "title": "LEGO DC Comics Super Heroes: Justice League - Attack of the Legion of Doom!",
    "release_date": "2015-08-25",
    "overview": "Crime is on the run as the newly formed Justice League keeps Metropolis safe and this makes evil genius Lex Luthor very unhappy. Together with Black Manta, Sinestro and a gang of ruthless recruits, Lex builds his own league and declares them the Legion of Doom. With this super powered team of terror and a plan to attack the top-secret government site, Area 52, can Lex finally be on the verge of victory? Sound the alarm and get ready for the bricks to fly when Superman, Batman, Wonder Woman and the rest of the Justice League face off against the world's greatest Super-Villains! It's the next all-new original movie from LEGO® and DC Comics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x7RowYDdokZgb8yW2cAlOS70JiK.jpg",
    "popularity": 2.3554,
    "tmdb_url": "https://www.themoviedb.org/movie/353595"
  },
  {
    "id": 1139698,
    "title": "Toby",
    "release_date": "2023-08-25",
    "overview": "An estranged man deemed to be a beast vows to break free from the evil world and transform himself for his foster daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/duuhplJUxzKqpX54F96igKddvLW.jpg",
    "popularity": 2.3217,
    "tmdb_url": "https://www.themoviedb.org/movie/1139698"
  },
  {
    "id": 473234,
    "title": "Arjun Reddy",
    "release_date": "2017-08-25",
    "overview": "A brilliant but impulsive young surgeon spirals into self-destruction after a painful breakup, struggling to cope with love, loss, and the consequences of his own temper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kHubDgL59I5hCn7ccBYvU7bKY1r.jpg",
    "popularity": 2.3161,
    "tmdb_url": "https://www.themoviedb.org/movie/473234"
  },
  {
    "id": 1119355,
    "title": "Caged Wings",
    "release_date": "2023-08-25",
    "overview": "Dan, a budding street artist, supports himself with smash-and-grab heists. But his father's return from jail reignites his demons and pushes him to flee.",
    "poster_url": "https://image.tmdb.org/t/p/w500/njXTEwGluNEmRPTX2oDyAVyIF4E.jpg",
    "popularity": 2.3036,
    "tmdb_url": "https://www.themoviedb.org/movie/1119355"
  },
  {
    "id": 801965,
    "title": "Breaking",
    "release_date": "2022-08-25",
    "overview": "Desperate for money and running out of options, Marine veteran Brian Brown-Easley holds several people hostage inside a bank, setting the stage for a tense confrontation with police.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rKbgbzJbVM7MLjN7EwdO1QcIXCz.jpg",
    "popularity": 2.2741,
    "tmdb_url": "https://www.themoviedb.org/movie/801965"
  },
  {
    "id": 215180,
    "title": "One Piece Episode of Nami: Tears of a Navigator and the Bonds of Friends",
    "release_date": "2012-08-25",
    "overview": "After Nami steals the Going Merry, Roronoa Zoro, Usopp, and later Monkey D. Luffy and Sanji (along with Johnny and Yosaku) set after her and wind up in Cocoyasi Village, Nami's hometown ruled by the tyrannical fishman Arlong. It is here that Nami's past and true motives come to light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uQRqA01wCnJGpxYu2KpZQ2W0osj.jpg",
    "popularity": 2.2258,
    "tmdb_url": "https://www.themoviedb.org/movie/215180"
  },
  {
    "id": 11652,
    "title": "Invincible",
    "release_date": "2006-08-25",
    "overview": "Inspired by the true story of Vince Papale, a man with nothing to lose who ignored the staggering odds and made his dream come true. When the coach of Papale's beloved hometown football team hosted an unprecedented open tryout, the public consensus was that it was a waste of time – no one good enough to play professional football was going to be found this way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oEaUMn5POAiMLnU6hKOBKoZbDpo.jpg",
    "popularity": 2.2194,
    "tmdb_url": "https://www.themoviedb.org/movie/11652"
  },
  {
    "id": 9988,
    "title": "Beerfest",
    "release_date": "2006-08-25",
    "overview": "During a trip to Germany to scatter their grandfather's ashes, German-American brothers Todd and Jan discover Beerfest, the secret Olympics of downing stout, and want to enter the contest to defend their family's beer-guzzling honor. Their Old Country cousins sneer at the Yanks' chances, prompting the siblings to return to America to prepare for a showdown the following year.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5srGbSv3zhEUjXFOZR9qHkgJO6l.jpg",
    "popularity": 2.1185,
    "tmdb_url": "https://www.themoviedb.org/movie/9988"
  },
  {
    "id": 408266,
    "title": "Birth of the Dragon",
    "release_date": "2017-08-25",
    "overview": "Set against the backdrop of San Francisco’s Chinatown, this cross-cultural biopic chronicles Bruce Lee’s emergence as a martial-arts superstar after his legendary secret showdown with fellow martial artist Wong Jack Man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/odn4Hj2u7IQhJRmr15pTYZbkbc.jpg",
    "popularity": 2.0795,
    "tmdb_url": "https://www.themoviedb.org/movie/408266"
  },
  {
    "id": 401246,
    "title": "The Square",
    "release_date": "2017-08-25",
    "overview": "A prestigious Stockholm museum's chief art curator finds himself in times of both professional and personal crisis as he attempts to set up a controversial new exhibit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pefcv5VNspSK4Dt8doei5bJmmln.jpg",
    "popularity": 2.0341,
    "tmdb_url": "https://www.themoviedb.org/movie/401246"
  }
]