[
  {
    "id": 567609,
    "title": "Ready or Not",
    "release_date": "2019-08-21",
    "overview": "A young bride's wedding night turns into her worst nightmare when her ridiculously rich in-laws force her to play a gruesome game of hide-and-seek.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oJD9KQFoObZmxAS1je56SIFVNJt.jpg",
    "popularity": 90.8643,
    "tmdb_url": "https://www.themoviedb.org/movie/567609"
  },
  {
    "id": 36647,
    "title": "Blade",
    "release_date": "1998-08-21",
    "overview": "The Daywalker known as \"Blade\" - a half-vampire, half-mortal man - becomes the protector of humanity against an underground army of vampires.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oWT70TvbsmQaqyphCZpsnQR7R32.jpg",
    "popularity": 28.4223,
    "tmdb_url": "https://www.themoviedb.org/movie/36647"
  },
  {
    "id": 324568,
    "title": "Delinquent in Drag",
    "release_date": "1992-08-21",
    "overview": "Does being the only guy in an all girl school sound like paradise? It might be, if the girls knew you were a guy, but to stay in school teenage pervert Banji can't let can't let anyone find out his chromosomes don't match. Banji's status conscious parents want him to go to a good school, but not enough to spend the money on a good co-ed school. Now, in addition to studying math and science, Banji has to learn how to put on a bra and makeup. His life has become a living hell. Not only is he at the bottom of the social pecking order, he must also got to conceal his inner-masculinity from the pretty classmate girl who's stolen his heart while avoiding the female bullies who threaten to expose his less-than-feminine charms in the locker room.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rWEykM1thLhYee6mK25fGLXyO14.jpg",
    "popularity": 13.2317,
    "tmdb_url": "https://www.themoviedb.org/movie/324568"
  },
  {
    "id": 88,
    "title": "Dirty Dancing",
    "release_date": "1987-08-21",
    "overview": "Expecting the usual tedium that accompanies a summer in the Catskills with her family, 17-year-old Frances 'Baby' Houseman is surprised to find herself stepping into the shoes of a professional hoofer—and unexpectedly falling in love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Jw6jys7q9gjzVX5zm1z0gC8gY9.jpg",
    "popularity": 8.384,
    "tmdb_url": "https://www.themoviedb.org/movie/88"
  },
  {
    "id": 423204,
    "title": "Angel Has Fallen",
    "release_date": "2019-08-21",
    "overview": "After a treacherous attack, Secret Service agent Mike Banning is charged with attempting to assassinate President Trumbull. Chased by his own colleagues and the FBI, Banning begins a race against the clock to clear his name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fapXd3v9qTcNBTm39ZC4KUVQDNf.jpg",
    "popularity": 6.8326,
    "tmdb_url": "https://www.themoviedb.org/movie/423204"
  },
  {
    "id": 814,
    "title": "An American Werewolf in London",
    "release_date": "1981-08-21",
    "overview": "American tourists David and Jack are savaged by an unidentified vicious animal whilst hiking on the Yorkshire Moors. Retiring to the home of a beautiful nurse to recuperate, David soon experiences disturbing changes to his mind and body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hVEqUASJmCQaolkKFEySCHZ8uKG.jpg",
    "popularity": 6.1027,
    "tmdb_url": "https://www.themoviedb.org/movie/814"
  },
  {
    "id": 239241,
    "title": "Female Ninjas Magic Chronicles 2: Secret of the Christian Bells",
    "release_date": "1992-08-21",
    "overview": "The Shogun wants a large shipment of gold that the Catholic church sent to help Christianity get a foothold in Japan and the secret to its location is written on five bells hidden in the vaginas of five female ninjas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fLXSe7VuB630VoJ39lTPCiwFoXq.jpg",
    "popularity": 4.7698,
    "tmdb_url": "https://www.themoviedb.org/movie/239241"
  },
  {
    "id": 123553,
    "title": "The Mortal Instruments: City of Bones",
    "release_date": "2013-08-21",
    "overview": "In New York City, Clary Fray, a seemingly ordinary teenager, learns that she is descended from a line of Shadowhunters — half-angel warriors who protect humanity from evil forces. After her mother disappears, Clary joins forces with a group of Shadowhunters and enters Downworld, an alternate realm filled with demons, vampires, and a host of other creatures. Clary and her companions must find and protect an ancient cup that holds the key to her mother's future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zaK1aVn5vXfNwLIDop9U8XA3Q0x.jpg",
    "popularity": 4.749,
    "tmdb_url": "https://www.themoviedb.org/movie/123553"
  },
  {
    "id": 184314,
    "title": "Young & Beautiful",
    "release_date": "2013-08-21",
    "overview": "Isabelle, a 17-year-old student, loses her virginity during a quick holiday romance. When she returns home, she begins a secret life as a prostitute for a year.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4RSjzqKIqL5g2OxVIEZQ6ksP1MW.jpg",
    "popularity": 4.3743,
    "tmdb_url": "https://www.themoviedb.org/movie/184314"
  },
  {
    "id": 581531,
    "title": "Metamorphosis",
    "release_date": "2019-08-21",
    "overview": "An evil spirit that changes faces infiltrates one family placing one brother in danger while the other tries to save him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/somL0rNxv9q60m9DgKhzOVNrJ3Q.jpg",
    "popularity": 3.9425,
    "tmdb_url": "https://www.themoviedb.org/movie/581531"
  },
  {
    "id": 16907,
    "title": "Naruto the Movie: Ninja Clash in the Land of Snow",
    "release_date": "2004-08-21",
    "overview": "Naruto is thrilled when he is sent on a mission to protect his favorite actress, Yukie Fujikaze, on the set of her new movie, The Adventures of Princess Gale. But when the crew ventures out to film in the icy, foreboding Land of Snow, Yukie mysteriously flees! Naruto and his squad set off to find her... unaware that three Snow Ninja lie in wait, with a sinister purpose that will force Yukie to face her hidden past!",
    "poster_url": "https://image.tmdb.org/t/p/w500/eUNRUeSNzm8LktH4HRaYiAReB6R.jpg",
    "popularity": 3.8133,
    "tmdb_url": "https://www.themoviedb.org/movie/16907"
  },
  {
    "id": 249164,
    "title": "If I Stay",
    "release_date": "2014-08-21",
    "overview": "Mia Hall, a talented young cellist, thought the most difficult decision she would ever have to make would be whether to pursue her musical dreams at prestigious Juilliard or follow her heart to be with the love of her life, Adam, a rock singer/guitarist. However, a car wreck changes everything in an instant, and now Mia's life hangs in the balance. Suspended between life and death, Mia faces a choice that will decide her future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Twh8h3Wh7GC9npTAEUThgkxkWL.jpg",
    "popularity": 3.371,
    "tmdb_url": "https://www.themoviedb.org/movie/249164"
  },
  {
    "id": 766680,
    "title": "Sexo",
    "release_date": "2001-08-21",
    "overview": "This film skewers the audience's prejudices when the subtitles abandon their usual chore of translating what is said and start talking directly to the audience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/thzaTeq3H68VrDUgEO9SKpDEQX2.jpg",
    "popularity": 3.3351,
    "tmdb_url": "https://www.themoviedb.org/movie/766680"
  },
  {
    "id": 265195,
    "title": "Wild Tales",
    "release_date": "2014-08-21",
    "overview": "Injustice and the demands of the world can cause stress for many people. Some of them, however, explode. This includes a waitress serving a grouchy loan shark, an altercation between two motorists, an ill-fated wedding reception, and a wealthy businessman who tries to buy his family out of trouble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ucFsh8uU0Lsw7zouQFaRrs2ElOs.jpg",
    "popularity": 3.2727,
    "tmdb_url": "https://www.themoviedb.org/movie/265195"
  },
  {
    "id": 64246,
    "title": "Colorful",
    "release_date": "2010-08-21",
    "overview": "Upon reaching the train station to death, a dejected soul is informed that he is lucky and will have another chance at life. He is placed in the body of a 14-year-old boy named Kobayashi Makoto, who has just committed suicide. Watched over by a neutral spirit named Purapura, the soul must figure out what his greatest sin and mistake in his former life was, before his time limit in Makoto's body runs out. He also has a number of other lesser duties he must complete, such as understanding what led Makoto to commit suicide in the first place and learning how to enjoy his second chance at life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aSM1ki4WSEgvPYMZ9K28aylImFF.jpg",
    "popularity": 3.1934,
    "tmdb_url": "https://www.themoviedb.org/movie/64246"
  },
  {
    "id": 508570,
    "title": "The One and Only Ivan",
    "release_date": "2020-08-21",
    "overview": "A gorilla named Ivan who’s living in a suburban shopping mall tries to piece together his past, with the help of other animals, as they hatch a plan to escape from captivity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ktk2TlhVrukJv1jPJbiWY3nsHM6.jpg",
    "popularity": 3.1802,
    "tmdb_url": "https://www.themoviedb.org/movie/508570"
  },
  {
    "id": 123025,
    "title": "Batman: The Dark Knight Returns, Part 1",
    "release_date": "2012-08-21",
    "overview": "Batman has not been seen for ten years. A new breed of criminal ravages Gotham City, forcing 55-year-old Bruce Wayne back into the cape and cowl. But, does he still have what it takes to fight crime in a new era?",
    "poster_url": "https://image.tmdb.org/t/p/w500/kkjTbwV1Xnj8wBL52PjOcXzTbnb.jpg",
    "popularity": 3.0951,
    "tmdb_url": "https://www.themoviedb.org/movie/123025"
  },
  {
    "id": 621013,
    "title": "Chemical Hearts",
    "release_date": "2020-08-21",
    "overview": "When a hopelessly romantic high school senior falls for a mysterious new classmate, it sets them both on an unexpected journey that teaches them about love, loss, and most importantly themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aknnLs5SkaFKZIoFvtBsRhG1FxV.jpg",
    "popularity": 3.0336,
    "tmdb_url": "https://www.themoviedb.org/movie/621013"
  },
  {
    "id": 308624,
    "title": "The Story of Ong-nyeo",
    "release_date": "2014-08-21",
    "overview": "Ong-nye had a world of men wrapped around her finger, until, one day, a horrific injury leaves her handicapped, and she retreats to the mountains. But one man may break her loneliness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rtl4hW2KJHInieeCiGgrDJmMG7s.jpg",
    "popularity": 2.9246,
    "tmdb_url": "https://www.themoviedb.org/movie/308624"
  },
  {
    "id": 523781,
    "title": "Words on Bathroom Walls",
    "release_date": "2020-08-21",
    "overview": "Diagnosed with a mental illness halfway through his senior year of high school, a witty, introspective teen struggles to keep it a secret while falling in love with a brilliant classmate who inspires him to open his heart and not be defined by his condition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sTtcwfTjE9jaU0928xjUXNtmmyr.jpg",
    "popularity": 2.8836,
    "tmdb_url": "https://www.themoviedb.org/movie/523781"
  },
  {
    "id": 718400,
    "title": "The Vanished",
    "release_date": "2020-08-21",
    "overview": "A family vacation takes a terrifying turn when parents Paul and Wendy discover their young daughter has vanished without a trace. Stopping at nothing to find her, the search for the truth leads to a shocking revelation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bYePSWEmMw9PQ9hNwMzgW1rQUtI.jpg",
    "popularity": 2.7084,
    "tmdb_url": "https://www.themoviedb.org/movie/718400"
  },
  {
    "id": 26945,
    "title": "Cardcaptor Sakura: The Movie",
    "release_date": "1999-08-21",
    "overview": "Sakura Kinomoto, a Card Captor, wins a game of chance and is awarded a trip to Hong Kong, along with her best friend Tomoyo and her rival, Syaoran Li. It turns out that the ancient rival of Clow Reed, the creator of the mysterious and powerful Clow Cards, summoned them, and she's out for revenge. A battle ensues, and secrets are revealed about Clow Reed's shady past and Sakura's connection to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cLrmuGGD2LU7wh1jBjuudrIrqFB.jpg",
    "popularity": 2.5707,
    "tmdb_url": "https://www.themoviedb.org/movie/26945"
  },
  {
    "id": 11772,
    "title": "The Haunting",
    "release_date": "1963-08-21",
    "overview": "Dr. Markway, doing research to prove the existence of ghosts, investigates Hill House, a large, eerie mansion with a lurid history of violent death and insanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fmpTnUKTcrpuxLSY23gQMUf9qu7.jpg",
    "popularity": 2.3036,
    "tmdb_url": "https://www.themoviedb.org/movie/11772"
  },
  {
    "id": 9357,
    "title": "One Hour Photo",
    "release_date": "2002-08-21",
    "overview": "Sy \"the photo guy\" Parrish has lovingly developed photos for the Yorkin family since their son was a baby. But as the Yorkins' lives become fuller, Sy's only seems lonelier, until he eventually believes he's part of their family. When \"Uncle\" Sy's picture-perfect fantasy collides with an ugly dose of reality, what happens next \"has the spine-tingling elements of the best psychological thrillers!\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/fuSIN3Nq6dmaA8LZSkASpQueFO1.jpg",
    "popularity": 2.239,
    "tmdb_url": "https://www.themoviedb.org/movie/9357"
  },
  {
    "id": 626393,
    "title": "The Sleepover",
    "release_date": "2020-08-21",
    "overview": "Two siblings who discover their seemingly normal mom is a former thief in witness protection. Mom is forced to pull one last job, and the kids team up to rescue her over the course of an action-packed night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9iEc34Qje2V3FZnrSXKfZsbiHjW.jpg",
    "popularity": 2.1313,
    "tmdb_url": "https://www.themoviedb.org/movie/626393"
  },
  {
    "id": 4985,
    "title": "The Longest Yard",
    "release_date": "1974-08-21",
    "overview": "A football player-turned-convict organizes a team of inmates to play against a team of prison guards. His dilemma is that the warden asks him to throw the game in return for an early release, but he is also concerned about the inmates' lack of self-esteem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fejSpoFU4sq2g6n1JA2NY3KjRxW.jpg",
    "popularity": 2.1202,
    "tmdb_url": "https://www.themoviedb.org/movie/4985"
  },
  {
    "id": 68449,
    "title": "Grappler Baki: The Ultimate Fighter",
    "release_date": "1994-08-21",
    "overview": "His name is Baki Hanma. No one knows where he came from or where he learned his unique fighting style.  When it comes to Karate, Baki Hanma is just plain GOOD. He can defeat an opponent with a single blow and he's taking the Karate Championship by storm. In a prestigious match, he defeats competitor after competitor even though he's totally unknown and barely even ranked.  But now he's in for the fight of his life and he may have just met his match. Anything goes and his opponent can rip his nerves out -- literally. If he wins, he's the BEST. If he loses... he's DEAD.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p2vheIGpvG4qvUfXmKvJGy70FLp.jpg",
    "popularity": 2.0797,
    "tmdb_url": "https://www.themoviedb.org/movie/68449"
  },
  {
    "id": 983208,
    "title": "Call It in the Air",
    "release_date": "2016-08-21",
    "overview": "Patrick is a native Catholic who just graduated from community college. He's ready to move out of his childhood home for the first time and take the adult world by storm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wnGef8QqyWKRuykdg5fcqdzkTED.jpg",
    "popularity": 2.0467,
    "tmdb_url": "https://www.themoviedb.org/movie/983208"
  },
  {
    "id": 335788,
    "title": "Renegades",
    "release_date": "2017-08-21",
    "overview": "In the midst of the Balkan wars, a squad of Navy SEALs attempts to unravel a long-forgotten mystery after discovering an enormous treasure trove hidden at the bottom of a lake in Serbia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hx4nxhesaagsvJNhRw2fTobg8o.jpg",
    "popularity": 2.0142,
    "tmdb_url": "https://www.themoviedb.org/movie/335788"
  },
  {
    "id": 299738,
    "title": "The Four 3",
    "release_date": "2014-08-21",
    "overview": "The reputation of the Four constables survives, but since Emotionless’s departure, there have been changes at the Divine Constabulary. The four Coldblood, Iron Hands, Life Snatcher, rescue Zhuge Zhengwo from An Yunshan’s mountain fortress, then with the Emperor and Di armies, they attack. But An Yunshan absorbs their power, which means the constables and their allies now face their most lethal opponent yet, a nearly invincible kung fu master who won’t stop until he has absolute power...",
    "poster_url": "https://image.tmdb.org/t/p/w500/zXeEs2NCtw6IGoHxkxcsYQskpRK.jpg",
    "popularity": 2.0013,
    "tmdb_url": "https://www.themoviedb.org/movie/299738"
  }
]