[
  {
    "id": 206487,
    "title": "Predestination",
    "release_date": "2014-08-28",
    "overview": "Predestination chronicles the life of a Temporal Agent sent on an intricate series of time-travel journeys designed to prevent future killers from committing their crimes. Now, on his final assignment, the Agent must stop the one criminal that has eluded him throughout time and prevent a devastating attack in which thousands of lives will be lost.",
    "poster_url": "https://image.tmdb.org/t/p/w500/38Xr1JnV1ZcLQ55zmdSp6n475cZ.jpg",
    "popularity": 9.5522,
    "tmdb_url": "https://www.themoviedb.org/movie/206487"
  },
  {
    "id": 11976,
    "title": "Legend",
    "release_date": "1985-08-28",
    "overview": "Set in a timeless mythical forest inhabited by fairies, goblins, unicorns and mortals, this fantastic story follows a mystical forest dweller, chosen by fate, to undertake a heroic quest. He must save the beautiful Princess  Lili and defeat the demonic Lord of Darkness, or the world will be plunged into a never-ending ice age.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6n3PQSYpZRK5YPk2w8JEwED7AZk.jpg",
    "popularity": 4.6245,
    "tmdb_url": "https://www.themoviedb.org/movie/11976"
  },
  {
    "id": 570503,
    "title": "Tune in for Love",
    "release_date": "2019-08-28",
    "overview": "During the 1990s, hardworking Mi-soo and optimistic Hyun-woo meet at a bakery and fall in love while exchanging stories on a radio station, but while their paths keep crossing, the timing never seems to work out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7yaF5BOtPjQH8JDSSiVbzdrsWM4.jpg",
    "popularity": 4.2879,
    "tmdb_url": "https://www.themoviedb.org/movie/570503"
  },
  {
    "id": 10906,
    "title": "Pet Sematary II",
    "release_date": "1992-08-28",
    "overview": "The \"sematary\" is up to its old zombie-raising tricks again. This time, the protagonists are Jeff Matthews, whose mother died in a Hollywood stage accident, and Drew Gilbert, a boy coping with an abusive stepfather.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9g6ngNlHOfMfQnaKkw9468p67d4.jpg",
    "popularity": 4.1871,
    "tmdb_url": "https://www.themoviedb.org/movie/10906"
  },
  {
    "id": 347847,
    "title": "The Sand",
    "release_date": "2015-08-28",
    "overview": "After an all-night graduation beach party, a group of hung-over students wakes up under the blazing sun to find their numbers somewhat depleted. An enormous alien creature has burrowed down deep and anyone foolish enough to make contact with the sand finds themselves at the mercy of a sea of flesh-eating tentacles. Will they ever be able to escape its carnivorous clutches?",
    "poster_url": "https://image.tmdb.org/t/p/w500/AiahhUWOvxUhH0QAj1hb5NDcWj9.jpg",
    "popularity": 3.981,
    "tmdb_url": "https://www.themoviedb.org/movie/347847"
  },
  {
    "id": 500840,
    "title": "I'm Thinking of Ending Things",
    "release_date": "2020-08-28",
    "overview": "Nothing is as it seems when a woman experiencing misgivings about her new boyfriend joins him on a road trip to meet his parents at their remote farm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ynWWapdl45hJXUh0KIevxSG9JQ.jpg",
    "popularity": 3.7144,
    "tmdb_url": "https://www.themoviedb.org/movie/500840"
  },
  {
    "id": 14412,
    "title": "Body Heat",
    "release_date": "1981-08-28",
    "overview": "In the midst of a searing Florida heat wave, a woman convinces her lover, a small-town lawyer, to murder her rich husband.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5LipPcaW1J9IjAP7TOTesw8OcMS.jpg",
    "popularity": 3.5945,
    "tmdb_url": "https://www.themoviedb.org/movie/14412"
  },
  {
    "id": 323272,
    "title": "War Room",
    "release_date": "2015-08-28",
    "overview": "The family-friendly movie explores the transformational role prayer plays in the lives of the Jordan family. Tony and Elizabeth Jordan, a middle-class couple who seemingly have it all – great jobs, a beautiful daughter, their dream home. But appearances can be deceiving. In reality, the Jordan’s marriage has become a war zone and their daughter is collateral damage. With the help of Miss Clara, an older, wiser woman, Elizabeth discovers she can start fighting for her family instead of against them. Through a newly energized faith, Elizabeth and Tony’s real enemy doesn’t have a prayer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/unxQeVUi5DH01r7ZNvAHwpvX7UK.jpg",
    "popularity": 3.5056,
    "tmdb_url": "https://www.themoviedb.org/movie/323272"
  },
  {
    "id": 73358,
    "title": "Page Eight",
    "release_date": "2011-08-28",
    "overview": "Johnny is a long-serving MI5 officer. His boss dies suddenly, leaving behind an inexplicable file which threatens the stability of the organisation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/69q0ZufQqPCjFbyuTxXRtqQtDd6.jpg",
    "popularity": 3.4172,
    "tmdb_url": "https://www.themoviedb.org/movie/73358"
  },
  {
    "id": 336882,
    "title": "The Wave",
    "release_date": "2015-08-28",
    "overview": "Although theorised, no one is really ready when a mountain pass above the scenic and narrow Geiranger fjord in Norway collapses and creates a tsunami over 300 feet high. A geologist is one of those caught in the middle of it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nUra0UF9MLlTRZH9LCA8xYvhd6D.jpg",
    "popularity": 3.2896,
    "tmdb_url": "https://www.themoviedb.org/movie/336882"
  },
  {
    "id": 30137,
    "title": "The Haunted Palace",
    "release_date": "1963-08-28",
    "overview": "A warlock burned at the stake comes back and takes over the body of his great grandson to take his revenge on the descendents of the villages that burned him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s2nvogtK7ts0BCzMdj9K1yp5PMH.jpg",
    "popularity": 3.0888,
    "tmdb_url": "https://www.themoviedb.org/movie/30137"
  },
  {
    "id": 24150,
    "title": "Halloween II",
    "release_date": "2009-08-28",
    "overview": "Laurie Strode struggles to come to terms with her brother Michael's deadly return to Haddonfield, Illinois. Meanwhile, Michael prepares for another reunion with his sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vSHPM4LQDpWdQrD5KZWK6wNqSOD.jpg",
    "popularity": 3.0397,
    "tmdb_url": "https://www.themoviedb.org/movie/24150"
  },
  {
    "id": 3682,
    "title": "54",
    "release_date": "1998-08-28",
    "overview": "Shane O'Shea, a Jersey boy with big dreams, crosses the river in hopes of finding another, more exciting life at Studio 54. When Steve Rubell, the mastermind behind the infamous disco plucks Shane from the sea of faces clamoring to get inside his club, Shane not only gets his foot in the door, but lands a coveted job behind the bar - and a front-row ticket to the most legendary party on the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/54IqhUALFHnNYiuHCYbldZSNJuM.jpg",
    "popularity": 2.9436,
    "tmdb_url": "https://www.themoviedb.org/movie/3682"
  },
  {
    "id": 100,
    "title": "Lock, Stock and Two Smoking Barrels",
    "release_date": "1998-08-28",
    "overview": "A card shark and his unwillingly-enlisted friends need to make a lot of cash quick after losing a sketchy poker match. To do this they decide to pull a heist on a small-time gang who happen to be operating out of the flat next door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6pJB2t3MbQUy9m5pFIBHXLqnqNd.jpg",
    "popularity": 2.9362,
    "tmdb_url": "https://www.themoviedb.org/movie/100"
  },
  {
    "id": 56362,
    "title": "Loups=Garous",
    "release_date": "2010-08-28",
    "overview": "Virtual reality. Murder. Werewolves. And teen girls! In a future where nothing is as it seems, can old legends come true? In the near future, humans will communicate almost exclusively through monitors, making real interaction a rarefied and weak occurrence for those living in a near totalitarian society. In this new world of communication, children are only allowed to interact personally on school grounds. So when a serial killer starts slaughtering junior high children the communication routes go under further surveillance. And despite all the safeguards put in place to avoid physical interaction, the killer's latest victim turns out to have been in contact with three young girls: Tsuzki Mio, a certified prodigy; Matsuno Hatsuki, a quiet but opinionated classmate; and Kouno Ayumi, her best friend. And as the girls get caught up in trying to quell curiosity under such terrorist scrutiny, Hatsuki learns that there is much more than meets the eye of their monitored communications.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8KSWUx4HNxfT2Klyl8lUpm1AVl7.jpg",
    "popularity": 2.6525,
    "tmdb_url": "https://www.themoviedb.org/movie/56362"
  },
  {
    "id": 853151,
    "title": "Are We Monsters",
    "release_date": "2021-08-28",
    "overview": "A werewolf conflicted with identity, Maya seeks to understand the two sides of herself- before the consequences become deadly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g5d1IaGevIam0SPJfZytJK9e9e8.jpg",
    "popularity": 2.4172,
    "tmdb_url": "https://www.themoviedb.org/movie/853151"
  },
  {
    "id": 46581,
    "title": "Immoral Tales",
    "release_date": "1974-08-28",
    "overview": "Four erotic tales from in various historical eras. The first, 'The Tide', is set in the present day, and concerns a student and his young female cousin stranded on the beach by the tide, secluded from prying eyes. 'Therese Philosophe' is set in the nineteenth century, and concerns a girl being locked in her bedroom, where she contemplates the erotic potential of the objects contained within it. 'Erzsebet Bathory' is a portrait of the sixteenth-century countess who allegedly bathed in the blood of virgins, while 'Lucrezia Borgia' concerns an incestuous fifteenth-century orgy involving Lucrezia, her brother, and her father the Pope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dFPQD3e5uonv7bKTYsi7TqtKxYx.jpg",
    "popularity": 2.3746,
    "tmdb_url": "https://www.themoviedb.org/movie/46581"
  },
  {
    "id": 680028,
    "title": "Centigrade",
    "release_date": "2020-08-28",
    "overview": "A young American couple travel to the arctic mountains of Norway. After pulling over during a snowstorm, they wake up trapped in their SUV, buried underneath layers of snow and ice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aNGwyT62PSVNp9xoyP6QyRjH6Tg.jpg",
    "popularity": 2.3629,
    "tmdb_url": "https://www.themoviedb.org/movie/680028"
  },
  {
    "id": 3870,
    "title": "1900",
    "release_date": "1976-08-28",
    "overview": "The epic tale of a class struggle in twentieth century Italy, as seen through the eyes of two childhood friends on opposing sides.",
    "poster_url": "https://image.tmdb.org/t/p/w500/deWzfCC59tmtEQvKSmflDe14FvR.jpg",
    "popularity": 2.3567,
    "tmdb_url": "https://www.themoviedb.org/movie/3870"
  },
  {
    "id": 575479,
    "title": "An Easy Girl",
    "release_date": "2019-08-28",
    "overview": "Naïma has just turned 16. This summer, she will have to decide what she wants from life if she doesn’t want to miss out. Then her cousin Sofia arrives, with an amazing body and a dangerously seductive lifestyle. Naïma desires only to follow her own path, so long as it leads upwards… Despite the warnings of her best friend Dodo, she and Sofia will live through unforgettable encounters during a long summer that will mark them forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9AhB1u1vUXoumoHbcGhw7VnS0L2.jpg",
    "popularity": 2.3119,
    "tmdb_url": "https://www.themoviedb.org/movie/575479"
  },
  {
    "id": 698208,
    "title": "Blue, Painful, Fragile",
    "release_date": "2020-08-28",
    "overview": "Two outsider college students set up a secret society circle, \"Moai,\" which aims to change the world. But one day, one of them disappears.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fXvfvOJUDi2gYhOmCVfGQaQZpyq.jpg",
    "popularity": 2.3077,
    "tmdb_url": "https://www.themoviedb.org/movie/698208"
  },
  {
    "id": 256103,
    "title": "Night Flight",
    "release_date": "2014-08-28",
    "overview": "Yong-ju, Gi-woong and Gi-taek used to be best friends in middle school, but in high school, Gi-woong becomes a member of the gang that bullies Gi-taek. As Yong-ju tries to fix this broken relationship, he realizes his special feeling toward Gi-woong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tYhQ4mCrDOu8AXvSC4etOItyXj7.jpg",
    "popularity": 2.2199,
    "tmdb_url": "https://www.themoviedb.org/movie/256103"
  },
  {
    "id": 26736,
    "title": "Wizards of Waverly Place: The Movie",
    "release_date": "2009-08-28",
    "overview": "A young wizard accidentally conjures a spell that puts her family in jeopardy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vrjLcGBLurVem5lXN8237qz4tyE.jpg",
    "popularity": 2.1954,
    "tmdb_url": "https://www.themoviedb.org/movie/26736"
  },
  {
    "id": 12518,
    "title": "Honeymoon in Vegas",
    "release_date": "1992-08-28",
    "overview": "On her deathbed, a mother makes her son promise never to get married, which scars him with psychological blocks to a commitment with his girlfriend. They finally decide to tie the knot in Vegas, but a wealthy gambler arranges for the man to lose $65K in a poker game and offers to clear the debt for a weekend with his fiancée.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qZPay0VF5Bq2PiUvC09WwM5blmj.jpg",
    "popularity": 2.1459,
    "tmdb_url": "https://www.themoviedb.org/movie/12518"
  },
  {
    "id": 234544,
    "title": "Kaoru Kiri: The Best Lesbian In Japan, Authentic Account",
    "release_date": "1974-08-28",
    "overview": "A backstage documentary and interview with the real life lesbian stage performer Kaoru Kiri mixed with a fictional life of her rejected lover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lh7PSxstWUCbNOmc30czFNT91rD.jpg",
    "popularity": 2.1328,
    "tmdb_url": "https://www.themoviedb.org/movie/234544"
  },
  {
    "id": 547404,
    "title": "House of Hummingbird",
    "release_date": "2019-08-28",
    "overview": "14-year-old Eun-hee moves through life like a hummingbird searching for a taste of sweetness wherever she may find it. Ignored by her parents and abused by her brother, she finds her escape by roaming the neighborhood with her best friend, going on adventures, and exploring young love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ugWlKFgLnv8W6MmRmk0jnaJUSra.jpg",
    "popularity": 2.1175,
    "tmdb_url": "https://www.themoviedb.org/movie/547404"
  },
  {
    "id": 818511,
    "title": "Overhaul",
    "release_date": "2023-08-28",
    "overview": "When truck racer Roger loses everything, he receives a tempting but dangerous offer: to work as the getaway driver for a gang of thieves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6yx14lSACNJ2zRoYyXqecf3QNgr.jpg",
    "popularity": 2.0729,
    "tmdb_url": "https://www.themoviedb.org/movie/818511"
  }
]