[
  {
    "id": 915935,
    "title": "Anatomy of a Fall",
    "release_date": "2023-08-23",
    "overview": "A woman is suspected of her husband's murder, and their blind son faces a moral dilemma as the sole witness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kQs6keheMwCxJxrzV83VUwFtHkB.jpg",
    "popularity": 10.6891,
    "tmdb_url": "https://www.themoviedb.org/movie/915935"
  },
  {
    "id": 625976,
    "title": "It Feels So Good",
    "release_date": "2019-08-23",
    "overview": "When it rains it pours. Kenji divorced his wife, lost his job and his old squeeze Naoko is getting married back home in the north of Japan, specifically in Akita. He returns there in order to attend her wedding. Naoko surprises him by proposing that they have sex again. The one night stand is the new beginning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fNR6cAGd6MasTBN4gMWlYuJMQx9.jpg",
    "popularity": 9.1161,
    "tmdb_url": "https://www.themoviedb.org/movie/625976"
  },
  {
    "id": 11824,
    "title": "Teen Wolf",
    "release_date": "1985-08-23",
    "overview": "When a shy teenager's new-found powers help him score at basketball - and with the popular girls - he has some pretty hairy decisions to make.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bv9rY9eoue2Hat6tcvrKVQ0ow8v.jpg",
    "popularity": 8.2596,
    "tmdb_url": "https://www.themoviedb.org/movie/11824"
  },
  {
    "id": 762430,
    "title": "Retribution",
    "release_date": "2023-08-23",
    "overview": "When a mysterious caller plants a bomb under his car seat, a bank executive begins a high-speed chase across the city to complete a specific series of tasks — all with his kids trapped in the back seat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oUmmY7QWWn7OhKlcPOnirHJpP1F.jpg",
    "popularity": 6.5124,
    "tmdb_url": "https://www.themoviedb.org/movie/762430"
  },
  {
    "id": 86493,
    "title": "She Devils of the SS",
    "release_date": "1973-08-23",
    "overview": "In the last days of WW2, women are volunteering from all over Germany to serve in the front lines by having sex with the brave Nazi soldiers. But when they start having sex with each other, things get complicated. Especially with the increasing danger from the revengeful Soviet army!",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbH4t4n1xr04ry8GiLCIRCUTRYD.jpg",
    "popularity": 4.3364,
    "tmdb_url": "https://www.themoviedb.org/movie/86493"
  },
  {
    "id": 435601,
    "title": "V.I.P.",
    "release_date": "2017-08-23",
    "overview": "A son to a high-ranked official in North Korea commits a series of murders going across the countries around the world. The movie depicts the following events as South Korea, North Korea and Interpol start chasing down after him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tUgzvnPOVMXjrqIq9LtXYXosf3S.jpg",
    "popularity": 3.6757,
    "tmdb_url": "https://www.themoviedb.org/movie/435601"
  },
  {
    "id": 2453,
    "title": "Harley Davidson and the Marlboro Man",
    "release_date": "1991-08-23",
    "overview": "It's the lawless future, and renegade biker Harley Davidson and his surly cowboy buddy, Marlboro, learn that a corrupt bank is about to foreclose on their friend's bar to further an expanding empire. Harley and Marlboro decide to help by robbing the crooked bank. But when they accidentally filch a drug shipment, they find themselves on the run from criminal financiers and the mob in this rugged action adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4WRdrjHyLuHRwep2UJWBoIn6KTW.jpg",
    "popularity": 3.3364,
    "tmdb_url": "https://www.themoviedb.org/movie/2453"
  },
  {
    "id": 438590,
    "title": "A-X-L",
    "release_date": "2018-08-23",
    "overview": "The life of a teenage boy is forever altered by a chance encounter with cutting edge military technology.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9kB56ZdMB6RgY5QtX9Bar45jCeI.jpg",
    "popularity": 3.3337,
    "tmdb_url": "https://www.themoviedb.org/movie/438590"
  },
  {
    "id": 594188,
    "title": "NiNoKuni",
    "release_date": "2019-08-23",
    "overview": "Adapted from the video game series of the same name, NiNoKuni follows high school peers Yuu and Haru who must travel between two separate yet parallel worlds to help save their childhood friend, Kotona, whose life is in danger. In this magical quest complicated by love, the three teens will be tasked with making the ultimate choice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ud6YOdHjRFFJInlpwpPRr9bFOFH.jpg",
    "popularity": 2.9804,
    "tmdb_url": "https://www.themoviedb.org/movie/594188"
  },
  {
    "id": 4012,
    "title": "The Believer",
    "release_date": "2001-08-23",
    "overview": "A hardcore US racist skinhead who, because of his intelligence, leads a gang dedicated to fighting the enemy: the supposed American-Jewish conspiracy for domination. However, he's hiding a secret: he's Jewish-born, a brilliant scholar whose questioning of the tenets of his faith has left him angry and confused, turning against those who he thinks have a tragic history of their own making.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6hw5RXCVgqKtY6xmHsEWRjJXljM.jpg",
    "popularity": 2.8996,
    "tmdb_url": "https://www.themoviedb.org/movie/4012"
  },
  {
    "id": 84188,
    "title": "Compliance",
    "release_date": "2012-08-23",
    "overview": "On a particularly busy day at a suburban Ohio fast food restaurant, manager Sandra receives a phone call from a police officer saying that an employee has stolen money from a customer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bLdu28fr9txYlHLmEOyGplDT3nH.jpg",
    "popularity": 2.8837,
    "tmdb_url": "https://www.themoviedb.org/movie/84188"
  },
  {
    "id": 12093,
    "title": "Lilya 4-ever",
    "release_date": "2002-08-23",
    "overview": "Lilya Michailova lives in poverty, dreaming of a better life. Her mother moves to the United States and abandons her to her neglectful aunt. Desperate for money, Lilya starts working as a prostitute, and meets Andrei, who offers her a good job in Sweden. However, upon arrival, her life quickly enters a downward spiral.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m1xeLa00P3her902OnwL2gIHsXm.jpg",
    "popularity": 2.7558,
    "tmdb_url": "https://www.themoviedb.org/movie/12093"
  },
  {
    "id": 508138,
    "title": "Burn",
    "release_date": "2019-08-23",
    "overview": "Lonely, unstable gas station attendant Melinda is tired of being overshadowed by her more confident, outgoing co-worker Sheila. When the gas station is held up at gunpoint by Billy, a desperate man in need of quick cash, Melinda finds an opportunity to make a connection with the robber, regardless of who gets hurt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ifSMo5x7SDXpettRt8TWY9EOquM.jpg",
    "popularity": 2.7387,
    "tmdb_url": "https://www.themoviedb.org/movie/508138"
  },
  {
    "id": 1152450,
    "title": "Everything to Entertain You: The Story of Video Headquarters",
    "release_date": "2023-08-23",
    "overview": "A 60 minute documentary on one of the greatest video stores in the country, Video Headquarters, from Keene, New Hampshire that existed for 32 years from 1983-2015. It's owner, Ken McAleer, was a prominent figure among independent video store owners and the documentary examines how one man, with a single video store, can have such a big impact in the industry. A labor of love from a first time filmmaker and former employee, this nostalgic look back at the video store era includes interviews with VHQ owner Ken McAleer, employees, comic artist and former video store owner, Stephen Bissette, and a treasure trove of archival photographs and documents from the store.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xNhHnvZoQ4cGIQR4h4zvVOZSHUv.jpg",
    "popularity": 2.56,
    "tmdb_url": "https://www.themoviedb.org/movie/1152450"
  },
  {
    "id": 13154,
    "title": "Showdown in Little Tokyo",
    "release_date": "1991-08-23",
    "overview": "An American with a Japanese upbringing, Chris Kenner is a police officer assigned to the Little Tokyo section of Los Angeles. Kenner is partnered with Johnny Murata, a Japanese-American who isn't in touch with his roots. Despite their differences, both men excel at martial arts, and utilize their formidable skills when they go up against Yoshida, a vicious yakuza drug dealer with ties to Kenner's past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/phwuQrs557cJkRhoS1TVWsslnJK.jpg",
    "popularity": 2.4643,
    "tmdb_url": "https://www.themoviedb.org/movie/13154"
  },
  {
    "id": 899524,
    "title": "Golda",
    "release_date": "2023-08-23",
    "overview": "Set during the tense 19 days of the Yom Kippur War in 1973, Israeli Prime Minister Golda Meir is faced with the potential of Israel’s complete destruction. She must navigate overwhelming odds, a skeptical cabinet and a complex relationship with US Secretary of State Henry Kissinger, with millions of lives in the balance. Her tough leadership and compassion would ultimately decide the fate of her nation and leave her with a controversial legacy around the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fqOOLq12rOMCTcWzxaJ5VUROxp3.jpg",
    "popularity": 2.4084,
    "tmdb_url": "https://www.themoviedb.org/movie/899524"
  },
  {
    "id": 9306,
    "title": "The Island of Dr. Moreau",
    "release_date": "1996-08-23",
    "overview": "A shipwrecked sailor stumbles upon a mysterious island and is shocked to discover that a brilliant scientist and his lab assistant have found a way to combine human and animal DNA—with horrific results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hOJeQXve8W9rNRhdgC1WV3GQJyA.jpg",
    "popularity": 2.3772,
    "tmdb_url": "https://www.themoviedb.org/movie/9306"
  },
  {
    "id": 106021,
    "title": "Erased",
    "release_date": "2012-08-23",
    "overview": "A former agent of the CIA and his estranged daughter go on the run after his employers target them for assassination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tTzArRSkEQVcwuKnISAFEWOKw17.jpg",
    "popularity": 2.3282,
    "tmdb_url": "https://www.themoviedb.org/movie/106021"
  },
  {
    "id": 1003226,
    "title": "Romantik Problematik",
    "release_date": "2022-08-23",
    "overview": "Ricky, a musician who likes to ride motorcycles, and Alyssa, who has family problems, are lovers. When Ricky wants to help Alyssa solve the problem, something unexpected happens between them",
    "poster_url": "https://image.tmdb.org/t/p/w500/1l22R4qAMGVt5gN9EPIGngbQjXQ.jpg",
    "popularity": 2.1493,
    "tmdb_url": "https://www.themoviedb.org/movie/1003226"
  },
  {
    "id": 72972,
    "title": "Tom and Jerry & The Wizard of Oz",
    "release_date": "2011-08-23",
    "overview": "After a deadly storm, Tom and Jerry find themselves stranded on an unknown island ruled by the evil Wizard of Oz. As they try to find their way back home, they worry for their master Dorothy's safety.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gFlwbp47uh6F1p203RQOaxYThzX.jpg",
    "popularity": 2.1455,
    "tmdb_url": "https://www.themoviedb.org/movie/72972"
  },
  {
    "id": 9296,
    "title": "S1m0ne",
    "release_date": "2002-08-23",
    "overview": "The career of a disillusioned producer, who is desperate for a hit, is endangered when his star walks off the film set. Forced to think fast, the producer decides to digitally create an actress \"Simone\" to sub for the star — the first totally believable synthetic actress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tduHWkVtEa3WMb78XsJO6hD0s6c.jpg",
    "popularity": 2.1014,
    "tmdb_url": "https://www.themoviedb.org/movie/9296"
  },
  {
    "id": 13667,
    "title": "Better Off Dead...",
    "release_date": "1985-08-23",
    "overview": "High school student Lane Meyer sinks into suicidal depression when his girlfriend dumps him for jock Roy Stalin, the high school ski racing champion. Meanwhile, he has to deal with his eccentric family, a tenacious paperboy and an obnoxious neighbor whose mother is hosting a beautiful French exchange student named Monique.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pHmbSkpxdB7jXozrovEfacArtW0.jpg",
    "popularity": 2.065,
    "tmdb_url": "https://www.themoviedb.org/movie/13667"
  },
  {
    "id": 930586,
    "title": "The Man Who Went to Heaven",
    "release_date": "2021-08-23",
    "overview": "After David Burrows was fatally shot in a robbery in his store, he returned from the dead to tell others about his after death experience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yAqYgkCJfbfsg9pOW3ZYiOIQJuQ.jpg",
    "popularity": 2.0512,
    "tmdb_url": "https://www.themoviedb.org/movie/930586"
  },
  {
    "id": 10234,
    "title": "Funny Games",
    "release_date": "1997-08-23",
    "overview": "Two psychotic young men take a mother, father, and son hostage in their vacation cabin and force them to play sadistic \"games\" with one another for their own amusement.",
    "poster_url": "https://image.tmdb.org/t/p/w500/48uCNgdyYIoN4ayWjTpLaqSDcWI.jpg",
    "popularity": 2.0206,
    "tmdb_url": "https://www.themoviedb.org/movie/10234"
  }
]