[
  {
    "id": 387824,
    "title": "Mom's Friend",
    "release_date": "2015-08-20",
    "overview": "Seong Soo, a twenty years old boy, decided to move to Seoul after being accepted into Seoul University. However, he was a victim of real estate scam. He then moves into his mother's friend's house. Moreover, it turns out that his mother's friend is a sexy self-employed mother and Seong Soo is attracted to her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uHTE5QiHfPQLfvqgfYsgISpaqD8.jpg",
    "popularity": 8.5451,
    "tmdb_url": "https://www.themoviedb.org/movie/387824"
  },
  {
    "id": 249070,
    "title": "Hitman: Agent 47",
    "release_date": "2015-08-20",
    "overview": "An assassin teams up with a woman to help her find her father and uncover the mysteries of her ancestry.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cx9AOBOv9Qf5ufZYQMbfTV7w7VY.jpg",
    "popularity": 8.2981,
    "tmdb_url": "https://www.themoviedb.org/movie/249070"
  },
  {
    "id": 189,
    "title": "Sin City: A Dame to Kill For",
    "release_date": "2014-08-20",
    "overview": "Some of Sin City's most hard-boiled citizens cross paths with a few of its more reviled inhabitants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/50kALxDX4mmzIRljbNbPY0u4cie.jpg",
    "popularity": 7.4435,
    "tmdb_url": "https://www.themoviedb.org/movie/189"
  },
  {
    "id": 43593,
    "title": "Piranha 3D",
    "release_date": "2010-08-20",
    "overview": "Each year the population of sleepy Lake Victoria, Arizona explodes from 5,000 to 50,000 residents for the annual Spring Break celebration. But then, an earthquake opens an underwater chasm, releasing an enormous swarm of ancient Piranha that have been dormant for thousands of years, now with a taste for human flesh. This year, there's something more to worry about than the usual hangovers and complaints from locals, a new type of terror is about to be cut loose on Lake Victoria.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lMLS2OFBbNYMSB1ZbVp4q2S4zTU.jpg",
    "popularity": 5.5852,
    "tmdb_url": "https://www.themoviedb.org/movie/43593"
  },
  {
    "id": 21506,
    "title": "Noroi: The Curse",
    "release_date": "2005-08-20",
    "overview": "A documentary filmmaker explores seemingly unrelated paranormal incidents connected by the legend of an ancient demon called the \"kagutaba.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/yjXTmyLaOqljI5pFNbrEZ213dSW.jpg",
    "popularity": 5.0369,
    "tmdb_url": "https://www.themoviedb.org/movie/21506"
  },
  {
    "id": 773736,
    "title": "TINA",
    "release_date": "2021-08-20",
    "overview": "Tina Turner overcame impossible odds to become one of the first female Black artists to reach a mainstream international audience. Her road to superstardom is an undeniable story of triumph over adversity. It’s the ultimate story of survival – and an inspirational story of our times.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g2Fm6iZr2LNwy8Nz2tY8Wgdo4vp.jpg",
    "popularity": 4.8256,
    "tmdb_url": "https://www.themoviedb.org/movie/773736"
  },
  {
    "id": 9381,
    "title": "Babylon A.D.",
    "release_date": "2008-08-20",
    "overview": "A veteran-turned-mercenary is hired to take a young woman with a secret from post-apocalyptic Eastern Europe to New York City.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bQqb3T0FIHOvgozzX9aygmWUbLZ.jpg",
    "popularity": 4.1945,
    "tmdb_url": "https://www.themoviedb.org/movie/9381"
  },
  {
    "id": 11023,
    "title": "Thirteen",
    "release_date": "2003-08-20",
    "overview": "When average 13-year-old Tracy befriends Evie, the most popular girl in school, Tracy's world is turned upside down as Evie introduces her to a world of sex, drugs and cash. But it isn't long before Tracy's new world and attitude finally takes a toll on her, her family, and old friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uzTLlZrNF6rMPBh5mUQu6vLnTtX.jpg",
    "popularity": 3.783,
    "tmdb_url": "https://www.themoviedb.org/movie/11023"
  },
  {
    "id": 104,
    "title": "Run Lola Run",
    "release_date": "1998-08-20",
    "overview": "Lola receives a phone call from her boyfriend Manni. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manni. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u34YzbFvX067IvJX1ocI4JBvYPa.jpg",
    "popularity": 3.566,
    "tmdb_url": "https://www.themoviedb.org/movie/104"
  },
  {
    "id": 410113,
    "title": "The Loud House Movie",
    "release_date": "2021-08-20",
    "overview": "The Loud family travel to Scotland and discover they are descendants of Scottish royalty as they move into their giant ancestral castle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7dM5DILTl9ddpjvnJhs2nA1U9Ru.jpg",
    "popularity": 3.4558,
    "tmdb_url": "https://www.themoviedb.org/movie/410113"
  },
  {
    "id": 67203,
    "title": "Frost Giant",
    "release_date": "2010-08-20",
    "overview": "A team searching for a long-lost ship in the Arctic unwittingly unleash an alien creature that looks like it's made of ice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gK3HXe2Edg0jASvtwCSerU8hG84.jpg",
    "popularity": 3.3069,
    "tmdb_url": "https://www.themoviedb.org/movie/67203"
  },
  {
    "id": 338729,
    "title": "The Beauty Inside",
    "release_date": "2015-08-20",
    "overview": "Woo-jin, a furniture designer who wakes up in a different body every day, falls for Yi-soo, a woman he meets through his work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xlFdEcJs4a8YHHfY9s0mPBrLZZ.jpg",
    "popularity": 3.0887,
    "tmdb_url": "https://www.themoviedb.org/movie/338729"
  },
  {
    "id": 1174448,
    "title": "Bailarina",
    "release_date": "2023-08-20",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/jQeYXIZADDQqyJ3EsJNY7qWUbCL.jpg",
    "popularity": 2.8864,
    "tmdb_url": "https://www.themoviedb.org/movie/1174448"
  },
  {
    "id": 33908,
    "title": "Three... Extremes",
    "release_date": "2004-08-20",
    "overview": "An Asian cross-cultural trilogy of horror films from accomplished indie directors: \"Dumplings\", directed by Fruit Chan of Hong Kong; \"Cut\", directed by Park Chan-Wook of Korea; \"Box\", directed by Miike Takashi of Japan. The first film \"Dumplings\" was extended and turned into a full-length theatrical film of the same name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r0UzUF15suxLatzvNK3TQKxp10h.jpg",
    "popularity": 2.6308,
    "tmdb_url": "https://www.themoviedb.org/movie/33908"
  },
  {
    "id": 39486,
    "title": "Secretariat",
    "release_date": "2010-08-20",
    "overview": "Housewife and mother Penny Chenery agrees to take over her ailing father's Virginia-based Meadow Stables, despite her lack of horse-racing knowledge. Against all odds, Chenery - with the help of veteran trainer Lucien Laurin - manages to navigate the male-dominated business, ultimately fostering the first Triple Crown winner in 25 years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6YJ39NqRJ0ljUQohizHmE2hB6Wh.jpg",
    "popularity": 2.5654,
    "tmdb_url": "https://www.themoviedb.org/movie/39486"
  },
  {
    "id": 10762,
    "title": "Without a Paddle",
    "release_date": "2004-08-20",
    "overview": "Three friends, whose lives have been drifting apart, reunite for the funeral of a fourth childhood friend. When looking through their childhood belongings, they discover a trunk which contained details on a quest their friend was attempting. It revealed that he was hot on the trail of the $200,000 that went missing with airplane hijacker D.B. Cooper in 1971. They decide to continue his journey, but do not understand the dangers they will soon encounter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bSQBfHDzyfzxrCLepjegVb5F8j8.jpg",
    "popularity": 2.4766,
    "tmdb_url": "https://www.themoviedb.org/movie/10762"
  },
  {
    "id": 285945,
    "title": "Vettam",
    "release_date": "2004-08-20",
    "overview": "Petty thief Gopi steals a chain, and in order to escape a police inspector, drops it in Veena's bag. Later, he tries to take it from her, but the chain is no longer there. He becomes a part of her plan to stop her boyfriend from marrying a rich tycoon’s daughter",
    "poster_url": "https://image.tmdb.org/t/p/w500/bSaRLe4YGiGLEx5Tkr9sHNmh2Aj.jpg",
    "popularity": 2.4669,
    "tmdb_url": "https://www.themoviedb.org/movie/285945"
  },
  {
    "id": 58136,
    "title": "Temptation of Eve: Her Own Technique",
    "release_date": "2007-08-20",
    "overview": "A popular surgeon with a bright future and women falling at his feet, Ji Hoon is at the top of the world. Although married, he fantasizes of a woman with a butterfly tattooed on her pelvis - a vision from his reccurring dreams. During a business trip, he meets an attractive woman named Hae Young, who coldly refuses his advances. Not accustomed to such rejection, Ji Hoon smiles as he heads back home. A few days later, he receives an unexpected call from Hae Young, and begins a risky affair. But soon afterwards, his wife receives a mysterious package containing incriminating photos of her husband…",
    "poster_url": "https://image.tmdb.org/t/p/w500/evlQVhBjAObw1vjufFZJZc0jBuD.jpg",
    "popularity": 2.4656,
    "tmdb_url": "https://www.themoviedb.org/movie/58136"
  },
  {
    "id": 718444,
    "title": "Rogue",
    "release_date": "2020-08-20",
    "overview": "Battle-hardened O’Hara leads a lively mercenary team of soldiers on a daring mission: rescue hostages from their captors in remote Africa. But as the mission goes awry and the team is stranded, O’Hara’s squad must face a bloody, brutal encounter with a gang of rebels.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uOw5JD8IlD546feZ6oxbIjvN66P.jpg",
    "popularity": 2.4486,
    "tmdb_url": "https://www.themoviedb.org/movie/718444"
  },
  {
    "id": 18988,
    "title": "The Lion in Winter",
    "release_date": "1968-08-20",
    "overview": "Henry II and his estranged queen battle over the choice of an heir.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yMgJnZADJObzfjA70ygXJkjnrFX.jpg",
    "popularity": 2.4401,
    "tmdb_url": "https://www.themoviedb.org/movie/18988"
  },
  {
    "id": 11026,
    "title": "Exorcist: The Beginning",
    "release_date": "2004-08-20",
    "overview": "Years before Father Merrin helped save Regan MacNeil’s soul, he first encounters the demon Pazuzu in East Africa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4b7Mhc4HZN7XzMMLukaQ9C0x1Dx.jpg",
    "popularity": 2.3826,
    "tmdb_url": "https://www.themoviedb.org/movie/11026"
  },
  {
    "id": 1153813,
    "title": "The UFO Movie THEY Don't Want You to See",
    "release_date": "2023-08-20",
    "overview": "In an age when misinformation, alternative facts, and conspiracy theories have become mainstream, UFOs have risen to become one of the most-talked about pop culture phenomena. With all of this noise, how can we expect anyone to know how much of this is true? What is in our skies? What do we know, and how do we know it? And most importantly: Are we being visited?",
    "poster_url": "https://image.tmdb.org/t/p/w500/5WPMxBZLQcBDHTRHnxTfy24X1Gk.jpg",
    "popularity": 2.3389,
    "tmdb_url": "https://www.themoviedb.org/movie/1153813"
  },
  {
    "id": 82386,
    "title": "Ranma 1/2: Team Ranma vs. the Legendary Phoenix",
    "release_date": "1994-08-20",
    "overview": "Kuno purchases a strange egg, believing that the mysterious powers of the legendary Phoenix will help him defeat Ranma. But when the egg hatches on his head, the bird goes out of control and wreaks havoc all over Tokyo. Ranma and the gang must use any means necessary to get the Phoenix to leave Kuno's head and fly away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cEMYFKZdLMNlYoGixnCzFsDsW3d.jpg",
    "popularity": 2.2714,
    "tmdb_url": "https://www.themoviedb.org/movie/82386"
  },
  {
    "id": 534338,
    "title": "An Interview with God",
    "release_date": "2018-08-20",
    "overview": "An up-and-coming journalist finds his world and faith increasingly challenged when he's granted the interview of a lifetime – with someone who claims to be God.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d9TeB8VLCgwSph2OSYK3lcHGf1f.jpg",
    "popularity": 2.1566,
    "tmdb_url": "https://www.themoviedb.org/movie/534338"
  },
  {
    "id": 95853,
    "title": "Bunny Drop",
    "release_date": "2011-08-20",
    "overview": "Daikichi learns that his recently deceased grandfather has an illegitimate daughter with an unknown mother. The girl's name is Rin and she is just 6 years old. Everybody in Daikichi's family looks at the girl as an embarrassment and wants no part of her. Daikichi, annoyed by his family's attitude, decides to raise Rin by himself. Even though Daikichi himself has no experience raising a child and is still single.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A99AQaAXYR39ut7ABqueNWVYCYu.jpg",
    "popularity": 2.0624,
    "tmdb_url": "https://www.themoviedb.org/movie/95853"
  },
  {
    "id": 19423,
    "title": "Going the Distance",
    "release_date": "2004-08-20",
    "overview": "Nick is a successful young man whose comfortable West Coast life couldn't be better. However, when his girlfriend falls under the influence of lecherous music producer Lenny Swackhammer, Nick impulsively decides to travel to Toronto to intervene. Nick's buddies Tyler and Dime  opt to turn the quest into a cross-country road trip that's complete with wacky antics and encounters with beautiful women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/shmF571Ph6U5E03ahuuzOPi6rl9.jpg",
    "popularity": 2.0376,
    "tmdb_url": "https://www.themoviedb.org/movie/19423"
  }
]