[
  {
    "id": 926393,
    "title": "The Equalizer 3",
    "release_date": "2023-08-30",
    "overview": "Robert McCall finds himself at home in Southern Italy but he discovers his friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends' protector by taking on the mafia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b0Ej6fnXAP8fK75hlyi2jKqdhHz.jpg",
    "popularity": 18.0198,
    "tmdb_url": "https://www.themoviedb.org/movie/926393"
  },
  {
    "id": 1802,
    "title": "La Ceremonie",
    "release_date": "1995-08-30",
    "overview": "Sophie, a quiet and shy maid working for an upper-class French family, finds a friend in the energetic and uncompromising postmaster Jeanne, who encourages her to stand up against her bourgeois employers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2bGGOa6JqwARffdzR6xUmUA0iHu.jpg",
    "popularity": 11.3615,
    "tmdb_url": "https://www.themoviedb.org/movie/1802"
  },
  {
    "id": 55580,
    "title": "P.O. Box Tinto Brass",
    "release_date": "1995-08-30",
    "overview": "A successful erotic film producer from Rome regularly receives letters from female fans seeking his advice on how to spice up their sex lives. Thanks to his years of experience in both the film business and the sex industry, he has all sorts of tips at the ready and, in an emergency, is happy to make a house call himself to demonstrate his qualities in person.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oGC1ByDVsAjPo8W3G078EYpvBWi.jpg",
    "popularity": 8.4816,
    "tmdb_url": "https://www.themoviedb.org/movie/55580"
  },
  {
    "id": 598,
    "title": "City of God",
    "release_date": "2002-08-30",
    "overview": "In the poverty-stricken favelas of Rio de Janeiro in the 1970s, two young men choose different paths. Rocket is a budding photographer who documents the increasing drug-related violence of his neighborhood, while José “Zé” Pequeno is an ambitious drug dealer diving into a dangerous life of crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
    "popularity": 8.4582,
    "tmdb_url": "https://www.themoviedb.org/movie/598"
  },
  {
    "id": 473033,
    "title": "Uncut Gems",
    "release_date": "2019-08-30",
    "overview": "A charismatic New York City jeweler always on the lookout for the next big score makes a series of high-stakes bets that could lead to the windfall of a lifetime. Howard must perform a precarious high-wire act, balancing business, family, and encroaching adversaries on all sides in his relentless pursuit of the ultimate win.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6XN1vxHc7kUSqNWtaQKN45J5x2v.jpg",
    "popularity": 5.479,
    "tmdb_url": "https://www.themoviedb.org/movie/473033"
  },
  {
    "id": 120115,
    "title": "The Origin of Stitch",
    "release_date": "2005-08-30",
    "overview": "Stitch discovers Jumba’s secret computer that reveals what creatures Jumba had used to create Stitch, and also hints at his other 625 experiments. Stitch is scared to find out what a monster he is, only for Jumba to come and explain how he found love when he met Lilo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AcJC9aV3FY6nShAYZhHJSImI8hb.jpg",
    "popularity": 5.1331,
    "tmdb_url": "https://www.themoviedb.org/movie/120115"
  },
  {
    "id": 532067,
    "title": "KONOSUBA – God's blessing on this wonderful world! Legend of Crimson",
    "release_date": "2019-08-30",
    "overview": "It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic.  When Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang.  There, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fv5BgcfkpWh3V6Pb1qVlXESBOdl.jpg",
    "popularity": 4.7641,
    "tmdb_url": "https://www.themoviedb.org/movie/532067"
  },
  {
    "id": 1097150,
    "title": "Deliver Us",
    "release_date": "2023-08-30",
    "overview": "When a nun in a remote convent claims immaculate conception, the Vatican sends a team of priests to investigate, concerned about an ancient prophecy that a woman will give birth to twin boys: one the Messiah, the other the Antichrist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qOWZJgeEvH9ETqCFqxc6803l00H.jpg",
    "popularity": 4.3573,
    "tmdb_url": "https://www.themoviedb.org/movie/1097150"
  },
  {
    "id": 11187,
    "title": "Child's Play 3",
    "release_date": "1991-08-30",
    "overview": "Eight years after seemingly destroying the killer doll, teen Andy Barclay is placed in a military school, and the spirit of Chucky returns to renew his quest and seek vengeance after being recreated from a mass of melted plastic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6toMk9OCuDYEEf733Bzlq3yiw3z.jpg",
    "popularity": 4.3196,
    "tmdb_url": "https://www.themoviedb.org/movie/11187"
  },
  {
    "id": 245178,
    "title": "Paglu 2",
    "release_date": "2012-08-30",
    "overview": "Dev is a high school drop out from and a worthless village lad. He is hell bent on getting married. But the girl he wants to marry rejects him stating that he doesn't have college education. Dev, who is clever and street-smart decides to go to Kolkata for further education. While travelling in the train, he bashes up a bunch of rowdies teasing college girls. At the college in Kolkata, he meets Riya (and falls in love with her. A city gangster, Rudra,is in love with her and blackmails her to marry him. He beats anyone moving closely with Riya. Meanwhile, henchmen of the dreaded chieftain Dubai Keshto, from Dubai, are looking for Dev in the city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rzsPBBalBVMiQL9VpVDWcP5Y73f.jpg",
    "popularity": 4.1282,
    "tmdb_url": "https://www.themoviedb.org/movie/245178"
  },
  {
    "id": 134,
    "title": "O Brother, Where Art Thou?",
    "release_date": "2000-08-30",
    "overview": "In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s9foMAcLg8GEzzQzer04qOGdD1k.jpg",
    "popularity": 3.7544,
    "tmdb_url": "https://www.themoviedb.org/movie/134"
  },
  {
    "id": 841755,
    "title": "Mortal Kombat Legends: Battle of the Realms",
    "release_date": "2021-08-30",
    "overview": "The Earthrealm heroes must journey to the Outworld and fight for the survival of their homeland, invaded by the forces of evil warlord Shao Kahn, in the tournament to end all tournaments: the final Mortal Kombat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ablrE8IbWcIrAxMmm4gnPn75AMS.jpg",
    "popularity": 3.4336,
    "tmdb_url": "https://www.themoviedb.org/movie/841755"
  },
  {
    "id": 77883,
    "title": "The Possession",
    "release_date": "2012-08-30",
    "overview": "A young girl buys an antique box at a yard sale, unaware that inside the collectible lives a malicious ancient spirit. The girl's father teams with his ex-wife to find a way to end the curse upon their child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4VxIbGO5A9HRlkAPMi70zimosDY.jpg",
    "popularity": 3.0123,
    "tmdb_url": "https://www.themoviedb.org/movie/77883"
  },
  {
    "id": 466081,
    "title": "The Informer",
    "release_date": "2019-08-30",
    "overview": "In New York, former convict Pete Koslow, related to the Polish mafia, must deal with both Klimek the General, his ruthless boss, and the twisted ambitions of two federal agents, as he tries to survive and protect the lives of his loved ones.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pbGveUC8mk0QRkdXpERPLbMFnrg.jpg",
    "popularity": 3.0055,
    "tmdb_url": "https://www.themoviedb.org/movie/466081"
  },
  {
    "id": 107745,
    "title": "Saajan",
    "release_date": "1991-08-30",
    "overview": "Breaking conventional barriers, a poor, disabled orphan befriends the son of a wealthy businessman. However, their friendship is put to the test after both friends fall in love with the same woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wg4WBjFhYZeLaaQhE3NeFyfTn2Y.jpg",
    "popularity": 2.8916,
    "tmdb_url": "https://www.themoviedb.org/movie/107745"
  },
  {
    "id": 2061,
    "title": "Pusher",
    "release_date": "1996-08-30",
    "overview": "A drug pusher grows increasingly desperate after a botched deal leaves him with a large debt to a ruthless drug lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Myfvq4e2BySE5aosX8UzV9cUME.jpg",
    "popularity": 2.6477,
    "tmdb_url": "https://www.themoviedb.org/movie/2061"
  },
  {
    "id": 928161,
    "title": "Eric Clapton: Standing at the Crossroads",
    "release_date": "2021-08-30",
    "overview": "Eric Clapton is one of the most influential guitarists of all time. He ranked 2nd in Rolling Stone magazines list of the \"100 Greatest Guitarists of All Time\" and 4th in Gibson's \"Top 50 Guitarists of All Time\". In this documentary feature he is interviewed in depth with contributions from Keith Richards, John Mayall, The Yardbirds, Jack Bruce and many more. It is the definitive Clapton biography.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hkUcYS06DMxERUkGSXLGaNDU6Jr.jpg",
    "popularity": 2.5278,
    "tmdb_url": "https://www.themoviedb.org/movie/928161"
  },
  {
    "id": 575842,
    "title": "Red Ghost",
    "release_date": "2021-08-30",
    "overview": "December 30, 1941. Vyazma ('Vyazemsky cauldron') is a small detachment of Soviet soldiers, by fatal coincidence, in an unequal battle with a special unit of the Wehrmacht. However, none of them think about giving up. Each of them was ready to sacrifice his life in order to protect his native land. None of these brave people was born a hero. The myth of the red ghost is a heroic deed without a soldier's Soviet soldier in the Great Patriotic War who instilled in the animals, deadly fear of German soldiers. In place of one of the dead hero was inserted another, and the born myth of the invincible Soviet soldier. The film 'Red Ghost' is about the hope that each soldier will have.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9OFF92pkqDgR5d5yp0JhdjXXwrc.jpg",
    "popularity": 2.3256,
    "tmdb_url": "https://www.themoviedb.org/movie/575842"
  },
  {
    "id": 12498,
    "title": "Sling Blade",
    "release_date": "1996-08-30",
    "overview": "Karl Childers, a mentally disabled man, has been in the custody of the state mental hospital since the age of 12 for killing his mother and her lover. Although thoroughly institutionalized, he is deemed fit to be released into the outside world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ivBIBd1LNaozcmytZUyE1yIXZms.jpg",
    "popularity": 2.3033,
    "tmdb_url": "https://www.themoviedb.org/movie/12498"
  },
  {
    "id": 240566,
    "title": "Tokyo Tribe",
    "release_date": "2014-08-30",
    "overview": "In an alternate Japan, territorial street gangs form opposing factions collectively known as the Tokyo Tribes. The simmering tension between them is about to boil over into all-out war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cpvQrnZwGvzG0moL4oMdmKMYKDB.jpg",
    "popularity": 2.2686,
    "tmdb_url": "https://www.themoviedb.org/movie/240566"
  },
  {
    "id": 813079,
    "title": "Don't Buy the Seller",
    "release_date": "2023-08-30",
    "overview": "Soo-hyun, who has recently moved into a new house, buys a used washing machine through a second-hand app but finds out it doesn't work. Annoyed by the seller's irresponsibility, she leaves a comment calling the seller a con man, and reports it to the police. Little does she know that the seller is a psychopathic serial killer who uses an online second-hand market to lure his victims. Her comment renders his hunt for a new victim all but impossible so she becomes his next target. She starts receiving obscene phone calls, countless unwanted food deliveries, and strange men knocking on her door looking for a good time. A trip to the sender's address proves deadly serious when the police and Soo-hyun find a man's dead body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kYmoJSypfpB9OnwvxebiV1nZUXi.jpg",
    "popularity": 2.2083,
    "tmdb_url": "https://www.themoviedb.org/movie/813079"
  },
  {
    "id": 15516,
    "title": "The Last House on the Left",
    "release_date": "1972-08-30",
    "overview": "On the eve of her 17th birthday, Mari and friend Phyllis set off from her family home to attend a rock concert in the city. Attempting to score some drugs on the way, the pair run afoul of a group of vicious crooks, headed up by the sadistic Krug.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qyTqXz1C7kPgWmxcD5otQ7xlrJP.jpg",
    "popularity": 2.123,
    "tmdb_url": "https://www.themoviedb.org/movie/15516"
  },
  {
    "id": 926599,
    "title": "All Fun and Games",
    "release_date": "2023-08-30",
    "overview": "A group of Salem teens discover a cursed knife that unleashes a demon that forces them to play gruesome, deadly versions of childhood games where there can be no winners, only survivors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1m0CTxlotr8H8GaoioL2IJHL1gW.jpg",
    "popularity": 2.0565,
    "tmdb_url": "https://www.themoviedb.org/movie/926599"
  },
  {
    "id": 26039,
    "title": "Point Blank",
    "release_date": "1967-08-30",
    "overview": "After being double-crossed and left for dead, a mysterious man named Walker single-mindedly tries to retrieve the rather inconsequential sum of money that was stolen from him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5wzZipiC0THdgPpViVV5OqDj3Xr.jpg",
    "popularity": 2.0388,
    "tmdb_url": "https://www.themoviedb.org/movie/26039"
  },
  {
    "id": 539651,
    "title": "Don't Let Go",
    "release_date": "2019-08-30",
    "overview": "A detective suffering from a personal loss receives a call from his recently deceased niece. Being able to communicate across time, the two work together to try and stop the crime before it occurs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uNHueGo5TYCTLzoGULse65GC32Q.jpg",
    "popularity": 2.0185,
    "tmdb_url": "https://www.themoviedb.org/movie/539651"
  }
]