[
  {
    "id": 337401,
    "title": "Mulan",
    "release_date": "2020-09-04",
    "overview": "When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKx1ARwG55zZ0GpRvU2WrGrCG9o.jpg",
    "popularity": 41.0439,
    "tmdb_url": "https://www.themoviedb.org/movie/337401"
  },
  {
    "id": 474350,
    "title": "It Chapter Two",
    "release_date": "2019-09-04",
    "overview": "27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zfE0R94v1E8cuKAerbskfD3VfUt.jpg",
    "popularity": 11.962,
    "tmdb_url": "https://www.themoviedb.org/movie/474350"
  },
  {
    "id": 122906,
    "title": "About Time",
    "release_date": "2013-09-04",
    "overview": "The night after another unsatisfactory New Year's party, Tim's father tells his son that the men in his family have always had the ability to travel through time. They can't change history, but they can change what happens and has happened in their own lives. Thus begins the start of a lesson in learning to appreciate life itself as it is, as it comes, and most importantly, the people living alongside us.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iR1bVfURbN7r1C46WHFbwCkVve.jpg",
    "popularity": 10.15,
    "tmdb_url": "https://www.themoviedb.org/movie/122906"
  },
  {
    "id": 739187,
    "title": "12",
    "release_date": "2020-09-04",
    "overview": "not there yet",
    "poster_url": "https://image.tmdb.org/t/p/w500/kCnwPVGf7zHW2iLSgbvKDLl8m4Q.jpg",
    "popularity": 9.1603,
    "tmdb_url": "https://www.themoviedb.org/movie/739187"
  },
  {
    "id": 298202,
    "title": "Hunting Evil Spirit",
    "release_date": "1999-09-04",
    "overview": "A tale about a businessman who wants to screw a colleague at work but can't seem to make it happen. He eventually resorts to black magic so that his spirit can rape her since his body can't.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uvOsnVS5UTK0mSXS0tgIRLiucqC.jpg",
    "popularity": 5.2498,
    "tmdb_url": "https://www.themoviedb.org/movie/298202"
  },
  {
    "id": 36225,
    "title": "Oxen Split Torturing",
    "release_date": "1976-09-04",
    "overview": "Two short stories set in Edo during the Shogun era. The first, during a time when Christians are persecuted vehemently, Iori falls in love with a young Christian girl. When she and her family are captured during a raid, his sadistic master takes her as his personal slave to torment Iori. The second follows Sutezo who, forced to serve the barbarous master of a brothel in order to repay his debts, befriends a young girl. Together, they both escape and struggle to get by on scams and petty theft.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eZ8sfpK3cujTNokw9ssgoTNNm66.jpg",
    "popularity": 4.9605,
    "tmdb_url": "https://www.themoviedb.org/movie/36225"
  },
  {
    "id": 18334,
    "title": "Guinea Pig: Devil's Experiment",
    "release_date": "1985-09-04",
    "overview": "Masked thugs torture an innocent woman in increasingly brutal ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gyloAdASwFB0Ksm9Ky9xHLYsgZk.jpg",
    "popularity": 4.8702,
    "tmdb_url": "https://www.themoviedb.org/movie/18334"
  },
  {
    "id": 25769,
    "title": "Carriers",
    "release_date": "2009-09-04",
    "overview": "A deadly virus has spread across the globe. Contagion is everywhere, no one is safe, and no one can be trusted. Four friends race through the back roads of the American West on their way to a secluded utopian beach in the Gulf of Mexico where they could peacefully wait out the pandemic. Their plans take a grim turn when their car breaks down on an isolated road starting a chain of events that will seal their fates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jxjnjHtHXgvjdhkwpelE9ZwVMg6.jpg",
    "popularity": 3.1533,
    "tmdb_url": "https://www.themoviedb.org/movie/25769"
  },
  {
    "id": 283350,
    "title": "Before We Go",
    "release_date": "2014-09-04",
    "overview": "A woman who is robbed on her way to catch the 1:30 train to Boston is left stranded in New York City. She meets a man who helps her during the course of the night and the two form a romance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qBnkNKjbJV0E8GvEPidBS1nIRWD.jpg",
    "popularity": 3.0819,
    "tmdb_url": "https://www.themoviedb.org/movie/283350"
  },
  {
    "id": 37861,
    "title": "Valhalla Rising",
    "release_date": "2009-09-04",
    "overview": "Scandinavia, 1,000 AD. For years, One Eye, a mute warrior of supernatural strength, has been held prisoner by the Norse chieftain Barde. Aided by Are, a boy slave, One Eye slays his captor and together he and Are escape, beginning a journey into the heart of darkness. On their flight, One Eye and Are board a Viking vessel, but the ship is soon engulfed by an endless fog that clears only as the crew sights an unknown land. As the new world reveals its secrets and the Vikings confront their terrible and bloody fate, One Eye discovers his true self.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7LBMcAx6XHwEduIsBYipvUke9n.jpg",
    "popularity": 2.473,
    "tmdb_url": "https://www.themoviedb.org/movie/37861"
  },
  {
    "id": 66956,
    "title": "This Special Friendship",
    "release_date": "1964-09-04",
    "overview": "A tale of the tender relationship between a twelve-year-old boy and the fourteen-year-old upperclassman who is the object of his desire, all set within the rigid atmosphere of a Jesuit-run school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c46p1ZHudea0jJ0Fl1BlsUKbME4.jpg",
    "popularity": 2.3362,
    "tmdb_url": "https://www.themoviedb.org/movie/66956"
  },
  {
    "id": 13809,
    "title": "RocknRolla",
    "release_date": "2008-09-04",
    "overview": "When a Russian mobster sets up a real estate scam that generates millions of pounds, various members of London's criminal underworld pursue their share of the fortune. Various shady characters, including Mr One-Two, Stella the accountant, and Johnny Quid, a druggie rock-star, try to claim their slice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6mLXG2f7LBRpbZZgxsOFO5scgzd.jpg",
    "popularity": 2.3159,
    "tmdb_url": "https://www.themoviedb.org/movie/13809"
  },
  {
    "id": 12627,
    "title": "La Belle Noiseuse",
    "release_date": "1991-09-04",
    "overview": "The former famous painter Frenhofer lives quietly with his wife on a countryside residence in the French Provence. When the young artist Nicolas visits him with his girlfriend Marianne, Frenhofer decides to start again the work on a painting he long ago stopped: La Belle Noiseuse. And he wants Marianne as model.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n6f7I9RUdoDa9AgM9X2oAc3pk4l.jpg",
    "popularity": 2.3014,
    "tmdb_url": "https://www.themoviedb.org/movie/12627"
  },
  {
    "id": 583903,
    "title": "Our Friend",
    "release_date": "2019-09-04",
    "overview": "After learning that his terminally ill wife has six months to live, a man welcomes the support of his best friend who moves into their home to help out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vg9C5LttsKBqoLuqeQvOXaeBGiD.jpg",
    "popularity": 2.2574,
    "tmdb_url": "https://www.themoviedb.org/movie/583903"
  },
  {
    "id": 426865,
    "title": "UFO",
    "release_date": "2018-09-04",
    "overview": "A college student, who sees a UFO, uses his exceptional math skills to investigate the sighting with his friends while the FBI follows closely behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jdy1GTdaAXqhsCVOpIXokifYdCh.jpg",
    "popularity": 2.1585,
    "tmdb_url": "https://www.themoviedb.org/movie/426865"
  },
  {
    "id": 264419,
    "title": "Huevos: Little Rooster's Egg-Cellent Adventure",
    "release_date": "2015-09-04",
    "overview": "Toto has grown and now is a young cock. An evil rancher tricks the female owner of the ranch where they live and forces her to bet the property in a cockfight in the arena. Toto is the only option to defend their home, so he must train in just one week and win the championship of the arena.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e55ZEtyXkknzBgNmrcyTICAG3gA.jpg",
    "popularity": 2.1486,
    "tmdb_url": "https://www.themoviedb.org/movie/264419"
  },
  {
    "id": 350725,
    "title": "The Virgin Psychics",
    "release_date": "2015-09-04",
    "overview": "After receiving a cosmic blast while masturbating, a virginal teenager gains psychic powers and joins a group of ESP virgins in order to defend the world from evil psychics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3JBH43btcgOp283vpi9j24MJrwh.jpg",
    "popularity": 2.112,
    "tmdb_url": "https://www.themoviedb.org/movie/350725"
  },
  {
    "id": 50341,
    "title": "The Divine Weapon",
    "release_date": "2008-09-04",
    "overview": "During the reign of King Sejong in the 15th century, the Joseon Dynasty was the embodiment of the perfect state. To the Ming China, the aspiring imperial power, Joseon presented an obstacle to territorial expansion. To protect themselves from war, King Sejong develops a secret weapon to defend their territory and take back their land and supremacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/71FIhikXNfH0fQ8UqV2dC0XKsNO.jpg",
    "popularity": 2.0982,
    "tmdb_url": "https://www.themoviedb.org/movie/50341"
  },
  {
    "id": 618219,
    "title": "Mosul",
    "release_date": "2019-09-04",
    "overview": "When ISIS took their homes, families and city, one group of men fought to take it all back. Based on true events, this is the story of the Nineveh SWAT team, a renegade police unit who waged a guerrilla operation against ISIS in a desperate struggle to save their home city of Mosul.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dW1UNgDkVNreqYJk1YKo4ACa705.jpg",
    "popularity": 2.0435,
    "tmdb_url": "https://www.themoviedb.org/movie/618219"
  }
]