[
  {
    "id": 913290,
    "title": "Barbarian",
    "release_date": "2022-09-08",
    "overview": "In town for a job interview, a young woman arrives at her Airbnb late at night only to find that it has been mistakenly double-booked and a strange man is already staying there. Against her better judgement, she decides to stay the night anyway.",
    "poster_url": "https://image.tmdb.org/t/p/w500/idT5mnqPcJgSkvpDX7pJffBzdVH.jpg",
    "popularity": 8.7097,
    "tmdb_url": "https://www.themoviedb.org/movie/913290"
  },
  {
    "id": 1151470,
    "title": "The Vigilante",
    "release_date": "2023-09-08",
    "overview": "Returning from Afghanistan, Jessica, a Spec OPS Marine, finds herself in a war she never imagined and discovers middle America suburbia has changed when her thirteen year old sister, Aimee, is abducted by sex traffickers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xD9LpYZYmNch2EhHWIJXXFayENH.jpg",
    "popularity": 8.269,
    "tmdb_url": "https://www.themoviedb.org/movie/1151470"
  },
  {
    "id": 726916,
    "title": "JJ+E",
    "release_date": "2021-09-08",
    "overview": "Elisabeth and John John are raised in the same city, yet they live light years apart, separated economically, socially and culturally. That is until the day they start in the same high school class.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g1OngP0vWRGrafk99vBgz6i4Xln.jpg",
    "popularity": 6.9372,
    "tmdb_url": "https://www.themoviedb.org/movie/726916"
  },
  {
    "id": 39538,
    "title": "Contagion",
    "release_date": "2011-09-08",
    "overview": "As an epidemic of a lethal airborne virus - that kills within days - rapidly grows, the worldwide medical community races to find a cure and control the panic that spreads faster than the virus itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qL0IooP0bjXy0KXl9KEyPo22ll0.jpg",
    "popularity": 5.9526,
    "tmdb_url": "https://www.themoviedb.org/movie/39538"
  },
  {
    "id": 1002185,
    "title": "A Million Miles Away",
    "release_date": "2023-09-08",
    "overview": "The life of engineer and former NASA astronaut José M. Hernández, the first migrant farmworker to go to space.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kMI3tgxLAZbzGOVlorUBva0kriS.jpg",
    "popularity": 4.7484,
    "tmdb_url": "https://www.themoviedb.org/movie/1002185"
  },
  {
    "id": 9090,
    "title": "To Wong Foo, Thanks for Everything! Julie Newmar",
    "release_date": "1995-09-08",
    "overview": "Manhattan drag queens Vida Boheme and Noxeema Jackson impress regional judges in competition, securing berths in the Nationals in Los Angeles. When the two meet pathetic drag novice Chi-Chi Rodriguez — one of the losers that evening — the charmed Vida and Noxeema agree to take the hopeless youngster under their joined wing. Soon the three set off on a madcap road trip across America and struggle to make it to Los Angeles in time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xlRhO3TzTxCFn2s9LEcVi7s582t.jpg",
    "popularity": 4.3629,
    "tmdb_url": "https://www.themoviedb.org/movie/9090"
  },
  {
    "id": 349310,
    "title": "My Old Sweetheart",
    "release_date": "1995-09-08",
    "overview": "A 36-year old detective falls in love with a nihilistic 19-year old shop-lifter and wonders if the relationship which develops can last.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vXQN43Yvj7INTiwHuMooKLVvwEL.jpg",
    "popularity": 4.1385,
    "tmdb_url": "https://www.themoviedb.org/movie/349310"
  },
  {
    "id": 800939,
    "title": "Ticket to Paradise",
    "release_date": "2022-09-08",
    "overview": "Divorced couple Georgia and David find themselves on a shared mission: they team up and travel to Bali to stop their daughter Lily from making the same mistake they once made 25 years ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1tzERH50P5c2mFWtLbgixzLZS1L.jpg",
    "popularity": 4.0171,
    "tmdb_url": "https://www.themoviedb.org/movie/800939"
  },
  {
    "id": 10348,
    "title": "Thunderbolt",
    "release_date": "1995-09-08",
    "overview": "In order to release his kidnapped sister, sports car mechanic, Chan Foh To, has to defeat a super-criminal street racer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/81D5xBlnTAdJs19dbkfw8eK0oWA.jpg",
    "popularity": 4.0018,
    "tmdb_url": "https://www.themoviedb.org/movie/10348"
  },
  {
    "id": 663260,
    "title": "Black Box",
    "release_date": "2021-09-08",
    "overview": "Mathieu is a young and talented black box analyst on a mission to solve the reason behind the deadly crash of a brand new aircraft. Yet, when the case is closed by authorities, Mathieu cannot help but sense there is something wrong with the evidence. As he listens to the tracks again, he starts detecting some seriously disturbing details. Could the tape have been modified? Going against his boss' orders, Mathieu begins his own rogue investigation - an obsessional and dangerous quest for truth that will quickly threaten far more than his career...",
    "poster_url": "https://image.tmdb.org/t/p/w500/nNY5YnqCsMEggz2Z0kCl4Fclc1N.jpg",
    "popularity": 3.5522,
    "tmdb_url": "https://www.themoviedb.org/movie/663260"
  },
  {
    "id": 507532,
    "title": "Finestkind",
    "release_date": "2023-09-08",
    "overview": "Two brothers from opposite sides of the tracks are reunited as adults. Desperate circumstances force them into a deal with an organized crime syndicate in Boston, and a young woman gets caught in the middle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Nj22XjqaOwc37IJ9WrOJ5UZi7q.jpg",
    "popularity": 3.4782,
    "tmdb_url": "https://www.themoviedb.org/movie/507532"
  },
  {
    "id": 496331,
    "title": "Brahmāstra Part One: Shiva",
    "release_date": "2022-09-08",
    "overview": "The story of Shiva – a young man on the brink of an epic love, with a girl named Isha. But their world is turned upside down when Shiva learns that he has a mysterious connection to the Brahmāstra... and a great power within him that he doesn’t understand just yet - the power of Fire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x61qdvHIsr9U53FwoLVDQqAGur0.jpg",
    "popularity": 3.3506,
    "tmdb_url": "https://www.themoviedb.org/movie/496331"
  },
  {
    "id": 828613,
    "title": "About Fate",
    "release_date": "2022-09-08",
    "overview": "Two strangers believe in love but never seem to be able to find its true meaning. In a wild twist of events, fate puts each in the other's path on one stormy New Year's Eve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fabZkaVHYJ67KbZx7oFoitauX34.jpg",
    "popularity": 3.2695,
    "tmdb_url": "https://www.themoviedb.org/movie/828613"
  },
  {
    "id": 551271,
    "title": "Medieval",
    "release_date": "2022-09-08",
    "overview": "The story of fifteenth century Czech icon and warlord, Jan Zizka, who defeated armies of the Teutonic Order and the Holy Roman Empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eeUNWsdoiOijOZAMaWFDA5Pb1n8.jpg",
    "popularity": 3.1066,
    "tmdb_url": "https://www.themoviedb.org/movie/551271"
  },
  {
    "id": 928344,
    "title": "Weird: The Al Yankovic Story",
    "release_date": "2022-09-08",
    "overview": "Exploring every facet of ‘Weird Al’ Yankovic’s life, from his meteoric rise to fame with early hits like ‘Eat It’ and ‘Like a Surgeon’ to his torrid celebrity love affairs and famously depraved lifestyle, this biopic takes audiences on a truly unbelievable journey through Yankovic’s life and career, from gifted child prodigy to the greatest musical legend of all time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qcj2z13G0KjaIgc01ifiUKu7W07.jpg",
    "popularity": 3.0021,
    "tmdb_url": "https://www.themoviedb.org/movie/928344"
  },
  {
    "id": 157547,
    "title": "Oculus",
    "release_date": "2013-09-08",
    "overview": "A woman tries to exonerate her brother's murder conviction by proving that the crime was committed by a supernatural phenomenon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yCzR1yKRLiJyTDLgY1ppazXEmdE.jpg",
    "popularity": 3.001,
    "tmdb_url": "https://www.themoviedb.org/movie/157547"
  },
  {
    "id": 56666,
    "title": "Fiza",
    "release_date": "2000-09-08",
    "overview": "In 1993 Fiza's brother disappears during the riots in Mumbai. In 1999 Fiza is tired of waiting and goes looking for him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qS043WN2PK3tKljRyQKh8SXRHk5.jpg",
    "popularity": 2.983,
    "tmdb_url": "https://www.themoviedb.org/movie/56666"
  },
  {
    "id": 4727,
    "title": "Le Gendarme de Saint-Tropez",
    "release_date": "1964-09-08",
    "overview": "The ambitious police officer Cruchot is transferred to St. Tropez. He's struggling with crimes such as persistent nude swimming, but even more with his teenage daughter, who's trying to impress her rich friends by telling them her father was a millionaire and owned a yacht in the harbor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6510K6Y8eYLf9FJ7O4xaOnwhn2u.jpg",
    "popularity": 2.9723,
    "tmdb_url": "https://www.themoviedb.org/movie/4727"
  },
  {
    "id": 10685,
    "title": "The Watcher",
    "release_date": "2000-09-08",
    "overview": "FBI agent Joel Campbell, burnt-out and shell-shocked after years spent chasing serial killers, flees L.A. to begin a new life for himself in Chicago. But five months later, Joel's best laid plans are abruptly cut short when his new hometown becomes the setting for some particularly gruesome murders--murders that could only have been committed by one man: David Allen Griffin. One of Joel's most elusive and cunning nemeses, Griffin has followed his former pursuer to Chicago in order to play a sadistic game of cat and mouse. Taunting Joel with photographs of his intended victims and leaving his crime scenes meticulously free of clues in order to keep the police at bay, Griffin derives as much pleasure out of watching Joel react to every movement as watching his victims die. But when Griffin moves into Joel's inner circle, Joel must quickly find some way to stop him before someone close to him becomes the next one to die.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hsMvndtd3KPAvJ3q7zKZuNSB1R3.jpg",
    "popularity": 2.8783,
    "tmdb_url": "https://www.themoviedb.org/movie/10685"
  },
  {
    "id": 191718,
    "title": "You and the Night",
    "release_date": "2013-09-08",
    "overview": "Around midnight, a young couple and their transvestite maid prepare for an orgy. Their guests will be The Slut, The Star, The Stud and The Teen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/knBzPNsPZFqrfS5JO8LgE7jZqNK.jpg",
    "popularity": 2.7897,
    "tmdb_url": "https://www.themoviedb.org/movie/191718"
  },
  {
    "id": 670435,
    "title": "Female Teacher's Diary Forbidden Sex",
    "release_date": "1995-09-08",
    "overview": "The film depicts the relationship between a beautiful teacher and a male teacher, popular among female students, an excellent student who tells the teacher about his feelings using an answering machine, and a high school student who bets on whether she can have a relationship with a male teacher. This is the debut full-length work by Hideo Nakata.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wD7Xtfd91hfl66pMDWp1i8dVyX0.jpg",
    "popularity": 2.6894,
    "tmdb_url": "https://www.themoviedb.org/movie/670435"
  },
  {
    "id": 171424,
    "title": "The Green Inferno",
    "release_date": "2013-09-08",
    "overview": "A group of student activists travel from New York City to the Amazon to save the rainforest.  However, once they arrive in this vast green landscape, they soon discover that they are not alone… and that no good deed goes unpunished.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dTnAYyUwp6lT0cKrt4aNujj5mdF.jpg",
    "popularity": 2.659,
    "tmdb_url": "https://www.themoviedb.org/movie/171424"
  },
  {
    "id": 108,
    "title": "Three Colors: Blue",
    "release_date": "1993-09-08",
    "overview": "The wife of a famous composer survives a car accident that kills her husband and daughter. Now alone, she shakes off her old identity and explores her newfound freedom but finds that she is unbreakably bound to other humans, including her husband’s mistress, whose existence she never suspected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/33wsWxzsNstI8N7dvuwzFmj1qBd.jpg",
    "popularity": 2.5849,
    "tmdb_url": "https://www.themoviedb.org/movie/108"
  },
  {
    "id": 332718,
    "title": "Bilal: A New Breed of Hero",
    "release_date": "2016-09-08",
    "overview": "A thousand years ago, one boy with a dream of becoming a great warrior is abducted with his sister and taken to a land far away from home. Thrown into a world where greed and injustice rule all, Bilal finds the courage to raise his voice and make a change. Inspired by true events, this is a story of a real hero who earned his remembrance in time and history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ncWuEzxnXqssxRfHghZuUAIezCo.jpg",
    "popularity": 2.5683,
    "tmdb_url": "https://www.themoviedb.org/movie/332718"
  },
  {
    "id": 19898,
    "title": "Pandorum",
    "release_date": "2009-09-08",
    "overview": "Two crew members wake up on an abandoned spacecraft with no idea who they are, how long they've been asleep, or what their mission is. The two soon discover they're actually not alone – and the reality of their situation is more horrifying than they could have imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mNMfa6r3pl0EzFIKEkVcxyr6Rc7.jpg",
    "popularity": 2.5224,
    "tmdb_url": "https://www.themoviedb.org/movie/19898"
  },
  {
    "id": 10730,
    "title": "King Kong",
    "release_date": "1976-09-08",
    "overview": "An oil company expedition disturbs the peace of a giant ape and brings him back to New York to exploit him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/paYKhEwUaxKA05vmOfU7FlleTln.jpg",
    "popularity": 2.5209,
    "tmdb_url": "https://www.themoviedb.org/movie/10730"
  },
  {
    "id": 5486,
    "title": "A Bay of Blood",
    "release_date": "1971-09-08",
    "overview": "An elderly heiress is killed by her husband who wants control of her fortunes. What ensues is an all-out murder spree as relatives and friends attempt to reduce the inheritance playing field, complicated by some teenagers who decide to camp out in a dilapidated building on the estate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cTqmAcZwaEY609QDCLpgBlwijn9.jpg",
    "popularity": 2.449,
    "tmdb_url": "https://www.themoviedb.org/movie/5486"
  },
  {
    "id": 592656,
    "title": "Brothers by Blood",
    "release_date": "2020-09-08",
    "overview": "Peter and Michael, raised on the streets of Philadelphia, are the children of Irish mob members, forever linked by the crimes of their fathers. 30 years later, Michael now runs the criminal organization and lusts for more power, his dangerous antics frequently held in check by his cautious cousin Peter. Haunted by the death of his sister, whose passing destroyed both his parents, Peter is caught between the dreams of childhood and the realities of his life as an enforcer. His only reprieve is a local boxing gym, a sanctuary that is quickly threatened as Michael’s desire for control escalates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2RKGUCbo2R6IDsufxApL6nRFL4j.jpg",
    "popularity": 2.3793,
    "tmdb_url": "https://www.themoviedb.org/movie/592656"
  },
  {
    "id": 236007,
    "title": "Naksha",
    "release_date": "2006-09-08",
    "overview": "20 years after the death of an archaeologist, Kapil Malhotra, his younger son, Vicky attempts to uncover his father's mission with the help of an ancient map.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WdMoSzM8P3ZkmYIo8xzZl7ypZf.jpg",
    "popularity": 2.3109,
    "tmdb_url": "https://www.themoviedb.org/movie/236007"
  },
  {
    "id": 274246,
    "title": "Tarzan of the Apes",
    "release_date": "1998-09-08",
    "overview": "Swing into action with the greatest jungle adventure of all as spectacular animation and dazzling original songs bring Edgar Rice Burroughs’ timeless fantasy to life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xpNgItExMD3ZJXHKgn94KPvVJeS.jpg",
    "popularity": 2.3008,
    "tmdb_url": "https://www.themoviedb.org/movie/274246"
  },
  {
    "id": 9074,
    "title": "The Man",
    "release_date": "2005-09-08",
    "overview": "A case of mistaken identity forces a Federal agent and a dental supply salesman to team up as they speed through the streets of Detroit to pull off a sting operation and solve the murder of the agent's former partner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bnofwLKvg2g7Ky9sSpyTHaan37n.jpg",
    "popularity": 2.2373,
    "tmdb_url": "https://www.themoviedb.org/movie/9074"
  },
  {
    "id": 26138,
    "title": "Duelist",
    "release_date": "2005-09-08",
    "overview": "Detective Nam-soon goes undercover with her partner Detective Ahn to investigate the counterfeit money. She discovers that one loyal henchman, Sad Eyes, a beautiful swordsman with a pale, blank face, is related to the truth. Nam-soon and Sad Eyes confront each other in a series of duels and become confused between love and obligation to duty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9AV1o7PKrzFkfYchXrpWUwdIoaq.jpg",
    "popularity": 2.1697,
    "tmdb_url": "https://www.themoviedb.org/movie/26138"
  },
  {
    "id": 1145291,
    "title": "The Forbidden Play",
    "release_date": "2023-09-08",
    "overview": "A boy, after tragically losing his mother in an accident, performs a resurrection spell in the hope of reviving her. However, he ends up awakening something evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/urrvbbIquQI3riQfz5k7Rf9XdIb.jpg",
    "popularity": 2.1537,
    "tmdb_url": "https://www.themoviedb.org/movie/1145291"
  },
  {
    "id": 1015602,
    "title": "Welcome to the Club",
    "release_date": "2022-09-08",
    "overview": "Heart set on becoming a princess, Lisa Simpson is surprised to learn being bad might be more fun.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kxB9E6fo0ycHzd13oOTHmGa5Njd.jpg",
    "popularity": 2.125,
    "tmdb_url": "https://www.themoviedb.org/movie/1015602"
  },
  {
    "id": 991708,
    "title": "El Conde",
    "release_date": "2023-09-08",
    "overview": "After living for over two centuries, Augusto Pinochet is a vampire ready to die… but the vultures around him won't let him go without one last bite.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5tcbdLbMzYEMBeJwf5PWcgUnmVa.jpg",
    "popularity": 2.1056,
    "tmdb_url": "https://www.themoviedb.org/movie/991708"
  },
  {
    "id": 500104,
    "title": "Aristotle and Dante Discover the Secrets of the Universe",
    "release_date": "2023-09-08",
    "overview": "Two teenage Mexican-American loners in 1987 El Paso explore a new, unusual friendship and the difficult road to self-discovery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nqZx3FONbencjbjImxjJTCBn9Fw.jpg",
    "popularity": 2.0995,
    "tmdb_url": "https://www.themoviedb.org/movie/500104"
  },
  {
    "id": 2210,
    "title": "Earth Girls Are Easy",
    "release_date": "1988-09-08",
    "overview": "In this musical comedy, Valerie is dealing with her philandering fiancé, Ted, when she finds that a trio of aliens have crashed their spaceship into her swimming pool. Once the furry beings are shaved at her girlfriend's salon, the women discover three handsome men underneath. After absorbing the native culture via television, the spacemen are ready to hit the dating scene in 1980s Los Angeles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pO9Edq8mgp9kD3N6EkCGYLnIVaA.jpg",
    "popularity": 2.0674,
    "tmdb_url": "https://www.themoviedb.org/movie/2210"
  },
  {
    "id": 530723,
    "title": "Bad Education",
    "release_date": "2019-09-08",
    "overview": "A superintendent of a school district works for the betterment of the student’s education when an embezzlement scheme is discovered, threatening to destroy everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gizz5FphOtfSnLaGpRALOZgILd5.jpg",
    "popularity": 2.0563,
    "tmdb_url": "https://www.themoviedb.org/movie/530723"
  },
  {
    "id": 397538,
    "title": "Borg vs McEnroe",
    "release_date": "2017-09-08",
    "overview": "The Swedish Björn Borg and the American John McEnroe, the best tennis players in the world, maintain a legendary duel during the 1980 Wimbledon tournament.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9jdg8VxleYb1DhPiEfHM7DzfvGw.jpg",
    "popularity": 2.0355,
    "tmdb_url": "https://www.themoviedb.org/movie/397538"
  }
]