[
  {
    "id": 566525,
    "title": "Shang-Chi and the Legend of the Ten Rings",
    "release_date": "2021-09-01",
    "overview": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d08HqqeBQSwN8i8MEvpsZ8Cb438.jpg",
    "popularity": 14.4068,
    "tmdb_url": "https://www.themoviedb.org/movie/566525"
  },
  {
    "id": 7512,
    "title": "Idiocracy",
    "release_date": "2006-09-01",
    "overview": "To test its top-secret Human Hibernation Project, the Pentagon picks the most average Americans it can find - an Army private and a prostitute - and sends them to the year 2505 after a series of freak events. But when they arrive, they find a civilization so dumbed-down that they're the smartest people around.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q7sn0A3BkBxvzdwVFOGmJGE2vF8.jpg",
    "popularity": 11.1001,
    "tmdb_url": "https://www.themoviedb.org/movie/7512"
  },
  {
    "id": 107,
    "title": "Snatch",
    "release_date": "2000-09-01",
    "overview": "Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers and supposedly Jewish jewelers fight to track down a priceless stolen diamond.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8KSDI7ijEv7QVZdIyrLw5Gnhhr8.jpg",
    "popularity": 10.4624,
    "tmdb_url": "https://www.themoviedb.org/movie/107"
  },
  {
    "id": 744275,
    "title": "After We Fell",
    "release_date": "2021-09-01",
    "overview": "Just as Tessa's life begins to become unglued, nothing is what she thought it would be. Not her friends nor her family. The only person that she should be able to rely on is Hardin, who is furious when he discovers the massive secret that she's been keeping. Before Tessa makes the biggest decision of her life, everything changes because of revelations about her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dU4HfnTEJDf9KvxGS9hgO7BVeju.jpg",
    "popularity": 8.7009,
    "tmdb_url": "https://www.themoviedb.org/movie/744275"
  },
  {
    "id": 504253,
    "title": "I Want to Eat Your Pancreas",
    "release_date": "2018-09-01",
    "overview": "After his classmate and crush is diagnosed with a pancreatic disease, an average high schooler sets out to make the most of her final days.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qDWA7fB4cZ4sBP6YgwlxvraDHi7.jpg",
    "popularity": 7.496,
    "tmdb_url": "https://www.themoviedb.org/movie/504253"
  },
  {
    "id": 457697,
    "title": "XXXXXXX",
    "release_date": "2016-09-01",
    "overview": "A tarot card reading as a starting point.  A disruptive relationship as a point.  Translation of the cards' symbols to a joint.\r Of the domestic exploration for finding my voice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vHwkMU0gKTDlg5A5kdgvcwKLtP3.jpg",
    "popularity": 5.0728,
    "tmdb_url": "https://www.themoviedb.org/movie/457697"
  },
  {
    "id": 391713,
    "title": "Lady Bird",
    "release_date": "2017-09-01",
    "overview": "Lady Bird McPherson, a strong willed, deeply opinionated, artistic 17 year old comes of age in Sacramento. Her relationship with her mother and her upbringing are questioned and tested as she plans to head off to college.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gl66K7zRdtNYGrxyS2YDUP5ASZd.jpg",
    "popularity": 4.9237,
    "tmdb_url": "https://www.themoviedb.org/movie/391713"
  },
  {
    "id": 340382,
    "title": "Attack on Titan II: End of the World",
    "release_date": "2015-09-01",
    "overview": "Eren Yeager leaves to restore a break in the wall destroyed by a Titan. He comes under attack by the Titans and is cornered. Shikishima comes to his aid. The titans never stops attacking.  Eren is now injured and tries to protect Armin, but is swallowed by a titan. A Titan with black hair appears and begins to expel the other titans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/khTl77Kvwb7emwcluvwKRA7MkSs.jpg",
    "popularity": 4.4939,
    "tmdb_url": "https://www.themoviedb.org/movie/340382"
  },
  {
    "id": 15137,
    "title": "Evangelion: 1.0 You Are (Not) Alone",
    "release_date": "2007-09-01",
    "overview": "After the Second Impact, Tokyo-3 is being attacked by giant monsters called Angels that seek to eradicate humankind. The child Shinji’s objective is to fight the Angels by piloting one of the mysterious Evangelion mecha units. A remake of the first six episodes of GAINAX’s famous 1996 anime series. The film was retitled “Evangelion: 1.01” for its DVD release and “Evangelion: 1.11” for a release with additional scenes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pETU4GurpeEjBOM8oytMH0yNBHx.jpg",
    "popularity": 4.3591,
    "tmdb_url": "https://www.themoviedb.org/movie/15137"
  },
  {
    "id": 412092,
    "title": "Mom's Friend 2",
    "release_date": "2016-09-01",
    "overview": "An art student named Gwang-ho gets dumped by his girlfriend because she was only his source of comfort, and that he's a Mama's boy and a premature ejaculator. He tries to avoid seeing her by going to a different academy and that's when his mother introduces him to her friend Soo-yeon, a sophisticated and intelligent looking woman. Gwang-ho falls for her.  Gwang-ho's mother suddenly leaves for Australia because his father is sick and Gwang-ho gets to stay in Soo-yeon's house for a few days. Looking at her, he thinks of all the things he would like to do with her and Soo-yeon's niece Ha-kyeong stimulates him to do something about his feelings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mLlke4cd9R65FYqtMVUZ3h3Z2z9.jpg",
    "popularity": 4.3318,
    "tmdb_url": "https://www.themoviedb.org/movie/412092"
  },
  {
    "id": 16,
    "title": "Dancer in the Dark",
    "release_date": "2000-09-01",
    "overview": "Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles – even if just for a moment – by dreaming up little numbers to the rhythmic beats of her surroundings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9rsivF4sWfmBzrNr4LPu6TNJhXX.jpg",
    "popularity": 4.1351,
    "tmdb_url": "https://www.themoviedb.org/movie/16"
  },
  {
    "id": 23631,
    "title": "Machete",
    "release_date": "2010-09-01",
    "overview": "After being set-up and betrayed by the man who hired him to assassinate a Texas Senator, an ex-Federale launches a brutal rampage of revenge against his former boss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dcPSm1rGEFdiEc7DaKz0t5kb66b.jpg",
    "popularity": 3.9577,
    "tmdb_url": "https://www.themoviedb.org/movie/23631"
  },
  {
    "id": 11299,
    "title": "Cowboy Bebop: The Movie",
    "release_date": "2001-09-01",
    "overview": "The year is 2071. Following a terrorist bombing, a deadly virus is released on the populace of Mars and the government has issued the largest bounty in history, for the capture of whoever is behind it. The bounty hunter crew of the spaceship Bebop; Spike, Faye, Jet and Ed, take the case with hopes of cashing in the bounty. However, the mystery surrounding the man responsible, Vincent, goes deeper than they ever imagined, and they aren't the only ones hunting him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/34H5bsNc0EPILVr49TfOYXj50qV.jpg",
    "popularity": 3.9076,
    "tmdb_url": "https://www.themoviedb.org/movie/11299"
  },
  {
    "id": 9288,
    "title": "Dungeons & Dragons: Wrath of the Dragon God",
    "release_date": "2005-09-01",
    "overview": "Due to a curse from his former master Profion, Damodar survived his death by Ridley Freeborn as an undead entity in pursuit of an evil artifact for some hundred years, so that he might be capable of unleashing unstoppable destruction on Izmir and the descendants of those who caused his demise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m2lMUxyFDi1RXogMffLfQW3CjTE.jpg",
    "popularity": 3.8223,
    "tmdb_url": "https://www.themoviedb.org/movie/9288"
  },
  {
    "id": 619778,
    "title": "Malignant",
    "release_date": "2021-09-01",
    "overview": "Madison is paralyzed by shocking visions of grisly murders, and her torment worsens as she discovers that these waking dreams are in fact terrifying realities with a mysterious tie to her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dGv2BWjzwAz6LB8a8JeRIZL8hSz.jpg",
    "popularity": 3.8043,
    "tmdb_url": "https://www.themoviedb.org/movie/619778"
  },
  {
    "id": 405924,
    "title": "Janatha Garage",
    "release_date": "2016-09-01",
    "overview": "Anand is an environmental activist who lives in Mumbai. A chance exchange programme takes him to Hyderabad and here, a chance encounter with Satyam results in him taking over the Janatha Garage from the latter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qIph1OBGCorT1GWUaZxx7DL79hh.jpg",
    "popularity": 3.7417,
    "tmdb_url": "https://www.themoviedb.org/movie/405924"
  },
  {
    "id": 870404,
    "title": "Meteor",
    "release_date": "2021-09-01",
    "overview": "After a meteor collides into Earth, a lonely rancher and a lost young girl are on the run from vicious mercenaries.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lPMRohZcjZhywbIUmxPYQnYl9U5.jpg",
    "popularity": 3.5686,
    "tmdb_url": "https://www.themoviedb.org/movie/870404"
  },
  {
    "id": 1024127,
    "title": "King of Killers",
    "release_date": "2023-09-01",
    "overview": "Garan is a part of a group of international hitmen who are contracted to take out the most dangerous killer in the world, only to find out that they're the ones being hunted.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x5AreOAgkTBzUSL58o4jsYortw2.jpg",
    "popularity": 3.407,
    "tmdb_url": "https://www.themoviedb.org/movie/1024127"
  },
  {
    "id": 1153166,
    "title": "Pilecki's Report",
    "release_date": "2023-09-01",
    "overview": "Polish WWII resistance fighter Witold Pilecki infiltrates Auschwitz, is imprisoned and interrogated by communist officials post-war, depicting his wartime experiences, incarceration, torture, and 1948 execution for opposing Soviet regime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/luackW5gok4jD80sIDhN8e1GdWW.jpg",
    "popularity": 3.2859,
    "tmdb_url": "https://www.themoviedb.org/movie/1153166"
  },
  {
    "id": 437033,
    "title": "Toc Toc",
    "release_date": "2017-09-01",
    "overview": "A group of patients meet at a prestigious psychologist's office. Apart from the day and time of the appointment, something else unites them all: all six suffer from OCD. But the plane bringing the doctor is unexpectedly delayed, which forces them to spend an endless wait until the doctor shows up. Will they be able to keep their manias, impulses, convulsions, obsessions and rituals at bay during the wait?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qKrYZOXuayCcqJri6vwfzA8kCxu.jpg",
    "popularity": 3.2802,
    "tmdb_url": "https://www.themoviedb.org/movie/437033"
  },
  {
    "id": 37629,
    "title": "Angel Cop",
    "release_date": "1989-09-01",
    "overview": "In the late twentieth century, the Secret Security Force was formed to stop the actions of the communist terrorist group known as the Red May. Angel, a beautiful, yet cold woman, has recently joined the small anti-terrorist group. But her first mission will be a true test of skill, for members of the Red May are being found dead, murdered by gruesome methods. Who is causing these murders? And why? Written by Chuck \"Dark-Side\" Williamson",
    "poster_url": "https://image.tmdb.org/t/p/w500/pNfLYNE5U2tvJidhmsX2nY6LXZY.jpg",
    "popularity": 3.2171,
    "tmdb_url": "https://www.themoviedb.org/movie/37629"
  },
  {
    "id": 3604,
    "title": "Flash Gordon",
    "release_date": "1980-09-01",
    "overview": "A football player and his mates travel to the planet Mongo and find themselves fighting the tyranny of Ming the Merciless to save Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eTdEaRjtVnFbd5KVhxLRfbYW46e.jpg",
    "popularity": 3.1974,
    "tmdb_url": "https://www.themoviedb.org/movie/3604"
  },
  {
    "id": 68812,
    "title": "The Iceman",
    "release_date": "2012-09-01",
    "overview": "The true story of Richard Kuklinski, the notorious contract killer and family man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/56KPE9tPYh2WBdnUMq9EIOwEXGQ.jpg",
    "popularity": 2.9971,
    "tmdb_url": "https://www.themoviedb.org/movie/68812"
  },
  {
    "id": 339404,
    "title": "The Layover",
    "release_date": "2017-09-01",
    "overview": "When their plane is rerouted due to a hurricane warning, two single female best friends find themselves competing for the same guy during an extended layover in St. Louis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kb9osnqanXRpkpm1bnSqAhKoq5T.jpg",
    "popularity": 2.8873,
    "tmdb_url": "https://www.themoviedb.org/movie/339404"
  },
  {
    "id": 44092,
    "title": "Reign of Assassins",
    "release_date": "2010-09-01",
    "overview": "Set in ancient China, Zeng Jing is a skilled assassin who finds herself in possession of a mystical Buddhist monk's remains. She begins a quest to return the remains to its rightful resting place, and thus places herself in mortal danger because a team of assassins is in a deadly pursuit to possess the remains which holds an ancient power-wielding secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIQAm7YlBoZqllu4gbnagRlO9NY.jpg",
    "popularity": 2.8792,
    "tmdb_url": "https://www.themoviedb.org/movie/44092"
  },
  {
    "id": 1059264,
    "title": "The Inseparables",
    "release_date": "2023-09-01",
    "overview": "The animated buddy movie follows the misadventures of Don, a runaway puppet with boundless imaginations, and DJ Doggy Dog, an abandoned plush looking for a friend, who cross paths in Central Park and team up against all odds for a epic friendship adventure in New York.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dmftU2Rnmv9KTteMUwjalOuZHke.jpg",
    "popularity": 2.7735,
    "tmdb_url": "https://www.themoviedb.org/movie/1059264"
  },
  {
    "id": 47854,
    "title": "Legend of the Fist: The Return of Chen Zhen",
    "release_date": "2010-09-01",
    "overview": "The Japanese forces occupy Shanghai and slowly start spreading terror in the city. Chen Zhen, who was presumed dead, returns to fight against the Japanese and put an end to their tyrannical rule.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qT6KI2jNiskkB4VuNz4uN0ng4Ro.jpg",
    "popularity": 2.6371,
    "tmdb_url": "https://www.themoviedb.org/movie/47854"
  },
  {
    "id": 267188,
    "title": "Desert Winds",
    "release_date": "1994-09-01",
    "overview": "Jackie and Eugene are joined by a mystical wind tunnel which enables them to speak across a 500-mile desert. Believed by the Indians to be an omen of good luck, the wind inspires both characters to face their fears and follow their hearts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vvceS641s5Sh4ec660nhnMXHnh2.jpg",
    "popularity": 2.4751,
    "tmdb_url": "https://www.themoviedb.org/movie/267188"
  },
  {
    "id": 185668,
    "title": "Rope Torture",
    "release_date": "1984-09-01",
    "overview": "A young wife of a banker gets blackmailed for having an affair. At first they just want her money. Then they decide to train her in the art of submission instead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9oTSznJKjNMKByPfbQIYlyHh4Lt.jpg",
    "popularity": 2.4694,
    "tmdb_url": "https://www.themoviedb.org/movie/185668"
  },
  {
    "id": 519040,
    "title": "Donten: Laughing Under the Clouds - Gaiden: Chapter 3 - Conspiracy of the Military",
    "release_date": "2018-09-01",
    "overview": "The three brothers discover that the human experiment banned after destroying the \"Orochi\", is still going on to secretly revive the evil snake. They also find out that some ex-members of the Yamainu (the Japanese military unit formed to kill the snake) are behind this conspiracy. The brothers fight together again in a battle against the military.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7vdsySCvwtyvtpK7qXuq678TCeu.jpg",
    "popularity": 2.4611,
    "tmdb_url": "https://www.themoviedb.org/movie/519040"
  },
  {
    "id": 13195,
    "title": "Flawless",
    "release_date": "2007-09-01",
    "overview": "A female executive and a night janitor conspire to commit a daring diamond heist from their mutual employer, The London Diamond Corporation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qENzVKfdyNBAwShcS0YhWeJe34M.jpg",
    "popularity": 2.4313,
    "tmdb_url": "https://www.themoviedb.org/movie/13195"
  },
  {
    "id": 46578,
    "title": "The Great American Girl Robbery",
    "release_date": "1979-09-01",
    "overview": "A busload containing three cheerleading teams from three different schools who are heading to compete against each other is hijacked by terrorists and the girls are kidnapped.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eOXejwfmHUzcJDmFalSbJb0VU2.jpg",
    "popularity": 2.2696,
    "tmdb_url": "https://www.themoviedb.org/movie/46578"
  },
  {
    "id": 377264,
    "title": "Morgan",
    "release_date": "2016-09-01",
    "overview": "A corporate risk-management consultant must determine whether or not to terminate an artificial being's life that was made in a laboratory environment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v1Qb1I0wVvk8FQaNaat9DHlKFGc.jpg",
    "popularity": 2.2096,
    "tmdb_url": "https://www.themoviedb.org/movie/377264"
  },
  {
    "id": 354857,
    "title": "Regular Show: The Movie",
    "release_date": "2015-09-01",
    "overview": "After a high school lab experiment goes horribly wrong, Mordecai and Rigby must go back in time to battle an evil volleyball coach in order to save the universe — and their friendship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p44RoW4naoE1nlSGOqqT0J2pc09.jpg",
    "popularity": 2.0889,
    "tmdb_url": "https://www.themoviedb.org/movie/354857"
  },
  {
    "id": 80857,
    "title": "Lupin the Third: From Siberia with Love",
    "release_date": "1992-09-01",
    "overview": "Notorious thief Lupin the Third aims to steal the lost treasure of the Romanov royal family with his criminal associates along for the ride. The treasure is an immense quantity of gold hidden underground in the vaults of a mysterious Texas bank. But to obtain the gold, Lupin and his friends will have to face down both the Mafia and Rasputon, the telepathic descendant of the mad monk Rasputin.  Lupin again eludes inspector Zenigata with the help of a mysterious blonde named Judy Scott, as Rasputon manipulates the world's leaders to put every obstacle in Lupin's path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPFL8n35pCkKDqMbrLhBcPitbUC.jpg",
    "popularity": 2.0431,
    "tmdb_url": "https://www.themoviedb.org/movie/80857"
  }
]