[
  {
    "id": 319,
    "title": "True Romance",
    "release_date": "1993-09-09",
    "overview": "Clarence marries hooker Alabama, steals cocaine from her pimp, and tries to sell it in Hollywood, while the owners of the coke try to reclaim it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/39lXk6ud6KiJgGbbWI2PUKS7y2.jpg",
    "popularity": 97.4202,
    "tmdb_url": "https://www.themoviedb.org/movie/319"
  },
  {
    "id": 4935,
    "title": "Howl's Moving Castle",
    "release_date": "2004-09-09",
    "overview": "Sophie, a young milliner, is turned into an elderly woman by a witch who enters her shop and curses her. She encounters a wizard named Howl and gets caught up in his resistance to fighting for the king.",
    "poster_url": "https://image.tmdb.org/t/p/w500/23hUJh7JdO23SpgUB5oiFDQk2wX.jpg",
    "popularity": 16.3972,
    "tmdb_url": "https://www.themoviedb.org/movie/4935"
  },
  {
    "id": 773543,
    "title": "Fib the Truth",
    "release_date": "2021-09-09",
    "overview": "A couple in love spends time away from civilization. The sudden arrival of the younger sister first, and then the girl's ex-boyfriend, violate the country idyll. Each of the heroes has his own plan for this weekend, and together they become hostages of the situation and participants in cruel psychological games. Falling in love gives way to passion, and innocent flirting causes jealousy and can lead to mortal danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fPUI4KHQKggOdJg9YIBCFEecuU5.jpg",
    "popularity": 12.2208,
    "tmdb_url": "https://www.themoviedb.org/movie/773543"
  },
  {
    "id": 581726,
    "title": "Infinite",
    "release_date": "2021-09-09",
    "overview": "Evan McCauley has skills he never learned and memories of places he has never visited. Self-medicated and on the brink of a mental breakdown, a secret group that call themselves “Infinites” come to his rescue, revealing that his memories are real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/niw2AKHz6XmwiRMLWaoyAOAti0G.jpg",
    "popularity": 11.2496,
    "tmdb_url": "https://www.themoviedb.org/movie/581726"
  },
  {
    "id": 276907,
    "title": "Legend",
    "release_date": "2015-09-09",
    "overview": "Suave, charming and volatile, Reggie Kray and his unstable twin brother Ronnie start to leave their mark on the London underworld in the 1960s. Using violence to get what they want, the siblings orchestrate robberies and murders while running nightclubs and protection rackets. With police Detective Leonard \"Nipper\" Read hot on their heels, the brothers continue their rapid rise to power and achieve tabloid notoriety.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4shf5Alq4KWCKqrAAQe0JGJHYp5.jpg",
    "popularity": 10.2253,
    "tmdb_url": "https://www.themoviedb.org/movie/276907"
  },
  {
    "id": 916192,
    "title": "The Tunnel to Summer, the Exit of Goodbyes",
    "release_date": "2022-09-09",
    "overview": "Urashima Tunnel – Once you enter that tunnel, you can get whatever you want, but at a price. Kaoru Tohno, who seems to have an elusive personality and traumatic past, and Anzu Hanashiro, who is struggling to reconcile her ideal image and true-to-heart attitude, team up to investigate the Urashima Tunnel and get what they want. This is an unforgettable summer story of nostalgia and sprinting in a remote countryside.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5AGA6pbBKXZTI8k1c6odx30JuQR.jpg",
    "popularity": 9.1406,
    "tmdb_url": "https://www.themoviedb.org/movie/916192"
  },
  {
    "id": 294254,
    "title": "Maze Runner: The Scorch Trials",
    "release_date": "2015-09-09",
    "overview": "Thomas and his fellow Gladers face their greatest challenge yet: searching for clues about the mysterious and powerful organization known as WCKD. Their journey takes them to the Scorch, a desolate landscape filled with unimaginable obstacles. Teaming up with resistance fighters, the Gladers take on WCKD’s vastly superior forces and uncover its shocking plans for them all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mYw7ZyejqSCPFlrT2jHZOESZDU3.jpg",
    "popularity": 8.8449,
    "tmdb_url": "https://www.themoviedb.org/movie/294254"
  },
  {
    "id": 840326,
    "title": "Sisu",
    "release_date": "2022-09-09",
    "overview": "When an ex-soldier who discovers gold in the Lapland wilderness tries to take the loot into the city, German soldiers led by a brutal SS officer battle him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zehhtcLHnTOE0lw9rLTIRsJeeW2.jpg",
    "popularity": 8.0196,
    "tmdb_url": "https://www.themoviedb.org/movie/840326"
  },
  {
    "id": 2322,
    "title": "Sneakers",
    "release_date": "1992-09-09",
    "overview": "When shadowy U.S. intelligence agents blackmail a reformed computer hacker and his eccentric team of security experts into stealing a code-breaking 'black box' from a Soviet-funded genius, they uncover a bigger conspiracy. Now, he and his 'sneakers' must save themselves and the world economy by retrieving the box from their blackmailers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l2pIGwCvpZEpBuMb55YBl6A04Jv.jpg",
    "popularity": 7.0195,
    "tmdb_url": "https://www.themoviedb.org/movie/2322"
  },
  {
    "id": 59440,
    "title": "Warrior",
    "release_date": "2011-09-09",
    "overview": "The youngest son of an alcoholic former boxer returns home, where he's trained by his father for competition in a mixed martial arts tournament – a path that puts the fighter on a collision course with his estranged, older brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iM8n4nZJPR2abpnyZ36FUgHiRjr.jpg",
    "popularity": 6.5709,
    "tmdb_url": "https://www.themoviedb.org/movie/59440"
  },
  {
    "id": 8643,
    "title": "The Exorcism of Emily Rose",
    "release_date": "2005-09-09",
    "overview": "When a younger girl called Emily Rose dies, everyone puts blame on the exorcism which was performed on her by Father Moore prior to her death. The priest is arrested on suspicion of murder. The trial begins with lawyer Erin Bruner representing Moore, but it is not going to be easy, as no one wants to believe what Father Moore says is true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qMN0HIP34f736kkQcfvTfmL9TP3.jpg",
    "popularity": 5.907,
    "tmdb_url": "https://www.themoviedb.org/movie/8643"
  },
  {
    "id": 14784,
    "title": "The Fall",
    "release_date": "2006-09-09",
    "overview": "In a hospital on the outskirts of 1920s Los Angeles, an injured stuntman begins to tell a fellow patient, a little girl with a broken arm, a fantastic story about 5 mythical heroes. Thanks to his fractured state of mind and her vivid imagination, the line between fiction and reality starts to blur as the tale advances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jUx4P4Q1VsQ07rLz7sOlSyNm4F3.jpg",
    "popularity": 5.8443,
    "tmdb_url": "https://www.themoviedb.org/movie/14784"
  },
  {
    "id": 17111,
    "title": "Shutter",
    "release_date": "2004-09-09",
    "overview": "After killing a young girl in a hit-and-run accident, a couple is haunted by more than just the memory of their deadly choice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zUyaVtyugDaDHtOC6kCMJhbZsWu.jpg",
    "popularity": 5.5683,
    "tmdb_url": "https://www.themoviedb.org/movie/17111"
  },
  {
    "id": 80278,
    "title": "The Impossible",
    "release_date": "2012-09-09",
    "overview": "In December 2004, close-knit family Maria, Henry and their three sons begin their winter vacation in Thailand. But the day after Christmas, the idyllic holiday turns into an incomprehensible nightmare when a terrifying roar rises from the depths of the sea, followed by a wall of black water that devours everything in its path. Though Maria and her family face their darkest hour, unexpected displays of kindness and courage ameliorate their terror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k0DLCiDbnYywOHiISALbl2EH2NE.jpg",
    "popularity": 5.2769,
    "tmdb_url": "https://www.themoviedb.org/movie/80278"
  },
  {
    "id": 58857,
    "title": "13 Assassins",
    "release_date": "2010-09-09",
    "overview": "A bravado period action film set at the end of Japan's feudal era in which a group of unemployed samurai are enlisted to bring down a sadistic lord and prevent him from ascending to the throne and plunging the country into a war-torn future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
    "popularity": 4.2886,
    "tmdb_url": "https://www.themoviedb.org/movie/58857"
  },
  {
    "id": 877957,
    "title": "Drifting Home",
    "release_date": "2022-09-09",
    "overview": "One fateful summer, a group of elementary school kids set adrift on an abandoned apartment building must look within themselves to find a way back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
    "popularity": 4.0767,
    "tmdb_url": "https://www.themoviedb.org/movie/877957"
  },
  {
    "id": 8923,
    "title": "Green Street Hooligans",
    "release_date": "2005-09-09",
    "overview": "After being wrongfully expelled from Harvard University, American Matt Buckner flees to his sister's home in England. Once there, he is befriended by her charming and dangerous brother-in-law, Pete Dunham, and introduced to the underworld of British football hooliganism. Matt learns to stand his ground through a friendship that develops against the backdrop of this secret and often violent world. 'Green Street Hooligans' is a story of loyalty, trust and the sometimes brutal consequences of living close to the edge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oTxHFRSbFcCWdfJB4ozA41Yq57c.jpg",
    "popularity": 3.9774,
    "tmdb_url": "https://www.themoviedb.org/movie/8923"
  },
  {
    "id": 2440,
    "title": "Joint Security Area",
    "release_date": "2000-09-09",
    "overview": "Two North Korean soldiers are killed in the border area between North and South Korea, prompting an investigation by a neutral body. The sergeant is the shooter, but the lead investigator, a Swiss-Korean woman, receives differing accounts from the two sides.",
    "poster_url": "https://image.tmdb.org/t/p/w500/etoPOj0bXzfw0LBNslCxqO7MHuv.jpg",
    "popularity": 3.8539,
    "tmdb_url": "https://www.themoviedb.org/movie/2440"
  },
  {
    "id": 738652,
    "title": "Copshop",
    "release_date": "2021-09-09",
    "overview": "On the run from a lethal assassin, a wily con artist devises a scheme to hide out inside a small-town police station. However, when the hit man turns up at the precinct, an unsuspecting rookie cop finds herself caught in the crosshairs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9LEWWWEhS7SZXFDuH1YYhs0VFct.jpg",
    "popularity": 3.5649,
    "tmdb_url": "https://www.themoviedb.org/movie/738652"
  },
  {
    "id": 50698,
    "title": "Grave Encounters",
    "release_date": "2011-09-09",
    "overview": "A crew from a paranormal reality television show lock themselves in a haunted psychiatric hospital. They search for evidence of paranormal activity as they shoot what ends up becoming their final episode.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8vnsB3Rg9Gb91UOaecXRb7dYB37.jpg",
    "popularity": 3.2949,
    "tmdb_url": "https://www.themoviedb.org/movie/50698"
  },
  {
    "id": 9388,
    "title": "Thank You for Smoking",
    "release_date": "2005-09-09",
    "overview": "Nick Naylor is a charismatic spin-doctor for Big Tobacco who'll fight to protect America's right to smoke -- even if it kills him -- while still remaining a role model for his 12-year old son. When he incurs the wrath of a senator bent on snuffing out cigarettes, Nick's powers of \"filtering the truth\" will be put to the test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cJpeM7U36diFinieBWNLVi0FlQz.jpg",
    "popularity": 3.1513,
    "tmdb_url": "https://www.themoviedb.org/movie/9388"
  },
  {
    "id": 9726,
    "title": "A Good Year",
    "release_date": "2006-09-09",
    "overview": "Failed London banker Max Skinner inherits his uncle's vineyard in Provence, where he spent many childhood holidays. Upon his arrival, he meets a woman from California who tells Max she is his long-lost cousin and that the property is hers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Kn73vimhOjLaPZFoI0IDUT5RtK.jpg",
    "popularity": 3.1363,
    "tmdb_url": "https://www.themoviedb.org/movie/9726"
  },
  {
    "id": 23488,
    "title": "Dorian Gray",
    "release_date": "2009-09-09",
    "overview": "Seduced into the decadent world of Lord Henry Wotton, handsome young aristocrat Dorian Gray becomes obsessed with maintaining his youthful appearance, and commissions a special portrait that will weather the winds of time while he remains forever young. When Gray's obsession spirals out of control, his desperate attempts to safeguard his secret turn his once-privileged life into a living hell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uRKt8nYdy7EO4uqeKVVpZRmqrxF.jpg",
    "popularity": 2.9821,
    "tmdb_url": "https://www.themoviedb.org/movie/23488"
  },
  {
    "id": 14208,
    "title": "The Librarian: Return to King Solomon's Mines",
    "release_date": "2006-09-09",
    "overview": "After retrieving the Crystal Skull in Utah, Flynn Carsen receives a map in the mail with the secret location of King Solomon's Mines. When the scroll is stolen, Judson explains the power of the Key of Solomon's book and assigns Flynn to retrieve the map. The map is useless without the legend piece to decipher it, which is located in Volubilis near the Roman ruins in Morocco. Flynn heads to Casablanca to the ruins where he is chased by a group of mercenaries leaded by General Samir. They too want to find the location of King Solomon's mines. Flynn teams-up with Professor Emily Davenport working in the dig and they escape from General Samir and his men. While traveling to Gedi, they save the local Jomo from death and the trio faces a dangerous journey through the wild Africa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gW7RWqDqd2CNqD8nghgU7NSf4cP.jpg",
    "popularity": 2.9008,
    "tmdb_url": "https://www.themoviedb.org/movie/14208"
  },
  {
    "id": 766475,
    "title": "See How They Run",
    "release_date": "2022-09-09",
    "overview": "In the West End of 1950s London, plans for a movie version of a smash-hit play come to an abrupt halt after a pivotal member of the crew is murdered. When world-weary Inspector Stoppard and eager rookie Constable Stalker take on the case, the two find themselves thrown into a puzzling whodunit within the glamorously sordid theater underground, investigating the mysterious homicide at their own peril.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r3rpSAi2yukZwr9H2km0WKGODWo.jpg",
    "popularity": 2.8726,
    "tmdb_url": "https://www.themoviedb.org/movie/766475"
  },
  {
    "id": 852046,
    "title": "Athena",
    "release_date": "2022-09-09",
    "overview": "Hours after the tragic death of their youngest brother in unexplained circumstances, three siblings have their lives thrown into chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7WfAuzUtztPJ9rDEzmjx0I4NIDw.jpg",
    "popularity": 2.8619,
    "tmdb_url": "https://www.themoviedb.org/movie/852046"
  },
  {
    "id": 4517,
    "title": "Elizabeth: The Golden Age",
    "release_date": "2007-09-09",
    "overview": "When Queen Elizabeth's reign is threatened by ruthless familial betrayal and Spain's invading army, she and her shrewd adviser must act to safeguard the lives of her people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3bL6lLd6cyQ4JNT4ucqm4PICIVs.jpg",
    "popularity": 2.678,
    "tmdb_url": "https://www.themoviedb.org/movie/4517"
  },
  {
    "id": 965731,
    "title": "High & Low The Worst X",
    "release_date": "2022-09-09",
    "overview": "Fists fly when Oya High’s street fighters defend themselves from a three-school alliance of brawlers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kRlMWoqx0pq0K78f4seWOWtaTkF.jpg",
    "popularity": 2.6119,
    "tmdb_url": "https://www.themoviedb.org/movie/965731"
  },
  {
    "id": 7839,
    "title": "Wedding Daze",
    "release_date": "2006-09-09",
    "overview": "After losing the woman of his dreams, Anderson is convinced he'll never fall in love again. But at the urging of his best friend, he spontaneously proposes to a dissatisfied waitress named Katie and an innocent dare evolves into the kind of love that both have been looking for all along.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pDqYrYciP76wfzmAqB8SLO5j6f.jpg",
    "popularity": 2.5461,
    "tmdb_url": "https://www.themoviedb.org/movie/7839"
  },
  {
    "id": 12650,
    "title": "Il Mare",
    "release_date": "2000-09-09",
    "overview": "In the year 1999, a young woman leaves her quaint seaside house and returns to the city, leaving in the mailbox a card for the next owner, with instructions to forward any mail of hers to the new address. In the year 1997, a jaded young architect moves into the same house and finds the letter. His reply, which he slips into the mailbox, finds its way to her, beginning a parallel-time love story separated by a span of two years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/93A4yzQPQKV34XBECN8EsBzGlu0.jpg",
    "popularity": 2.5416,
    "tmdb_url": "https://www.themoviedb.org/movie/12650"
  },
  {
    "id": 720842,
    "title": "A Queer City",
    "release_date": "2020-09-09",
    "overview": "A documentary following three young nascent drag artists as they navigate a rising queer scene in Norwich City - a place wherein they express their queerness and identities freely through performance, visual artistry, and community.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yGdmgwzvAB2GZA8GHOSpKfNcLyl.jpg",
    "popularity": 2.5307,
    "tmdb_url": "https://www.themoviedb.org/movie/720842"
  },
  {
    "id": 773975,
    "title": "End of the Road",
    "release_date": "2022-09-09",
    "overview": "Recently widowed mom Brenda fights to protect her family during a harrowing road trip when a murder and a missing bag of cash plunge them into danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tLFIMuPWJHlTJ6TN8HCOiSD6SdA.jpg",
    "popularity": 2.5079,
    "tmdb_url": "https://www.themoviedb.org/movie/773975"
  },
  {
    "id": 942890,
    "title": "House of Darkness",
    "release_date": "2022-09-09",
    "overview": "Driving home to her secluded estate after meeting at a local bar, a player out to score thinks his beautiful, mysterious date will be another casual hook-up. While getting acquainted, their flirtation turns playful, sexy and sinister. Hoping to get lucky, his luck may have just run out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1udlXpDFZ4Rc52cX4jmYlOzQecH.jpg",
    "popularity": 2.4977,
    "tmdb_url": "https://www.themoviedb.org/movie/942890"
  },
  {
    "id": 471564,
    "title": "The Couple's Sponsor",
    "release_date": "2016-09-09",
    "overview": "The section heads of a planning office Ji Hyeon-woo and Jang Myeong-soo get told by Director Han that one of them will have to leave the office if they fail to get promoted. Rumor starts to spread that Jang will lobby Han into his promotion by using his weakness of women. Hyeon-woo is anxious. He tries hard to appeal to Han but doesn't really cause much influence so he calls up his ex-girlfriend Ji-hyeon. He calls Han to his house and introduces him to her. Han is completely head over heels for the sexy and seductive Ji-hyeon. Meanwhile, Hyeon-woo's wife is upset because he blamed her for not getting his promotion, so she goes to 'talk to' Han herself...",
    "poster_url": "https://image.tmdb.org/t/p/w500/7zZr0lD26VxcnadkcmZ4UbHglB0.jpg",
    "popularity": 2.4656,
    "tmdb_url": "https://www.themoviedb.org/movie/471564"
  },
  {
    "id": 475888,
    "title": "Tell It to the Bees",
    "release_date": "2018-09-09",
    "overview": "Dr. Jean Markham returns to the town she left as a teenager to take over her late father's medical practice. When a school-yard scuffle lands Charlie in her surgery, she invites him to visit the hives in her garden and tell his secrets to the bees, as she once did. The new friendship between the boy and the bee keeper brings his mother Lydia into Jean's world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Rj6zpHhMU1zFW3v28U4PSRSRgP.jpg",
    "popularity": 2.4566,
    "tmdb_url": "https://www.themoviedb.org/movie/475888"
  },
  {
    "id": 65057,
    "title": "The Descendants",
    "release_date": "2011-09-09",
    "overview": "With his wife Elizabeth on life support after a boating accident, Hawaiian land baron Matt King takes his daughters on a trip from Oahu to Kauai to confront a young real estate broker, who was having an affair with Elizabeth before her misfortune.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8cDq5UlOPYeKm39okALCEOsZPxk.jpg",
    "popularity": 2.4564,
    "tmdb_url": "https://www.themoviedb.org/movie/65057"
  },
  {
    "id": 22787,
    "title": "Whiteout",
    "release_date": "2009-09-09",
    "overview": "The only U.S. Marshal assigned to Antarctica, Carrie Stetko will soon leave the harsh environment behind for good – in three days, the sun will set and the Amundsen-Scott Research Station will shut down for the long winter. When a body is discovered out on the open ice, Carrie's investigation into the continent's first homicide plunges her deep into a mystery that may cost her her own life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kkXXA3353MX60B8PRSkTGRabxXu.jpg",
    "popularity": 2.3428,
    "tmdb_url": "https://www.themoviedb.org/movie/22787"
  },
  {
    "id": 787781,
    "title": "Quiz Lady",
    "release_date": "2023-09-09",
    "overview": "A brilliant but tightly wound, gameshow-obsessed young woman, Anne, and her estranged, train-wreck of a sister Jenny, must work together to help cover their mother’s gambling debts. When Anne’s beloved dog is kidnapped, they set out on a wild, cross-country trek to get the cash the only way they know how: by turning Anne into a bona-fide gameshow champion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tqKiprkTUfXWi8bOjCl0lHtCwod.jpg",
    "popularity": 2.3054,
    "tmdb_url": "https://www.themoviedb.org/movie/787781"
  },
  {
    "id": 1262,
    "title": "Stranger Than Fiction",
    "release_date": "2006-09-09",
    "overview": "Harold Crick is a lonely IRS agent whose mundane existence is transformed when he hears a mysterious voice narrating his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nCzcepubwShvZ4vbCsygQNgF2Z1.jpg",
    "popularity": 2.2605,
    "tmdb_url": "https://www.themoviedb.org/movie/1262"
  },
  {
    "id": 94859,
    "title": "Love Cuts",
    "release_date": "2010-09-09",
    "overview": "Forty-something Cecilia better known as Sissy to her friends is a cheery and vivacious seamstress. Wai Mun, her husband of many years is the captain of an acclaimed Chinese restaurant. Although somewhat discontented with life since his migration from Hong Kong to Singapore, he and Sissy are a loving couple and enjoy a blissful marriage. They have a 15-year-old son and a nine-year-old daughter who has a very close relationship with Sissy and is a source of great cheer and comfort to her. In a twist of fate, an unexpected occurrence befalls their seemingly mediocre and uneventful lives. One day as Sissy feels a hard lump in her left breast. A gush of complex emotions overwhelms her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rQrL5ESCjzlUnKEBpuUiPSkeHjg.jpg",
    "popularity": 2.2327,
    "tmdb_url": "https://www.themoviedb.org/movie/94859"
  },
  {
    "id": 67911,
    "title": "Bucky Larson: Born to Be a Star",
    "release_date": "2011-09-09",
    "overview": "A kid from the Midwest moves out to Hollywood in order to follow in his parents footsteps -- and become a porn star.",
    "poster_url": "https://image.tmdb.org/t/p/w500/avCsg52549PHT5nVXIW7c3BEZ7b.jpg",
    "popularity": 2.1604,
    "tmdb_url": "https://www.themoviedb.org/movie/67911"
  },
  {
    "id": 532814,
    "title": "The Bad Seed",
    "release_date": "2018-09-09",
    "overview": "A widower suspects that his seemingly perfect adolescent daughter is a heartless killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1m10QitDjpbZgFP1syXgVOv2pH7.jpg",
    "popularity": 2.1563,
    "tmdb_url": "https://www.themoviedb.org/movie/532814"
  },
  {
    "id": 1024855,
    "title": "Heartless Disappearance Into Labrador Seas",
    "release_date": "2008-09-09",
    "overview": "When a marriage is threatened by a long excursion for work, domestic trouble is buffeted by family and friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oiPGTyQwgUx7vWMNSF1J3YooBdR.jpg",
    "popularity": 2.1382,
    "tmdb_url": "https://www.themoviedb.org/movie/1024855"
  },
  {
    "id": 846778,
    "title": "Margaux",
    "release_date": "2022-09-09",
    "overview": "As a group of seniors celebrate their final college days at a smart house, the house's highly advanced AI system, Margaux, begins to take on a deadly presence of her own. A carefree weekend of partying turns into a dystopian nightmare as they realize Margaux's plans to eliminate her tenants one way or another. Time begins to run out as the group desperately tries to survive and outsmart the smart home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uNzgeMetu9l4q9NDw7gtiUFwPOJ.jpg",
    "popularity": 2.1374,
    "tmdb_url": "https://www.themoviedb.org/movie/846778"
  },
  {
    "id": 540556,
    "title": "Power of Grayskull: The Definitive History of He-Man and the Masters of the Universe",
    "release_date": "2017-09-09",
    "overview": "This documentary looks to forge the greatest, most definitive, documentary on everything He-Man and the Masters of the Universe, She-Ra, the live action movie, New Adventures of He-Man, the 200x series and much more! They delve into the toys, comics, cartoons, and movies from all eras by talking to the artists, creators, executives and actors who helped make it a reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4P5uySVECRxbmNAiOmsKDbskRjl.jpg",
    "popularity": 2.1333,
    "tmdb_url": "https://www.themoviedb.org/movie/540556"
  },
  {
    "id": 26688,
    "title": "Sorority Row",
    "release_date": "2009-09-09",
    "overview": "When five sorority girls inadvertently cause the murder of one of their sisters in a prank gone wrong, they agree to keep the matter to themselves and never speak of it again, so they can get on with their lives. This proves easier said than done, when after graduation a mysterious killer goes after the five of them and anyone who knows their secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rbZU0hrndaubP7ovlmeCf670Ojh.jpg",
    "popularity": 2.1022,
    "tmdb_url": "https://www.themoviedb.org/movie/26688"
  },
  {
    "id": 339408,
    "title": "The Birth of a Nation",
    "release_date": "2016-09-09",
    "overview": "Nat Turner, a former slave in America, leads a liberation movement in 1831 to free African-Americans in Virginia that results in a violent retaliation from whites.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vlbvPL3uXem7JaVWM2mVHJLkRqW.jpg",
    "popularity": 2.0953,
    "tmdb_url": "https://www.themoviedb.org/movie/339408"
  },
  {
    "id": 340677,
    "title": "I.T.",
    "release_date": "2016-09-09",
    "overview": "Mike Regan is a successful, self-made man who has it all: a gorgeous wife, a beautiful teenage daughter and a sleek, state-of-the-art “smart home”. But he soon finds himself in a deadly, high-stakes game of cat-and-mouse when his I.T. consultant, Ed, starts using his skills to stalk Mike’s daughter and endanger his family, his business, and his life. In a world where there is no privacy, and personal secrets can go viral by the click of a mouse, Mike needs to rely on his old connections to defeat a new kind of nemesis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A5VrX0pzM2pnPNXwKO3jKTt35ux.jpg",
    "popularity": 2.0812,
    "tmdb_url": "https://www.themoviedb.org/movie/340677"
  },
  {
    "id": 911129,
    "title": "No Limit",
    "release_date": "2022-09-09",
    "overview": "Roxana Aubrey decides to drop her studies and escape her life in Paris for a free diving course in the south of France. She is quickly pulled into a life that reaches new depths brought by the weight of an ocean's descent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/96ZYNAVN5RhBJqkijYkgFjQA630.jpg",
    "popularity": 2.0754,
    "tmdb_url": "https://www.themoviedb.org/movie/911129"
  },
  {
    "id": 179932,
    "title": "Towa no Quon 4: The Roaring Anxiety",
    "release_date": "2011-09-09",
    "overview": "The story follows a boy named Quon and others who suddenly wake up with supernatural powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bLSC3mqXmtyDwjaYR0fD5hmCePF.jpg",
    "popularity": 2.0646,
    "tmdb_url": "https://www.themoviedb.org/movie/179932"
  }
]