[
  {
    "id": 346364,
    "title": "It",
    "release_date": "2017-09-06",
    "overview": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg",
    "popularity": 15.6243,
    "tmdb_url": "https://www.themoviedb.org/movie/346364"
  },
  {
    "id": 968051,
    "title": "The Nun II",
    "release_date": "2023-09-06",
    "overview": "In 1956 France, a priest is violently murdered, and Sister Irene begins to investigate. She once again comes face-to-face with a powerful evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5gzzkR7y3hnY8AD1wXjCnVlHba5.jpg",
    "popularity": 14.4688,
    "tmdb_url": "https://www.themoviedb.org/movie/968051"
  },
  {
    "id": 11220,
    "title": "Fallen Angels",
    "release_date": "1995-09-06",
    "overview": "An assassin goes through obstacles as he attempts to escape his violent lifestyle despite the opposition of his partner, who is secretly attracted to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yyM9BPdwttK5LKZSLvHae7QPKo1.jpg",
    "popularity": 8.8269,
    "tmdb_url": "https://www.themoviedb.org/movie/11220"
  },
  {
    "id": 12572,
    "title": "New York, I Love You",
    "release_date": "2008-09-06",
    "overview": "New York, I Love You delves into the intimate lives of New Yorkers as they grapple with, delight in and search for love. Journey from the Diamond District in the heart of Manhattan, through Chinatown and the Upper East Side, towards the Village, into Tribeca, and Brooklyn as lovers of all ages try to find romance in the Big Apple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/85pnbEkyGi211Rq9DmnqbNX18aK.jpg",
    "popularity": 5.9482,
    "tmdb_url": "https://www.themoviedb.org/movie/12572"
  },
  {
    "id": 610892,
    "title": "Violet Evergarden: Eternity and the Auto Memory Doll",
    "release_date": "2019-09-06",
    "overview": "Isabella, the daughter of the noble York family, is enrolled in an all-girls academy to be groomed into a dame worthy of nobility. However, she has given up on her future, seeing the prestigious school as nothing more than a prison from the outside world. Her family notices her struggling in her lessons and decides to hire Violet Evergarden to personally tutor her under the guise of a handmaiden.  At first, Isabella treats Violet coldly. Violet seems to be able to do everything perfectly, leading Isabella to assume that she was born with a silver spoon. After some time, Isabella begins to realize that Violet has had her own struggles and starts to open up to her. Isabella soon reveals that she has lost contact with her beloved younger sister, whom she yearns to see again.  Having experienced the power of words through her past clientele, Violet asks if Isabella wishes to write a letter to Taylor. Will Violet be able to help Isabella convey her feelings to her long-lost sister?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zjaSw6Ok0MhXjrruPrA27VHyUYC.jpg",
    "popularity": 4.2053,
    "tmdb_url": "https://www.themoviedb.org/movie/610892"
  },
  {
    "id": 5176,
    "title": "3:10 to Yuma",
    "release_date": "2007-09-06",
    "overview": "In Arizona in the late 1800s, infamous outlaw Ben Wade and his vicious gang of thieves and murderers have plagued the Southern Railroad. When Wade is captured, Civil War veteran Dan Evans, struggling to survive on his drought-plagued ranch, volunteers to deliver him alive to the \"3:10 to Yuma\", a train that will take the killer to trial.",
    "poster_url": "https://image.tmdb.org/t/p/w500/voMB69AsLnPNmtfbrBl0lbeFKDH.jpg",
    "popularity": 4.0547,
    "tmdb_url": "https://www.themoviedb.org/movie/5176"
  },
  {
    "id": 96724,
    "title": "Anna Karenina",
    "release_date": "2012-09-06",
    "overview": "In Imperial Russia, Anna, the wife of the officer Karenin, goes to Moscow to visit her brother. On the way, she meets the charming cavalry officer Vronsky to whom she is immediately attracted. But in St. Petersburg’s high society, a relationship like this could destroy a woman’s reputation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2DvjkCbmlg8sbBHZKUZvYPgsT5V.jpg",
    "popularity": 3.8431,
    "tmdb_url": "https://www.themoviedb.org/movie/96724"
  },
  {
    "id": 127493,
    "title": "Stolen",
    "release_date": "2012-09-06",
    "overview": "Master thief Will Montgomery is just released from the State penitentiary after serving a 10 year sentence, is contacted by Vincent, his ex comrade in crime, who is holding Will’s teenage daughter ransom in a hijacked taxi cab. Vincent will only surrender her when Will reveals the whereabouts of the 20 million dollars he contrived to conceal from their last robbery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8rTcpPiet2Lt2uZXBFIH5U7ylBY.jpg",
    "popularity": 3.8024,
    "tmdb_url": "https://www.themoviedb.org/movie/127493"
  },
  {
    "id": 938321,
    "title": "The Eternal",
    "release_date": "2002-09-06",
    "overview": "A feature compilation comprised of two episodes of Zalman King's ChromiumBlue.com. The Eternal and The Eternal II: Maria has been searching in vain for the love of her life. When she meets Joe, she falls deeply in love and thinks she's finally found her soulmate. But Joe is an Eternal - a vampire - whose lust is blood. Now her obsession with Joe may cost not only her life... but her very soul.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lNyDSL0DvAEBJtNUR7G3d64wh5J.jpg",
    "popularity": 3.6108,
    "tmdb_url": "https://www.themoviedb.org/movie/938321"
  },
  {
    "id": 964592,
    "title": "Sleep",
    "release_date": "2023-09-06",
    "overview": "Hyun-su and Soo-jin have just gotten married. Seemingly out of nowhere, he starts talking in his sleep. 'Someone’s inside.' From that night forward, whenever he falls asleep, he transforms into someone else with no recollection of the night before. Soo-jin is overwhelmed with anxiety that he’d hurt her family while she sleeps and can barely sleep a wink because of this irrational fear. Despite sleep treatment, Hyun-su’s sleepwalking only intensifies, and she begins to feel that her unborn child may be in danger...",
    "poster_url": "https://image.tmdb.org/t/p/w500/b4d90lpmSTLoCP9tkBU7QAQOhh0.jpg",
    "popularity": 3.5223,
    "tmdb_url": "https://www.themoviedb.org/movie/964592"
  },
  {
    "id": 9433,
    "title": "The Edge",
    "release_date": "1997-09-06",
    "overview": "The plane carrying wealthy Charles Morse crashes down in the Alaskan wilderness. Together with the two other passengers, photographer Robert and assistant Stephen, Charles devises a plan to help them reach civilization. However, his biggest obstacle might not be the elements, or even the Kodiak bear stalking them -- it could be Robert, whom Charles suspects is having an affair with his wife and would not mind seeing him dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zplJqfuUyqzW0D4jX3W1afl0d7b.jpg",
    "popularity": 3.51,
    "tmdb_url": "https://www.themoviedb.org/movie/9433"
  },
  {
    "id": 458594,
    "title": "Peppermint",
    "release_date": "2018-09-06",
    "overview": "A grieving mother transforms herself into a vigilante following the murders of her husband and daughter, eluding the authorities to deliver her own personal brand of justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jrzxS0vcbzIIay1sdYm0rgI2QfJ.jpg",
    "popularity": 3.4733,
    "tmdb_url": "https://www.themoviedb.org/movie/458594"
  },
  {
    "id": 454227,
    "title": "Outlaw King",
    "release_date": "2018-09-06",
    "overview": "Forced into exile by the English after being crowned King of Scotland, legendary warrior Robert the Bruce fights to reclaim the throne.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rT49ousKUWN3dV7UlhaC9onTNdl.jpg",
    "popularity": 3.4203,
    "tmdb_url": "https://www.themoviedb.org/movie/454227"
  },
  {
    "id": 151512,
    "title": "Jan Dara: The Beginning",
    "release_date": "2012-09-06",
    "overview": "Jan, a young boy, grows up without a mother and is often insulted by his father. He struggles with his life as he longs to be with several women, even Madame Boonleung, his father's lover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ykvGzFSR7mbG4xWVSI2D4vG5HZh.jpg",
    "popularity": 3.397,
    "tmdb_url": "https://www.themoviedb.org/movie/151512"
  },
  {
    "id": 246,
    "title": "Zatoichi",
    "release_date": "2003-09-06",
    "overview": "Blind traveler Zatoichi is a master swordsman and a masseur with a fondness for gambling on dice games. When he arrives in a village torn apart by warring gangs, he sets out to protect the townspeople.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iCIycswWbX1EDS6PYYBcR9ohrC.jpg",
    "popularity": 3.3166,
    "tmdb_url": "https://www.themoviedb.org/movie/246"
  },
  {
    "id": 9759,
    "title": "Cellular",
    "release_date": "2004-09-06",
    "overview": "A young man receives an emergency phone call on his cell phone from an older woman. She claims to have been kidnapped – and the kidnappers have targeted her husband and child next.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AhD3qVfVmxz5CXDxctXwK5nmrOp.jpg",
    "popularity": 3.2596,
    "tmdb_url": "https://www.themoviedb.org/movie/9759"
  },
  {
    "id": 11416,
    "title": "The Mission",
    "release_date": "1986-09-06",
    "overview": "When a Spanish Jesuit goes into the South American wilderness to build a mission in the hope of converting the Indians of the region, a slave hunter is converted and joins his mission. When Spain sells the colony to Portugal, they are forced to defend all they have built against the Portuguese aggressors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6K9cG6LOOtySZF4D4xBu1MApC1N.jpg",
    "popularity": 3.144,
    "tmdb_url": "https://www.themoviedb.org/movie/11416"
  },
  {
    "id": 470,
    "title": "21 Grams",
    "release_date": "2003-09-06",
    "overview": "Paul Rivers, an ailing mathematician lovelessly married to an English émigré; Christina Peck, an upper-middle-class suburban housewife and mother of two girls; and Jack Jordan, a born-again ex-con, are brought together by a terrible accident that changes their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/imIqC8ufkxwgz1YNlNQIugsFbrQ.jpg",
    "popularity": 3.1406,
    "tmdb_url": "https://www.themoviedb.org/movie/470"
  },
  {
    "id": 284289,
    "title": "Beyond the Reach",
    "release_date": "2014-09-06",
    "overview": "A high-rolling corporate shark and his impoverished young guide play the most dangerous game during a hunting trip in the Mojave Desert.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t6m6ICEG7KrnyYQpROISURkuCD5.jpg",
    "popularity": 3.0894,
    "tmdb_url": "https://www.themoviedb.org/movie/284289"
  },
  {
    "id": 49096,
    "title": "Empire of Passion",
    "release_date": "1978-09-06",
    "overview": "In a small Japanese village at the end of the 19th century, a rickshaw driver's wife takes on a much younger lover and the two conspire to murder him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x7Kr9Q1riDmFzrNsacdXb68d6fZ.jpg",
    "popularity": 3.0257,
    "tmdb_url": "https://www.themoviedb.org/movie/49096"
  },
  {
    "id": 20986,
    "title": "Gurren Lagann the Movie: Childhood's End",
    "release_date": "2008-09-06",
    "overview": "Simon and Kamina live in an underground city monitored by the village chief. When Simon stumbles upon an artifact and beastmen invade from the surface, Simon and Kamina rebel against them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nNjFlv4mJlkGLzfnLoU68YSy9KH.jpg",
    "popularity": 2.9551,
    "tmdb_url": "https://www.themoviedb.org/movie/20986"
  },
  {
    "id": 149509,
    "title": "Horns",
    "release_date": "2013-09-06",
    "overview": "In the aftermath of his girlfriend's mysterious death, a young man awakens to strange horns sprouting from his temples.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tjTy6W05mPXXw87IqpjeGNhIcM4.jpg",
    "popularity": 2.3692,
    "tmdb_url": "https://www.themoviedb.org/movie/149509"
  },
  {
    "id": 419835,
    "title": "Crooked House",
    "release_date": "2017-09-06",
    "overview": "A private investigator helps a former flame solve the murder of her wealthy grandfather, who lived in a sprawling estate surrounded by his idiosyncratic family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AewyKG2cvgZQBG4XU6SVomfu1k5.jpg",
    "popularity": 2.2735,
    "tmdb_url": "https://www.themoviedb.org/movie/419835"
  },
  {
    "id": 433501,
    "title": "City of Lies",
    "release_date": "2018-09-06",
    "overview": "Los Angeles Police Department detective Russell Poole has spent years trying to solve his biggest case -- the murders of The Notorious B.I.G. and Tupac Shakur -- but after two decades, the investigation remains open. Jack Jackson, a reporter desperate to save his reputation and career, is determined to find out why. In search of the truth, the two team up and unravel a growing web of institutional corruption and lies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pK7IYQdtdWtMDBJZfMqDxgMjXEt.jpg",
    "popularity": 2.2169,
    "tmdb_url": "https://www.themoviedb.org/movie/433501"
  },
  {
    "id": 82255,
    "title": "Nuvvu Naaku Nachav",
    "release_date": "2001-09-06",
    "overview": "Venky and Nandini's relationship changes from mere friendship to something that is more romantic. However, love only blossoms between the two after Nandini's marriage is fixed elsewhere.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z6F2Y7zddPFZ2ls9OY006egVClP.jpg",
    "popularity": 2.1151,
    "tmdb_url": "https://www.themoviedb.org/movie/82255"
  },
  {
    "id": 195757,
    "title": "The Ultimate Life",
    "release_date": "2013-09-06",
    "overview": "Despite his best intentions, billionaire Jason Stevens can’t find enough time to keep his beloved Alexia a priority. But when he discovers his late grandfather’s journal, he is transported back to Red Stevens’ incredible world. With everything he loves hanging in the balance, Jason Stevens hopes the past will prepare him well for the future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lRjea5SWCiKzDIpgNDzyvyOSTp.jpg",
    "popularity": 2.0449,
    "tmdb_url": "https://www.themoviedb.org/movie/195757"
  },
  {
    "id": 1021313,
    "title": "Lust and Deceit",
    "release_date": "2022-09-06",
    "overview": "Mary Flemings lived a quiet life until Jeremy Devereaux, a foreign exchange student came to live with her and her husband for a semester. When Jeremy becomes infatuated with Mary, he's determined to win her over at all costs, but Jeremy soon finds out some costs are too high.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3KQNjwxHh2cFET3oA1Vex8Qv4bb.jpg",
    "popularity": 2.0044,
    "tmdb_url": "https://www.themoviedb.org/movie/1021313"
  }
]