[
  {
    "id": 508,
    "title": "Love Actually",
    "release_date": "2003-09-07",
    "overview": "Eight very different couples deal with their love lives in various loosely interrelated tales all set during a frantic month before Christmas in London.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7QPeVsr9rcFU9Gl90yg0gTOTpVv.jpg",
    "popularity": 6.9518,
    "tmdb_url": "https://www.themoviedb.org/movie/508"
  },
  {
    "id": 872906,
    "title": "Jawan",
    "release_date": "2023-09-07",
    "overview": "An emotional journey of a prison warden, driven by a personal vendetta while keeping up to a promise made years ago, recruits inmates to commit outrageous crimes that shed light on corruption and injustice, in an attempt to get even with his past,  and that leads him to an unexpected reunion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iziN1ingpHwHo02jP4yAH30XzJ5.jpg",
    "popularity": 6.8484,
    "tmdb_url": "https://www.themoviedb.org/movie/872906"
  },
  {
    "id": 782,
    "title": "Gattaca",
    "release_date": "1997-09-07",
    "overview": "Vincent is an all-too-human man who dares to defy a system obsessed with genetic perfection. He is an \"In-Valid\" who assumes the identity of a member of the genetic elite to pursue his goal of traveling into space with the Gattaca Aerospace Corporation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eSKr5Fl1MEC7zpAXaLWBWSBjgJq.jpg",
    "popularity": 6.4645,
    "tmdb_url": "https://www.themoviedb.org/movie/782"
  },
  {
    "id": 458305,
    "title": "Vivarium",
    "release_date": "2019-09-07",
    "overview": "A young woman and her fiancé are in search of the perfect starter home. After following a mysterious real estate agent to a new housing development, the couple finds themselves trapped in a maze of identical houses and forced to raise an otherworldly child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/myf3qzpeN0JbuFRPwSpJcz7rmAT.jpg",
    "popularity": 5.7258,
    "tmdb_url": "https://www.themoviedb.org/movie/458305"
  },
  {
    "id": 49049,
    "title": "Dredd",
    "release_date": "2012-09-07",
    "overview": "In the future, America is a dystopian wasteland. The latest scourge is Ma-Ma, a prostitute-turned-drug pusher with a dangerous new drug and aims to take over the city. The only possibility of stopping her is an elite group of urban police called Judges, who combine the duties of judge, jury and executioner to deliver a brutal brand of swift justice. But even the top-ranking Judge, Dredd, discovers that taking down Ma-Ma isn’t as easy as it seems in this explosive adaptation of the hugely popular comic series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wLx65gtGVnUFCxceHWGszcruCZj.jpg",
    "popularity": 5.5924,
    "tmdb_url": "https://www.themoviedb.org/movie/49049"
  },
  {
    "id": 433498,
    "title": "Papillon",
    "release_date": "2017-09-07",
    "overview": "Henri “Papillon” Charrière, a safecracker from the Parisian underworld, is wrongfully convicted and sentenced to life imprisonment in the penal colony of French Guiana, where he forges a strong friendship with Louis Dega, a counterfeiter who needs his protection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ahF5c6vyP8HWMqIwlhecbRALkjq.jpg",
    "popularity": 4.6448,
    "tmdb_url": "https://www.themoviedb.org/movie/433498"
  },
  {
    "id": 363676,
    "title": "Sully",
    "release_date": "2016-09-07",
    "overview": "On 15 January 2009, the world witnessed the 'Miracle on the Hudson' when Captain 'Sully' Sullenberger glided his disabled plane onto the Hudson River, saving the lives of all 155 souls aboard. However, even as Sully was being heralded by the public and the media for his unprecedented feat of aviation skill, an investigation was unfolding that threatened to destroy his reputation and career.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4vs83YcJ8TsabADDtaeCJ6ZTjYY.jpg",
    "popularity": 4.6092,
    "tmdb_url": "https://www.themoviedb.org/movie/363676"
  },
  {
    "id": 532639,
    "title": "Pinocchio",
    "release_date": "2022-09-07",
    "overview": "A wooden puppet embarks on a thrilling adventure to become a real boy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g8sclIV4gj1TZqUpnL82hKOTK3B.jpg",
    "popularity": 4.1724,
    "tmdb_url": "https://www.themoviedb.org/movie/532639"
  },
  {
    "id": 501907,
    "title": "A Beautiful Day in the Neighborhood",
    "release_date": "2019-09-07",
    "overview": "An award-winning cynical journalist, Lloyd Vogel, begrudgingly accepts an assignment to write an Esquire profile piece on the beloved television icon Fred Rogers. After his encounter with Rogers, Vogel's perspective on life is transformed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p9vCAVhDK375XyobVcKqzqzsUHE.jpg",
    "popularity": 4.036,
    "tmdb_url": "https://www.themoviedb.org/movie/501907"
  },
  {
    "id": 432836,
    "title": "Memoir of a Murderer",
    "release_date": "2017-09-07",
    "overview": "A former serial killer with Alzheimer's fights to protect his daughter from her mysterious boyfriend who may be a serial killer too.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eTdvO9AwJrxq02iYf4Lu5qA0fNc.jpg",
    "popularity": 3.7004,
    "tmdb_url": "https://www.themoviedb.org/movie/432836"
  },
  {
    "id": 1001811,
    "title": "My Big Fat Greek Wedding 3",
    "release_date": "2023-09-07",
    "overview": "Following the death of their patriarch Gus, the Portokalos family travels to Greece for a family reunion, and to deliver Gus' journal to his old friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8yO8okCs9iohJ0iDVls6QYfu6l6.jpg",
    "popularity": 3.6457,
    "tmdb_url": "https://www.themoviedb.org/movie/1001811"
  },
  {
    "id": 363579,
    "title": "The Age of Shadows",
    "release_date": "2016-09-07",
    "overview": "Set in the late 1920s, The Age of Shadows follows the cat-and-mouse game that unfolds between a group of resistance fighters trying to bring in explosives from Shanghai to destroy key Japanese facilities in Seoul, and Japanese agents trying to stop them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fdmbC7BRAvDfgzPtfk9tNqn8QNx.jpg",
    "popularity": 3.6067,
    "tmdb_url": "https://www.themoviedb.org/movie/363579"
  },
  {
    "id": 540620,
    "title": "Laila Majnu",
    "release_date": "2018-09-07",
    "overview": "Laila is a free-spirited girl from a conservative family who firmly believes in living for the present. Qais, a spoilt brat, falls head over heels in love with her. Their families, however, are warring over property, which leads to self-destruction, pain and bleeding hearts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m21pcuuNY58P7wkxQd3LzZSdXKU.jpg",
    "popularity": 3.5315,
    "tmdb_url": "https://www.themoviedb.org/movie/540620"
  },
  {
    "id": 4538,
    "title": "The Darjeeling Limited",
    "release_date": "2007-09-07",
    "overview": "Three American brothers who have not spoken to each other in a year set off on a train voyage across India with a plan to find themselves and bond with each other -- to become brothers again like they used to be. Their \"spiritual quest\", however, veers rapidly off-course (due to events involving over-the-counter pain killers, Indian cough syrup, and pepper spray).",
    "poster_url": "https://image.tmdb.org/t/p/w500/oSW5OVXTulaIXcoNwJAp5YEKpbP.jpg",
    "popularity": 3.4865,
    "tmdb_url": "https://www.themoviedb.org/movie/4538"
  },
  {
    "id": 937746,
    "title": "Io Capitano",
    "release_date": "2023-09-07",
    "overview": "Longing for a brighter future, two Senegalese teenagers embark on a journey from West Africa to Italy. However, between their dreams and reality lies a labyrinth of checkpoints, the Sahara Desert, and the vast waters of the Mediterranean.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kGlZFwUQI5gAUdySNFfqGIkAF9n.jpg",
    "popularity": 3.3754,
    "tmdb_url": "https://www.themoviedb.org/movie/937746"
  },
  {
    "id": 938090,
    "title": "Yoon-Yool's Men Affairs",
    "release_date": "2021-09-07",
    "overview": "Na-ri joined the company as a new employe, capturing the hearts of her colleagues with her outstanding skills and looks, but she had a plan! She pretends to be in love with the president's son, registered her marriage with him, and have other male motives who don't know about it pay for him recklessly. It's a love-war-like story where Hye-seon, who was in an internal relationship with the president, proceeds with the plan that Na-ri has made and eventually takes over the company.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s68Pe8JclbbTZlh8Tso6faW4nad.jpg",
    "popularity": 3.325,
    "tmdb_url": "https://www.themoviedb.org/movie/938090"
  },
  {
    "id": 9053,
    "title": "DOA: Dead or Alive",
    "release_date": "2006-09-07",
    "overview": "Four beautiful rivals at an invitation-only martial-arts tournament join forces against a sinister threat. Princess Kasumi is an aristocratic warrior trained by martial-arts masters. Tina Armstrong is a wrestling superstar. Helena Douglas is an athlete with a tragic past. Christie Allen earns her keep as a thief and an assassin-for-hire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gtlai95IERRDgRhPCK0WEuwCRP0.jpg",
    "popularity": 3.3234,
    "tmdb_url": "https://www.themoviedb.org/movie/9053"
  },
  {
    "id": 9954,
    "title": "The Covenant",
    "release_date": "2006-09-07",
    "overview": "Four young men who belong to a supernatural legacy are forced to battle a fifth power long thought to have died out. Another great force they must contend with is the jealousy and suspicion that threatens to tear them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/skHRXm3m0BDp2E2uHkAWKT6OlQH.jpg",
    "popularity": 3.2943,
    "tmdb_url": "https://www.themoviedb.org/movie/9954"
  },
  {
    "id": 284276,
    "title": "Cake",
    "release_date": "2014-09-07",
    "overview": "After having visions of a member of her support group who killed herself, a woman who also suffers with chronic pain seeks out the widower of the suicide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5GJEZovjtKisJxNMG6fBTCxNzZi.jpg",
    "popularity": 3.0802,
    "tmdb_url": "https://www.themoviedb.org/movie/284276"
  },
  {
    "id": 83686,
    "title": "The Words",
    "release_date": "2012-09-07",
    "overview": "The Words follows young writer Rory Jansen who finally achieves long sought after literary success after publishing the next great American novel. There's only one catch - he didn't write it. As the past comes back to haunt him and his literary star continues to rise, Jansen is forced to confront the steep price that must be paid for stealing another man's work, and for placing ambition and success above life's most fundamental three words.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aJtPLZS7tlpiQl6pEr8H42K565x.jpg",
    "popularity": 2.9366,
    "tmdb_url": "https://www.themoviedb.org/movie/83686"
  },
  {
    "id": 455558,
    "title": "9/11",
    "release_date": "2017-09-07",
    "overview": "Five random strangers find themselves trapped in an elevator in the World Trade Center's North Tower on 9/11. They work together, never giving up hope, to try to escape before the unthinkable happens.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pGkjEL7RkMogMI6aznsKmZOhd8I.jpg",
    "popularity": 2.8156,
    "tmdb_url": "https://www.themoviedb.org/movie/455558"
  },
  {
    "id": 427900,
    "title": "Home Again",
    "release_date": "2017-09-07",
    "overview": "Life for a single mom in Los Angeles takes an unexpected turn when she allows three young guys to move in with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pE4VHzhDZgvbx2QOllaXXPADiW1.jpg",
    "popularity": 2.7561,
    "tmdb_url": "https://www.themoviedb.org/movie/427900"
  },
  {
    "id": 9466,
    "title": "Celebrity",
    "release_date": "1998-09-07",
    "overview": "The career and personal life of writer Lee are at a standstill, so he divorces his bashful wife, Robin, and dives into a new job as an entertainment journalist. His assignments take him to the swankiest corners of Manhattan, but as he jumps from one lavish party to another and engages in numerous empty romances, he starts to doubt the worth of his work. Meanwhile, top TV producer Tony falls for Robin and introduces her to the world of celebrity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3pbcMORRjqYgfx87CXexLw32gk.jpg",
    "popularity": 2.7051,
    "tmdb_url": "https://www.themoviedb.org/movie/9466"
  },
  {
    "id": 333352,
    "title": "Eye in the Sky",
    "release_date": "2015-09-07",
    "overview": "A UK-based military officer in command of a top secret drone operation to capture terrorists in Kenya discovers the targets are planning a suicide bombing and the mission escalates from “capture” to “kill.” As American pilot Steve Watts is about to engage, a nine-year old girl enters the kill zone, triggering an international dispute reaching the highest levels of US and British government over the moral, political, and personal implications of modern warfare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xMY2XbaRtmto9LXwo83wnYRKN2U.jpg",
    "popularity": 2.6138,
    "tmdb_url": "https://www.themoviedb.org/movie/333352"
  },
  {
    "id": 209244,
    "title": "Are You Here",
    "release_date": "2013-09-07",
    "overview": "When Steve Dallas, a womanizing local weatherman, hears that his off-the-grid best friend Ben Baker has lost his estranged father, the two return to Ben's childhood home. Once there, they discover Ben has inherited the family fortune, and the ill-equipped duo must battle Ben's formidable sister and deal with his father's gorgeous 25-year old widow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v83MAkGH8jF8uNhJhKgADqw3Xup.jpg",
    "popularity": 2.5138,
    "tmdb_url": "https://www.themoviedb.org/movie/209244"
  },
  {
    "id": 1015606,
    "title": "Obi-Wan Kenobi: A Jedi's Return",
    "release_date": "2022-09-07",
    "overview": "This special explores the return of Obi-Wan Kenobi and Anakin Skywalker to the screen, as well as Ewan McGregor and Hayden Christensen to their classic roles. Director Deborah Chow leads the cast and crew as they create new heroes and villains that live alongside new incarnations of beloved Star Wars characters, and an epic story that dramatically bridges the saga films.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vQGgvXjoMZf8x1m3BHsMxVXPyck.jpg",
    "popularity": 2.4945,
    "tmdb_url": "https://www.themoviedb.org/movie/1015606"
  },
  {
    "id": 12163,
    "title": "The Wrestler",
    "release_date": "2008-09-07",
    "overview": "Aging wrestler Randy \"The Ram\" Robinson is long past his prime but still ready and rarin' to go on the pro-wrestling circuit. After a particularly brutal beating, however, Randy hangs up his tights, pursues a serious relationship with a long-in-the-tooth stripper, and tries to reconnect with his estranged daughter. But he can't resist the lure of the ring and readies himself for a comeback.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6OTR8dSoNGjWohJNo3UhIGd3Tj.jpg",
    "popularity": 2.4231,
    "tmdb_url": "https://www.themoviedb.org/movie/12163"
  },
  {
    "id": 1436,
    "title": "The Warrior",
    "release_date": "2001-09-07",
    "overview": "In 1375, China was in chaos between Yuan Dynasty and Ming Dynasty. Coryo (an ancient kingdom of Korea then) sent a delegation of many diplomats, soldiers and a silent slave to make peace with the new Chinese government. However, this delegation got charged as spies and sent in exile to a remote desert.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i0lpQfqQHN7vEYzSHOk6B65dQbb.jpg",
    "popularity": 2.4025,
    "tmdb_url": "https://www.themoviedb.org/movie/1436"
  },
  {
    "id": 192577,
    "title": "Space Pirate Captain Harlock",
    "release_date": "2013-09-07",
    "overview": "Space Pirate Captain Harlock and his fearless crew face off against the space invaders who seek to conquer the planet Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mlHoTQLYsuzJJArO2fHS5rqnLqe.jpg",
    "popularity": 2.3593,
    "tmdb_url": "https://www.themoviedb.org/movie/192577"
  },
  {
    "id": 523777,
    "title": "Next Gen",
    "release_date": "2018-09-07",
    "overview": "A friendship with a top-secret robot turns a lonely girl's life into a thrilling adventure as they take on bullies, evil bots and a scheming madman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hUDDo5MPWM6rc6COQYhaoRNqvhE.jpg",
    "popularity": 2.2596,
    "tmdb_url": "https://www.themoviedb.org/movie/523777"
  },
  {
    "id": 33457,
    "title": "Nayak: The Real Hero",
    "release_date": "2001-09-07",
    "overview": "Shivajirao, a TV reporter, gets a chance to be the Chief Minister of Maharashtra for a day after being challenged by incumbent Chief Minister Balraj Chauhan. After his one-day stint turns out to be a huge success, his life spirals out of control and he is embroiled in political intrigue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lT8MCmidz11cuLWb68Ao0anB3mW.jpg",
    "popularity": 2.256,
    "tmdb_url": "https://www.themoviedb.org/movie/33457"
  },
  {
    "id": 429202,
    "title": "Vox Lux",
    "release_date": "2018-09-07",
    "overview": "In 1999, teenage sisters Celeste and Eleanor survive a seismic, violent tragedy. The sisters compose and perform a song about their experience, making something lovely and cathartic out of catastrophe — while also catapulting Celeste to stardom. By 2017, the now 31-year-old Celeste is mother to a teenage daughter of her own and struggling to navigate a career fraught with scandals when another act of terrifying violence demands her attention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xmFOjB5bGvFqNzsX5TbIWzdvpGd.jpg",
    "popularity": 2.2452,
    "tmdb_url": "https://www.themoviedb.org/movie/429202"
  },
  {
    "id": 19621,
    "title": "The Hit",
    "release_date": "1984-09-07",
    "overview": "Ten years after ratting on his old mobster friends in exchange for personal immunity, two hit men drive a hardened criminal to Paris for his execution. However, while on the way, whatever can go wrong, does go wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hKNIz9iids9uPyEpmJjLFM96KXI.jpg",
    "popularity": 2.1902,
    "tmdb_url": "https://www.themoviedb.org/movie/19621"
  },
  {
    "id": 485811,
    "title": "Redcon-1",
    "release_date": "2018-09-07",
    "overview": "After a zombie apocalypse spreads from a London prison, the UK is brought to its knees. The spread of the virus is temporarily contained but, without a cure, it’s only a matter of time before it breaks its boundaries and the biggest problem of all… any zombies with combat skills are now enhanced. With the South East of England quarantined from the rest of the world using fortified borders, intelligence finds that the scientist responsible for the outbreak is alive and well in London. With his recovery being the only hope of a cure, a squad of eight Special Forces soldiers is sent on a suicide mission to the city, now ruled by the undead, with a single task: get him out alive within 72 hours by any means necessary. What emerges is an unlikely pairing on a course to save humanity against ever-rising odds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vVPrWngVJ2cfYAncBedQty69Dlf.jpg",
    "popularity": 2.1776,
    "tmdb_url": "https://www.themoviedb.org/movie/485811"
  },
  {
    "id": 924056,
    "title": "Alien: Battlefield Earth",
    "release_date": "2021-09-07",
    "overview": "Aliens invade Earth after the capture of two Extra-terrestrials by the American military.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oBl7jUR6U55q9p7EWibTkdWv8Gh.jpg",
    "popularity": 2.1467,
    "tmdb_url": "https://www.themoviedb.org/movie/924056"
  },
  {
    "id": 14914,
    "title": "Flash of Genius",
    "release_date": "2008-09-07",
    "overview": "In this David vs. Goliath drama based on a true story, college professor Robert Kearns goes up against the giants of the auto industry when they fail to give him credit for inventing intermittent windshield wipers. Kearns doggedly pursues recognition for his invention, as well as the much-deserved financial rewards for the sake of his wife and six kids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cGC0389cF8xbk5CYNzUqEVrw1CG.jpg",
    "popularity": 2.0593,
    "tmdb_url": "https://www.themoviedb.org/movie/14914"
  },
  {
    "id": 377263,
    "title": "Frantz",
    "release_date": "2016-09-07",
    "overview": "In the aftermath of WWI, a young German who grieves the death of her fiancé in France meets a mysterious French man who visits the fiance’s grave to lay flowers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cL77uNb2BB8eXjYl9JIrWXCM8so.jpg",
    "popularity": 2.0355,
    "tmdb_url": "https://www.themoviedb.org/movie/377263"
  },
  {
    "id": 49203,
    "title": "Marrying the Mafia 2",
    "release_date": "2005-09-07",
    "overview": "The oldest son of the White Tiger Gang is pressured by his family to settle down and get married; but when he finds the perfect girl, she turns out to be a state prosecutor for crimes of violence, specifically gangster related. The district attorney is a look-a-like of the gangster's former fiancee who died getting hit by a truck. Their feelings develop for each other but her co-worker turns out to like her as well. She does not like him so the latter turns to the darker side of the law, by conspiring with the rival Axe Gang. Unfortunately for him, the mafia son has more that a few tricks up his sleeve and gets support from his dim-witted brothers and henchman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o1utAWEmCuwtnnHXYpXZdQ2kCcq.jpg",
    "popularity": 2.0272,
    "tmdb_url": "https://www.themoviedb.org/movie/49203"
  }
]