[
  {
    "id": 588228,
    "title": "The Tomorrow War",
    "release_date": "2021-09-03",
    "overview": "The world is stunned when a group of time travelers arrive from the year 2051 to deliver an urgent message: Thirty years in the future, mankind is losing a global war against a deadly alien species. The only hope for survival is for soldiers and civilians from the present to be transported to the future and join the fight. Among those recruited is high school teacher and family man Dan Forester. Determined to save the world for his young daughter, Dan teams up with a brilliant scientist and his estranged father in a desperate quest to rewrite the fate of the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/34nDCQZwaEvsy4CFO5hkGRFDCVU.jpg",
    "popularity": 39.7321,
    "tmdb_url": "https://www.themoviedb.org/movie/588228"
  },
  {
    "id": 52629,
    "title": "El Infierno",
    "release_date": "2010-09-03",
    "overview": "After being deported back to Mexico, a man has no choice but to join the vicious drug cartel that has corrupted his hometown in order to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vry7NyLM6I0fL53H2KxCX4uAz5H.jpg",
    "popularity": 6.3358,
    "tmdb_url": "https://www.themoviedb.org/movie/52629"
  },
  {
    "id": 593910,
    "title": "Cinderella",
    "release_date": "2021-09-03",
    "overview": "Cinderella, an orphaned girl with an evil stepmother, has big dreams and with the help of her Fabulous Godmother, she perseveres to make them come true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/clDFqATL4zcE7LzUwkrVj3zHvk7.jpg",
    "popularity": 6.0887,
    "tmdb_url": "https://www.themoviedb.org/movie/593910"
  },
  {
    "id": 25475,
    "title": "Tinker Bell and the Lost Treasure",
    "release_date": "2009-09-03",
    "overview": "A blue harvest moon will rise, allowing the fairies to use a precious moonstone to restore the Pixie Dust Tree, the source of all their magic. But when Tinker Bell accidentally puts all of Pixie Hollow in jeopardy, she must venture out across the sea on a secret quest to set things right.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6tNldk2zPUzXVKkU9aeirM9Wotu.jpg",
    "popularity": 5.5855,
    "tmdb_url": "https://www.themoviedb.org/movie/25475"
  },
  {
    "id": 606523,
    "title": "Night in Paradise",
    "release_date": "2020-09-03",
    "overview": "An assassin named Tae-goo is offered a chance to switch sides with his rival Bukseong gang, headed by Chairman Doh. Tae-goo rejects the offer that results in the murder of his sister and niece. In revenge, Tae-goo brutally kills Chairman Doh and his men and flees to Jeju Island where he meets Jae-yeon, a terminally ill woman. Though, the henchman of the Bukseong gang, Executive Ma is mercilessly hunting Tae-goo to take revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dYCWUAidqgakGETwZkfGxU7CWhL.jpg",
    "popularity": 4.6382,
    "tmdb_url": "https://www.themoviedb.org/movie/606523"
  },
  {
    "id": 553604,
    "title": "Honest Thief",
    "release_date": "2020-09-03",
    "overview": "A bank robber tries to turn himself in because he's falling in love and wants to live an honest life...but when he realizes the Feds are more corrupt than him, he must fight back to clear his name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zeD4PabP6099gpE0STWJrJrCBCs.jpg",
    "popularity": 4.5649,
    "tmdb_url": "https://www.themoviedb.org/movie/553604"
  },
  {
    "id": 386716,
    "title": "Young Mother 3",
    "release_date": "2015-09-03",
    "overview": "Twenty year-old Ki-chan lives alone with his father. One day Yoon-seo (Kim Jeong-ah), his stepmother comes to live with them. She tries to be friendly with Ki-chan but he appraoches her as a woman and starts showing her that. Yoon-seo strongly rejects him but he knows that she wants him too. Their relationship turns into something dangerous. Then one day, Min-jeong, who has had a crush on Ki-chan for a long time, finds out what is going on between the two. The young stepmother fools her husband and falls in love with his son and the son falls in love with his father's woman. They make a deal with Min-jeong to make sure she doesn't say anything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lZw1vaOEI3GLkl7n8PjSWloZPDg.jpg",
    "popularity": 4.1398,
    "tmdb_url": "https://www.themoviedb.org/movie/386716"
  },
  {
    "id": 290865,
    "title": "Tazza: The Hidden Card",
    "release_date": "2014-09-03",
    "overview": "Dae-gil has been skilled with his hands and has shown a strong desire for winning ever since he was a child. He will succeed his uncle and jump into the world of Tazza, risking his life in competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lWiOBlD8NSuOJRQAZHOzPRFrwa5.jpg",
    "popularity": 3.7951,
    "tmdb_url": "https://www.themoviedb.org/movie/290865"
  },
  {
    "id": 204922,
    "title": "Before I Go to Sleep",
    "release_date": "2014-09-03",
    "overview": "A woman wakes up every day, remembering nothing as a result of a traumatic accident in her past. One day, new terrifying truths emerge that force her to question everyone around her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1sSWpTupVixOanIpZdLGzsKvcZS.jpg",
    "popularity": 3.6625,
    "tmdb_url": "https://www.themoviedb.org/movie/204922"
  },
  {
    "id": 13004,
    "title": "Barbie and the Diamond Castle",
    "release_date": "2008-09-03",
    "overview": "Liana and Alexa (Barbie and Teresa) are best friends who share everything, including their love of singing. Upon meeting a girl inside a mirror, the duo embark on a journey that will put their friendship to the ultimate test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qewfjmkNpggNuXQtrUjMl8hvHoM.jpg",
    "popularity": 3.523,
    "tmdb_url": "https://www.themoviedb.org/movie/13004"
  },
  {
    "id": 339527,
    "title": "Solace",
    "release_date": "2015-09-03",
    "overview": "A psychic doctor, John Clancy, works with an FBI special agent in search of a serial killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pbcXpZgem8kgr90RwIUNAbC2ite.jpg",
    "popularity": 3.4759,
    "tmdb_url": "https://www.themoviedb.org/movie/339527"
  },
  {
    "id": 870096,
    "title": "Restart the Earth",
    "release_date": "2021-09-03",
    "overview": "When a drug to replicate plant cells creates a sentient form of flower, the planet is over taken by flora and humankind is depleted. A Chinese task force, a widowed father and his young daughter fight to survive in a mission to inject an antidote to the core of the plants to reverse their growth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kl80N1g69v9QXe1wvkFza31WhD4.jpg",
    "popularity": 3.1014,
    "tmdb_url": "https://www.themoviedb.org/movie/870096"
  },
  {
    "id": 12780,
    "title": "Iron Monkey",
    "release_date": "1993-09-03",
    "overview": "In this Hong Kong variation of Robin Hood, corrupt officials of a Chinese village are robbed by a masked bandit known as \"Iron Monkey\", named after a benevolent deity. When all else fails, the Governor forces a traveling physician into finding the bandit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qXYISomt08V5PUqCzYRLVSQZmWP.jpg",
    "popularity": 2.9346,
    "tmdb_url": "https://www.themoviedb.org/movie/12780"
  },
  {
    "id": 643532,
    "title": "The Card Counter",
    "release_date": "2021-09-03",
    "overview": "William Tell just wants to play cards. His spartan existence on the casino trail is shattered when he is approached by Cirk, a vulnerable and angry young man seeking help to execute his plan for revenge on a military colonel. Tell sees a chance at redemption through his relationship with Cirk. But keeping Cirk on the straight-and-narrow proves impossible, dragging Tell back into the darkness of his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y5DNLVg0gPiGSkuK4yFc4fjQ42Q.jpg",
    "popularity": 2.9308,
    "tmdb_url": "https://www.themoviedb.org/movie/643532"
  },
  {
    "id": 36629,
    "title": "Comic Book Villains",
    "release_date": "2002-09-03",
    "overview": "When word hits the street that a nearby elderly gentleman has a cache of old, rare, and very valuable mint condition comic books, rival comic book shop owners Raymond McGillicuddy (Donal Logue) and Norman Link (Michael Rapaport) both set out to be the first to buy them. But when the old man declines to sell, the former friends turn into enemies, and a friendly rivalry becomes tainted with greed and turns to murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4yK0mEONadsXSdeoZQAGn92ZrKp.jpg",
    "popularity": 2.8012,
    "tmdb_url": "https://www.themoviedb.org/movie/36629"
  },
  {
    "id": 18501,
    "title": "Gamer",
    "release_date": "2009-09-03",
    "overview": "Mind-control technology has taken society by a storm, a multiplayer on-line game called \"Slayers\" allows players to control human prisoners in mass-scale. Simon controls Kable, the online champion of the game. Kable's ultimate challenge becomes regaining his identity and independence by defeating the game's mastermind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nA8ZVbdBsNkTqsa49ZG9na4lFuY.jpg",
    "popularity": 2.6877,
    "tmdb_url": "https://www.themoviedb.org/movie/18501"
  },
  {
    "id": 341392,
    "title": "Lolo",
    "release_date": "2015-09-03",
    "overview": "On holiday in the south of France, chic Parisian sophisticate Violette meets life-loving IT geek Jean-René. Against all odds, there’s a real chemistry between them and at the end of the summer, Jean-René wastes no time in joining his beloved in Paris. But there’s trouble in paradise, and a third party swiftly appears to shatter the couple’s idyll: Lolo, Violette’s ultra-possessive 19-year-old son, who is determined to get rid of his mother’s lover, whatever it takes…",
    "poster_url": "https://image.tmdb.org/t/p/w500/eqwW3WwOPks9vnf17EXkuYDbASB.jpg",
    "popularity": 2.5609,
    "tmdb_url": "https://www.themoviedb.org/movie/341392"
  },
  {
    "id": 615774,
    "title": "Scooby-Doo! Return to Zombie Island",
    "release_date": "2019-09-03",
    "overview": "Scooby-Doo and his pals win an all-expense paid vacation and embark on a trip of a lifetime to a tropical paradise. Their destination however, turns out to be Zombie Island. As soon as they arrive, they realize the place looks strangely familiar and is reminiscent of a trip they took years ago, in which they became wrapped up in a mystery involving zombies. The gang soon learns that their trip to paradise comes with a price when the zombies re-emerge and attack their hotel. Will Scooby-Doo and the Mystery Inc. gang finally solve the mystery behind Zombie Island?",
    "poster_url": "https://image.tmdb.org/t/p/w500/vd0oIoWhEm8o7EpS0kV7RaV0Flf.jpg",
    "popularity": 2.5391,
    "tmdb_url": "https://www.themoviedb.org/movie/615774"
  },
  {
    "id": 29657,
    "title": "Nana",
    "release_date": "2005-09-03",
    "overview": "Two girls named Nana meet on a train to Tokyo. Nana K. aims to reunite with her boyfriend and Nana O. hopes to make it big in the music business. Despite their differences, the pair hit it off and become roommates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1RMroK0KvR1lws3ukpKkVxv3uwo.jpg",
    "popularity": 2.5309,
    "tmdb_url": "https://www.themoviedb.org/movie/29657"
  },
  {
    "id": 1054148,
    "title": "Women of the Night",
    "release_date": "2022-09-03",
    "overview": "A musical adaptation of Kenji Mizoguchi's 1948 film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3wdU4tEVJGqMB7SnUR1QmPi0fOG.jpg",
    "popularity": 2.5086,
    "tmdb_url": "https://www.themoviedb.org/movie/1054148"
  },
  {
    "id": 429245,
    "title": "Even Though I Don't Like It",
    "release_date": "2016-09-03",
    "overview": "Mixed-up model and bar hostess Kotoko sleeps with her coworker Genki, but can't seem to let herself sleep with the guy she really likes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2IpihJlRUf29UW7KMINNwGaHPrW.jpg",
    "popularity": 2.3841,
    "tmdb_url": "https://www.themoviedb.org/movie/429245"
  },
  {
    "id": 39210,
    "title": "Somewhere",
    "release_date": "2010-09-03",
    "overview": "After withdrawing to the Chateau Marmont, a passionless Hollywood actor reexamines his life when his eleven-year-old daughter surprises him with a visit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zOf1sdfF4eH3CVRCpmRO5ugVGdo.jpg",
    "popularity": 2.3276,
    "tmdb_url": "https://www.themoviedb.org/movie/39210"
  },
  {
    "id": 169209,
    "title": "Empire State",
    "release_date": "2013-09-03",
    "overview": "After failing to get into the police academy, Chris Potamitis settles for a security guard job with an armoured truck company. After he makes the mistake of mentioning the company's lax security to his best friend, He's unwittingly drawn into an elaborate scheme to rob the abundant amounts of cash being stored on their premises—resulting in the largest cash heist in U.S.history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uU4zhkZYVfo7MGKPVIYONseusoL.jpg",
    "popularity": 2.3001,
    "tmdb_url": "https://www.themoviedb.org/movie/169209"
  },
  {
    "id": 105965,
    "title": "Beverly Hills Chihuahua 3",
    "release_date": "2012-09-03",
    "overview": "When Papi, Chloe, the pups, Uncle Pedro, and their owners move to a hotel, the smallest pup Rosa feels like she doesn't fit in, and Papi wants to make her feel better by showing her how special she is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fK3U8xulldz6lhMDuz3LFB7ngWH.jpg",
    "popularity": 2.2629,
    "tmdb_url": "https://www.themoviedb.org/movie/105965"
  },
  {
    "id": 684237,
    "title": "Let Go and Let God",
    "release_date": "2019-09-03",
    "overview": "Let Go and Let God follows two people from vastly different worlds whose lives are rocked after experiencing sudden deaths in their family. They question God as a result, but find the faith they're looking for on an unexpected path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bUEzlsWdRQrO8aJq9nPbrt3kLRO.jpg",
    "popularity": 2.2582,
    "tmdb_url": "https://www.themoviedb.org/movie/684237"
  },
  {
    "id": 282058,
    "title": "My Brilliant Life",
    "release_date": "2014-09-03",
    "overview": "A couple of teenagers have a son who suffers from progeria, a rare genetic disorder which makes one age exponentially faster than normal. 16 years later, the child has the body of an 80 year old in the final days of his life writing a book about his parents' love story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7fldt44893UNkPmGwXoSqL8ajs7.jpg",
    "popularity": 2.1497,
    "tmdb_url": "https://www.themoviedb.org/movie/282058"
  },
  {
    "id": 4507,
    "title": "Jamon Jamon",
    "release_date": "1992-09-03",
    "overview": "José Luis has a cushy corporate job at the lingerie factory his mom owns. After he falls in love and proposes to Silvia, a beautiful laborer on the underwear assembly line, his mom enlists Raul, a potential underwear model and would-be bullfighter, to seduce Silvia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bxYSRl1vXGwaAD98aXSwZQ5hmAe.jpg",
    "popularity": 2.1211,
    "tmdb_url": "https://www.themoviedb.org/movie/4507"
  },
  {
    "id": 7515,
    "title": "London",
    "release_date": "2005-09-03",
    "overview": "London is a drug laden adventure that centers on a party in a New York loft where a young man is trying to win back his ex-girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zvNHklUZcrwdN8xpL7Vsqedru5l.jpg",
    "popularity": 2.0807,
    "tmdb_url": "https://www.themoviedb.org/movie/7515"
  },
  {
    "id": 399902,
    "title": "Taboo: Forbidden Love",
    "release_date": "2015-09-03",
    "overview": "Eun-ji is a idol trainee who gets abandoned by Jin-tae her sponsor, so she heads back down to her sister Sun-yeong's home. Her first love Joon-hwan is now her brother-in-law so he welcomes her but Sun-yeong treats her like a child and worries that Eun-ji might go down the same path she did when she gave up becoming an idol.  Eun-ji and Sun-yeong quarrel often and Joon-hwan comforts Eun-ji every time. Eun-ji starts to depend on him and he also secretly tells her why he quit his job.  One day, Sun-yeong goes on a business trip for a week but before she leaves she tells Eun-ji how sorry she is. They share a momemtum with two wooden dolls.  All alone by the two of them at home, Eun-ji tries to embrace Joon-hwan's heart by showing him a scrap note she made of his articles. He is grateful for Eun-ji and starts to open up to her. The two of them cross a line that shoud never be crossed and as time goes, they fall deeper and deeper into each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hLUnGJs21uXkeXoqQA3uhVpqvqc.jpg",
    "popularity": 2.0125,
    "tmdb_url": "https://www.themoviedb.org/movie/399902"
  }
]