[
  {
    "id": 1016126,
    "title": "Two Sisters' Sexy Pervert",
    "release_date": "2021-09-11",
    "overview": "Min-goo is troubled seeing her two older sisters, Min-ji and Min-ah, go naked in their daily lives. After much deliberation, he devises a plan to have his friend Byeong-min come into the house. Min-goo proposes a family meeting. He lies to his sisters that he has no time to go because his father's business is not going well and declares that he will bring Byeong-min home. However, her older sister Min-ji is against it... Byeong-min, who entered the house, continues to be driven into a pervert...",
    "poster_url": "https://image.tmdb.org/t/p/w500/bk02EDzNcJqi6VWFvo6RHxritvf.jpg",
    "popularity": 10.9788,
    "tmdb_url": "https://www.themoviedb.org/movie/1016126"
  },
  {
    "id": 13179,
    "title": "Tinker Bell",
    "release_date": "2008-09-11",
    "overview": "Journey into the secret world of Pixie Hollow and hear Tinker Bell speak for the very first time as the astonishing story of Disney's most famous fairy is finally revealed in the all-new motion picture \"Tinker Bell.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Ma0r1n8kfH7UaQMS7bJ9KsYUjT.jpg",
    "popularity": 6.9988,
    "tmdb_url": "https://www.themoviedb.org/movie/13179"
  },
  {
    "id": 9003,
    "title": "Hellraiser",
    "release_date": "1987-09-11",
    "overview": "Hedonist Frank Cotton finds a mysterious puzzle box that summons the Cenobites, who open the doors to a dominion where pain and pleasure are indivisible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Z0oPHyLnk3Vx6ZMC1MiVwIrKhO.jpg",
    "popularity": 4.8594,
    "tmdb_url": "https://www.themoviedb.org/movie/9003"
  },
  {
    "id": 499932,
    "title": "The Devil All the Time",
    "release_date": "2020-09-11",
    "overview": "In Knockemstiff, Ohio and its neighboring backwoods, sinister characters converge around young Arvin Russell as he fights the evil forces that threaten him and his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sdMZmKVvrnyYbl9Az4L6ehuIrFp.jpg",
    "popularity": 4.5256,
    "tmdb_url": "https://www.themoviedb.org/movie/499932"
  },
  {
    "id": 1428,
    "title": "Once Upon a Time in Mexico",
    "release_date": "2003-09-11",
    "overview": "A corrupt CIA agent Sands hires hitman El Mariachi to assassinate a Mexican general hired by a drug kingpin attempting a coup d'état of the President of Mexico.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oY0Yqsj4TwkjELkIHXJimjdbV8M.jpg",
    "popularity": 4.3944,
    "tmdb_url": "https://www.themoviedb.org/movie/1428"
  },
  {
    "id": 524251,
    "title": "I See You",
    "release_date": "2019-09-11",
    "overview": "When a 10-year-old boy goes missing, lead investigator Greg Harper struggles to balance the pressure of the investigation and troubles with his wife, Jackie. Facing a recent affair, great strain is put on the family that slowly gnaws away at Jackie's grip on reality. But after a malicious presence manifests itself in their home and puts their son, Connor, in mortal danger, the cold, hard truth about evil in the Harper household is finally uncovered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LwamrHAmxqEHsT9JViFJxT08Ek.jpg",
    "popularity": 4.0034,
    "tmdb_url": "https://www.themoviedb.org/movie/524251"
  },
  {
    "id": 283587,
    "title": "Beasts of No Nation",
    "release_date": "2015-09-11",
    "overview": "Based on the experiences of Agu, a child fighting in the civil war of an unnamed, fictional West African country. Follows Agu's journey as he's forced to join a group of soldiers. While he fears his commander and many of the men around him, his fledgling childhood has been brutally shattered by the war raging through his country, and he is at first torn between conflicting revulsion and fascination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1D4vcJmJc58WXarpRtwgd2do9Rg.jpg",
    "popularity": 3.4745,
    "tmdb_url": "https://www.themoviedb.org/movie/283587"
  },
  {
    "id": 238215,
    "title": "The Cobbler",
    "release_date": "2014-09-11",
    "overview": "Max Simkin repairs shoes in the same New York shop that has been in his family for generations. Disenchanted with the grind of daily life, Max stumbles upon a magical heirloom that allows him to step into the lives of his customers and see the world in a new way. Sometimes walking in another man's shoes is the only way one can discover who they really are.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k6CYisrf2J2FXzvSXVJSscHc7Kj.jpg",
    "popularity": 3.4407,
    "tmdb_url": "https://www.themoviedb.org/movie/238215"
  },
  {
    "id": 585831,
    "title": "The Bad Guys: Reign of Chaos",
    "release_date": "2019-09-11",
    "overview": "A respectable village head decides to keep his son away from the violent politics of rural life. However, fate intervenes, forcing the young man to not only return home, but also take up the sickle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/on0F72EERa5nOSXaWKZhLfGrHQW.jpg",
    "popularity": 3.316,
    "tmdb_url": "https://www.themoviedb.org/movie/585831"
  },
  {
    "id": 642121,
    "title": "The Stranger by the Shore",
    "release_date": "2020-09-11",
    "overview": "Abandoned after coming out, Shun befriends Mio just before he has to move. Years later, Mio returns with a confession. How will Shun feel?",
    "poster_url": "https://image.tmdb.org/t/p/w500/4m74lboTcvrmnCM506t4y4c3klc.jpg",
    "popularity": 2.9259,
    "tmdb_url": "https://www.themoviedb.org/movie/642121"
  },
  {
    "id": 358996,
    "title": "Hero",
    "release_date": "2015-09-11",
    "overview": "After meeting the chief of police's pretty daughter, a gangster kidnaps the girl. During the journey they fall in love and the gangster decides to set her free.",
    "poster_url": "https://image.tmdb.org/t/p/w500/esBeEnXx8tSCcGF4DKwwESxsAp8.jpg",
    "popularity": 2.9115,
    "tmdb_url": "https://www.themoviedb.org/movie/358996"
  },
  {
    "id": 36592,
    "title": "Swing Girls",
    "release_date": "2004-09-11",
    "overview": "A tale of delinquent and lazy school girls. In their efforts to cut remedial summer math class, they end up poisoning and replacing the school's brass band.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u7lAziuBxlX4DQQzuPHDRoOwtDx.jpg",
    "popularity": 2.8049,
    "tmdb_url": "https://www.themoviedb.org/movie/36592"
  },
  {
    "id": 10220,
    "title": "Rounders",
    "release_date": "1998-09-11",
    "overview": "A young reformed gambler must return to playing big stakes poker to help a friend pay off loan sharks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oT6BtjgZj51kLH4z2MpgRtuZJJd.jpg",
    "popularity": 2.5538,
    "tmdb_url": "https://www.themoviedb.org/movie/10220"
  },
  {
    "id": 10851,
    "title": "Revolver",
    "release_date": "2005-09-11",
    "overview": "Hotshot gambler Jake Green is long on bravado and seriously short of common sense. Rarely is he allowed in any casino because he's a bona fide winner and, in fact, has taken so much money over the years that he's the sole client of his accountant elder brother, Billy. Invited to a private game, Jake is in fear of losing his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9NELY89blLetosxODWpZM9XnBm.jpg",
    "popularity": 2.5503,
    "tmdb_url": "https://www.themoviedb.org/movie/10851"
  },
  {
    "id": 574302,
    "title": "Tazza: One Eyed Jack",
    "release_date": "2019-09-11",
    "overview": "A young poker player at the top of his game joins a team led by the legendary poker player One-Eyed Jack. While successfully working on a plan to win a huge jackpot, a single mistake puts the entire team in a life-or-death situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5hj0z3JltvNtEz9p5WS2YRgtjTB.jpg",
    "popularity": 2.4155,
    "tmdb_url": "https://www.themoviedb.org/movie/574302"
  },
  {
    "id": 343795,
    "title": "90 Minutes in Heaven",
    "release_date": "2015-09-11",
    "overview": "A man involved in a horrific car crash is pronounced dead, only to come back to life an hour and a half later, claiming to have seen Heaven.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e3LKk8UdDyXDkov9k8iP2JJNChi.jpg",
    "popularity": 2.4114,
    "tmdb_url": "https://www.themoviedb.org/movie/343795"
  },
  {
    "id": 570511,
    "title": "Cheer Up, Mr. Lee",
    "release_date": "2019-09-11",
    "overview": "Chul-soo is a man with an intellectual disability.  One day, Chul-soo finds out that a young girl, Saet-byul, who is in hospital is his daughter.  And soon, Saet-byul sneaks out of the hospital and travels by herself to a faraway city for her friend's birthday. As Chul-soo accompanies Saet-byul's journey, friendship develops between the two.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hqwWHeHRHSMiw6xxMvLvFZYMSX4.jpg",
    "popularity": 2.4011,
    "tmdb_url": "https://www.themoviedb.org/movie/570511"
  },
  {
    "id": 13252,
    "title": "Cleaner",
    "release_date": "2007-09-11",
    "overview": "Single father and former cop Tom Cutler has an unusual occupation: he cleans up death scenes. But when he's called in to sterilize a wealthy suburban residence after a brutal shooting, Cutler is shocked to learn he may have unknowingly erased crucial evidence, entangling himself in a dirty criminal cover-up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8KhDbFg9STRlvrOLvaQ7PjOo7XT.jpg",
    "popularity": 2.3936,
    "tmdb_url": "https://www.themoviedb.org/movie/13252"
  },
  {
    "id": 616251,
    "title": "The Broken Hearts Gallery",
    "release_date": "2020-09-11",
    "overview": "Lucy is a young gallery assistant who collects mementos from her relationships. She discovers that she must let go of her past to move forward, and comes up with a lovely, artistic way to help herself and others who have suffered heartbreak.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wGkr4r1e8nubmSNKJpv3HL6sFrA.jpg",
    "popularity": 2.3922,
    "tmdb_url": "https://www.themoviedb.org/movie/616251"
  },
  {
    "id": 116613,
    "title": "The Sweeney",
    "release_date": "2012-09-11",
    "overview": "Jack Regan, a hardened cop who doesn’t play by the rules, is confronted with a criminal from his past. With sidekick George Carter they are put on the case of a jewellery store heist that ends in a killing. But is that killing really an execution in disguise? With pressure from his boss and the fact that Regan is having an affair with that boss’s wife, it’s not going to be easy for him to stay out of trouble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nwGo7AoYXG4C03wbyfdeYvcVbnV.jpg",
    "popularity": 2.3457,
    "tmdb_url": "https://www.themoviedb.org/movie/116613"
  },
  {
    "id": 11699,
    "title": "Bad Lieutenant: Port of Call - New Orleans",
    "release_date": "2009-09-11",
    "overview": "Terrence McDonagh is a New Orleans Police sergeant, who receives a medal and a promotion to lieutenant for heroism during Hurricane Katrina. Due to his heroic act, McDonagh injures his back and becomes addicted to prescription pain medication. He then finds himself involved with a drug dealer who is suspected of murdering a family of African immigrants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/73jnKMm8bCcV1w2ltkaeJfLZJzX.jpg",
    "popularity": 2.3287,
    "tmdb_url": "https://www.themoviedb.org/movie/11699"
  },
  {
    "id": 548257,
    "title": "Alien Predator",
    "release_date": "2018-09-11",
    "overview": "A black ops reconnaissance team is sent to investigate the crash of an unidentified aircraft. When they arrive, they find strange markings and residue visible only in infrared. As the team gets deeper in and tries to figure out the source of the markings, they discover that they are being hunted by an alien expedition to Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jxHWPPNXhegzZHCUSgjlPwnuQ2C.jpg",
    "popularity": 2.3075,
    "tmdb_url": "https://www.themoviedb.org/movie/548257"
  },
  {
    "id": 731249,
    "title": "Crayon Shin-chan: Crash! Scribble Kingdom and Almost Four Heroes",
    "release_date": "2020-09-11",
    "overview": "The kingdom that floats above in the sky, that uses free doodles as an energy source, “Rakuga Kingdom.” However, now in the face of a lack in energy, they are on the brink of ruin. In order to force the creation of doodles, the kingdom’s army begins its attack on Kasukabe on the surface! Meanwhile, as the drawings begin to move, the hero who is bestowed the hidden treasure of the kingdom, the “Miracle Crayon”—is none other than the “super happy-go-lucky 5-year-old,” Nohara Shinnosuke!! Together as the “Almost Four Heroes,” Shinnosuke and the drawn doodles try to take back Kasukabe! Amongst that, they discover the weakness of the doodles, where they dissolve upon contact with water! To make matters worse, a raincloud that looks to start pouring at any moment hovers above… What awaits their encounter with the doodles and the end of their adventure—will it be smiles, or tears!?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qcaJphCRI9jOfNPWw0I1L6CY3bk.jpg",
    "popularity": 2.2034,
    "tmdb_url": "https://www.themoviedb.org/movie/731249"
  },
  {
    "id": 829410,
    "title": "Sick",
    "release_date": "2022-09-11",
    "overview": "While quarantining at her family's lake house during the pandemic, Parker and her best friend are threatened by an unexpected visitor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bshCGAHZRldAfdxXDX3637PW9cR.jpg",
    "popularity": 2.1895,
    "tmdb_url": "https://www.themoviedb.org/movie/829410"
  },
  {
    "id": 862855,
    "title": "Cloudy Mountain",
    "release_date": "2021-09-11",
    "overview": "The opening of the new tunnel, which took ten years to build, coincided with a series of serious cataclysms. The lives of 160,000 people depend on the actions of two people, a father and a son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oMCCk5TsjTiHQkh0bJNJfcyckbf.jpg",
    "popularity": 2.1731,
    "tmdb_url": "https://www.themoviedb.org/movie/862855"
  },
  {
    "id": 30946,
    "title": "It's the Rage",
    "release_date": "1999-09-11",
    "overview": "A rich cross-section of urban USA find their lives changed when their fates collide at gunpoint. At the centre of it all are Helen and Warren Harding, an up-scale couple on the brink of divorce, whose awakening in the night by a burglar sets off a catastrophic series of events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ug180c08YBK7kaRi5HGrqmCWNLf.jpg",
    "popularity": 2.164,
    "tmdb_url": "https://www.themoviedb.org/movie/30946"
  },
  {
    "id": 296711,
    "title": "Love Match",
    "release_date": "2014-09-11",
    "overview": "A sexy comedy about a professor and his female student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lGwvq6eyMuNblGJ3W7y3Zv419Vq.jpg",
    "popularity": 2.0968,
    "tmdb_url": "https://www.themoviedb.org/movie/296711"
  },
  {
    "id": 35203,
    "title": "If These Walls Could Talk",
    "release_date": "1996-09-11",
    "overview": "A powerful, intimate portrait of three women living in the same house during different eras who all face unplanned pregnancies. The vignettes follow a recently widowed nurse struggling to take control of her life in the early 50s, a mother of four balancing raising a family and maintaining a career in the 70s, and a student making a difficult decision with the help of one woman that will change the course of both their lives in the 90s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5foda9jN8pAM9zvKP5iFdITepWj.jpg",
    "popularity": 2.0736,
    "tmdb_url": "https://www.themoviedb.org/movie/35203"
  },
  {
    "id": 299708,
    "title": "Malam Minggu Miko Movie",
    "release_date": "2014-09-11",
    "overview": "Miko is still seeking true love, along with Dovi, the most confident person who lives with him, and Anca their faithful housekeeper.  Miko always fails every time he is close to a girl. Rian, who has been a stand-up comedian in the boats, believes that it is caused by the curse of the Miko’s past, because Rian always dream to see something related to an item kept by Miko since secondary school. They are trying to trace friends from their secondary school who are likely the cause of the curse.  Dovi continues to struggle with problems of his study in law school that makes ​​him stress. He gets assignment from his lecturer to accompany a group of foreign students, Alexandra, Suzuki, and Mamadi around Jakarta and must meet specified targets. Dovi had to prove his worth for the sake of his studies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l5SpmVRIbbZuXPHgE0Z1YKtxOnc.jpg",
    "popularity": 2.0497,
    "tmdb_url": "https://www.themoviedb.org/movie/299708"
  }
]