[
  {
    "id": 146233,
    "title": "Prisoners",
    "release_date": "2013-09-19",
    "overview": "Keller Dover is facing every parent’s worst nightmare. His six-year-old daughter, Anna, is missing, together with her young friend, Joy, and as minutes turn to hours, panic sets in. The only lead is a dilapidated RV that had earlier been parked on their street.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uhviyknTT5cEQXbn6vWIqfM4vGm.jpg",
    "popularity": 19.9358,
    "tmdb_url": "https://www.themoviedb.org/movie/146233"
  },
  {
    "id": 522938,
    "title": "Rambo: Last Blood",
    "release_date": "2019-09-19",
    "overview": "After fighting his demons for decades, John Rambo now lives in peace on his family ranch in Arizona, but his rest is interrupted when Gabriela, the granddaughter of his housekeeper María, disappears after crossing the border into Mexico to meet her biological father. Rambo, who has become a true father figure for Gabriela over the years, undertakes a desperate and dangerous journey to find her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
    "popularity": 7.356,
    "tmdb_url": "https://www.themoviedb.org/movie/522938"
  },
  {
    "id": 220289,
    "title": "Coherence",
    "release_date": "2013-09-19",
    "overview": "Four couples gather for dinner the night a mysterious and powerful comet passes overhead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ezUtb9m5DeLwL2gxi4gktzNCvQv.jpg",
    "popularity": 6.448,
    "tmdb_url": "https://www.themoviedb.org/movie/220289"
  },
  {
    "id": 277,
    "title": "Underworld",
    "release_date": "2003-09-19",
    "overview": "Vampires and werewolves have waged a nocturnal war against each other for centuries. But all bets are off when a female vampire warrior named Selene, who's famous for her strength and werewolf-hunting prowess, becomes smitten with a peace-loving male werewolf, Michael, who wants to end the war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zsnQ41UZ3jo1wEeemF0eA9cAIU0.jpg",
    "popularity": 6.4313,
    "tmdb_url": "https://www.themoviedb.org/movie/277"
  },
  {
    "id": 253935,
    "title": "Emmanuelle 7",
    "release_date": "1993-09-19",
    "overview": "Through the wonders of virtual reality, Emmanuelle tries to help a former schoolmate to overcome a traumatic sexual past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPW6G05OtNJsGDKmFZDmhuyQMbJ.jpg",
    "popularity": 5.8867,
    "tmdb_url": "https://www.themoviedb.org/movie/253935"
  },
  {
    "id": 13002,
    "title": "Barbie in the 12 Dancing Princesses",
    "release_date": "2006-09-19",
    "overview": "King Randolph sends for his cousin, Duchess Rowena, to help turn his daughters, Princess Genevieve and her eleven sisters, into royal material. But the Duchess strips the sisters of their fun, including their favorite pastime: dancing. When all hope may be lost, the sisters discover a secret passageway to a magical land where they can dance the night away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yBB7PwXRFJ29U8m8SnTcWVizFvM.jpg",
    "popularity": 5.5498,
    "tmdb_url": "https://www.themoviedb.org/movie/13002"
  },
  {
    "id": 279,
    "title": "Amadeus",
    "release_date": "1984-09-19",
    "overview": "Disciplined Italian composer Antonio Salieri becomes consumed by jealousy and resentment towards the hedonistic and remarkably talented young Viennese composer Wolfgang Amadeus Mozart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1n5VUlCqgmVax1adxGZm8oCFaKc.jpg",
    "popularity": 5.1987,
    "tmdb_url": "https://www.themoviedb.org/movie/279"
  },
  {
    "id": 431580,
    "title": "Abominable",
    "release_date": "2019-09-19",
    "overview": "A group of misfits encounter a young Yeti named Everest, and they set off to reunite the magical creature with his family on the mountain of his namesake.",
    "poster_url": "https://image.tmdb.org/t/p/w500/llhj3xtNes2Ri4d9HqtleKo1CfL.jpg",
    "popularity": 4.9201,
    "tmdb_url": "https://www.themoviedb.org/movie/431580"
  },
  {
    "id": 2118,
    "title": "L.A. Confidential",
    "release_date": "1997-09-19",
    "overview": "Three detectives in the corrupt and brutal L.A. police force of the 1950s use differing methods to uncover a conspiracy behind the shotgun slayings of the patrons at an all-night diner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lWCgf5sD5FpMljjpkRhcC8pXcch.jpg",
    "popularity": 4.7915,
    "tmdb_url": "https://www.themoviedb.org/movie/2118"
  },
  {
    "id": 507076,
    "title": "Climax",
    "release_date": "2018-09-19",
    "overview": "When a dance troupe is lured to an empty school, a bowl of drug-laced sangria causes their jubilant rehearsal to descend into a dark and explosive nightmare as they try to survive the night—and find who's responsible—before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/47IXH2iEWwX0F7vIyGXaKQ0psBG.jpg",
    "popularity": 4.7339,
    "tmdb_url": "https://www.themoviedb.org/movie/507076"
  },
  {
    "id": 793,
    "title": "Blue Velvet",
    "release_date": "1986-09-19",
    "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of psychopathic criminals who have kidnapped her child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7hlgzJXLgyECS1mk3LSN3E72l5N.jpg",
    "popularity": 4.6545,
    "tmdb_url": "https://www.themoviedb.org/movie/793"
  },
  {
    "id": 364111,
    "title": "The Anthem of the Heart",
    "release_date": "2015-09-19",
    "overview": "A young girl had her voice magically taken away so that she would never hurt people with it, but her outlook changes when she encounters music and friendship. Will Naruse be able to convey the anthem of her heart?",
    "poster_url": "https://image.tmdb.org/t/p/w500/7bJHM6t6j3YLjDNTwe4hyghKqSr.jpg",
    "popularity": 4.1853,
    "tmdb_url": "https://www.themoviedb.org/movie/364111"
  },
  {
    "id": 19899,
    "title": "Couples Retreat",
    "release_date": "2009-09-19",
    "overview": "Four couples, all friends, descend on a tropical island resort. Though one husband and wife are there to work on their marriage, the others just want to enjoy some fun in the sun. They soon find, however, that paradise comes at a price: Participation in couples therapy sessions is mandatory. What started out as a cut-rate vacation turns into an examination of the common problems many face.",
    "poster_url": "https://image.tmdb.org/t/p/w500/igXVSRZsNX3TZsKrQqSyEJvzHRF.jpg",
    "popularity": 4.146,
    "tmdb_url": "https://www.themoviedb.org/movie/19899"
  },
  {
    "id": 246403,
    "title": "Tusk",
    "release_date": "2014-09-19",
    "overview": "When his best friend and podcast co-host goes missing in the backwoods of Canada, a young guy joins forces with his friend's girlfriend to search for him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pA2SgITmH0lzet9Nn5cxeinRKMv.jpg",
    "popularity": 3.6371,
    "tmdb_url": "https://www.themoviedb.org/movie/246403"
  },
  {
    "id": 611014,
    "title": "Foxter and Max",
    "release_date": "2019-09-19",
    "overview": "The twelve-year-old schoolboy Max escapes from the house and hides under the bridge. There he finds a spray can of nano-paints, and draw a graffiti of a dog. Unexpectedly painted graffiti comes alive and turns into dog-nanorobot with super powers. And now both of them are hunted by a dangerous criminal who will not stop at anything in order to seize this powerful technology. Guy Max falls into a whirlpool of adventure, through which he finds true friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cnKrr3FEcSg8BUep7nc3q1ANqsL.jpg",
    "popularity": 3.0808,
    "tmdb_url": "https://www.themoviedb.org/movie/611014"
  },
  {
    "id": 535389,
    "title": "The Great Battle",
    "release_date": "2018-09-19",
    "overview": "Kingdom of Goguryeo, ancient Korea, 645. The ruthless Emperor Taizong of Tang invades the country and leads his armies towards the capital, achieving one victory after another, but on his way is the stronghold of Ansi, protected by General Yang Man-chu, who will do everything possible to stop the invasion, even if his troops are outnumbered by thousands of enemies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gv5ByLHZfn7MUKpjJovRTr5URGg.jpg",
    "popularity": 3.075,
    "tmdb_url": "https://www.themoviedb.org/movie/535389"
  },
  {
    "id": 113,
    "title": "Spring, Summer, Fall, Winter... and Spring",
    "release_date": "2003-09-19",
    "overview": "An isolated lake, where an old monk lives in a small floating temple. The monk has a young boy living with him, learning to become a monk. We watch as seasons and years pass by.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6SQQ5REuAz7k0FMQ9mSCT40T2LN.jpg",
    "popularity": 3.0328,
    "tmdb_url": "https://www.themoviedb.org/movie/113"
  },
  {
    "id": 440161,
    "title": "The Sisters Brothers",
    "release_date": "2018-09-19",
    "overview": "Oregon, 1851. Hermann Kermit Warm, a chemist and aspiring gold prospector, keeps a profitable secret that the Commodore wants to know, so he sends the Sisters brothers, two notorious assassins, to capture him on his way to California.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hbUGrEaJgFz9NWh34HHUb4vLjkG.jpg",
    "popularity": 3.0124,
    "tmdb_url": "https://www.themoviedb.org/movie/440161"
  },
  {
    "id": 265177,
    "title": "Mommy",
    "release_date": "2014-09-19",
    "overview": "A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3zyQtPg3avKprmJP2gBiYgyWUQC.jpg",
    "popularity": 2.7942,
    "tmdb_url": "https://www.themoviedb.org/movie/265177"
  },
  {
    "id": 542836,
    "title": "The Negotiation",
    "release_date": "2018-09-19",
    "overview": "An ace crisis negotiator attempts to figure out the real motivation of a man who has kidnapped two people and crack his calm demeanour.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k9s6lE5HD7mZEqZIqPzAFQOTDPL.jpg",
    "popularity": 2.7739,
    "tmdb_url": "https://www.themoviedb.org/movie/542836"
  },
  {
    "id": 112588,
    "title": "Your Ticket Is No Longer Valid",
    "release_date": "1981-09-19",
    "overview": "Set within the super-rich jet-set society of Paris, Richard Harris portrays a man whose life is gradually being destroyed. From sexual trauma to financial disaster, he slowly descends into a world of insanity, perversion and finally the bottomless pit!",
    "poster_url": "https://image.tmdb.org/t/p/w500/19JuTqmNyNWXjmEfw18PIrMn2Ko.jpg",
    "popularity": 2.6421,
    "tmdb_url": "https://www.themoviedb.org/movie/112588"
  },
  {
    "id": 10351,
    "title": "Wishmaster",
    "release_date": "1997-09-19",
    "overview": "The Djinn having been released from his ancient prison seeks to capture the soul of the woman who discovered him, thereby opening a portal and freeing his fellow Djinn to take over the earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t7rep7SCqiy4COUsq2cOcdQwzU0.jpg",
    "popularity": 2.6411,
    "tmdb_url": "https://www.themoviedb.org/movie/10351"
  },
  {
    "id": 312526,
    "title": "Alien Outpost",
    "release_date": "2014-09-19",
    "overview": "A documentary crew follows an elite unit of soldiers in the wake of an alien invasion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dXe0HXP66DyTv6mw5pxbGq89knr.jpg",
    "popularity": 2.6181,
    "tmdb_url": "https://www.themoviedb.org/movie/312526"
  },
  {
    "id": 13156,
    "title": "Secondhand Lions",
    "release_date": "2003-09-19",
    "overview": "The comedic adventures of an introverted boy left on the doorstep of a pair of reluctant, eccentric great-uncles, whose exotic remembrances stir the boy's spirit and re-ignite the men's lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mYIMMAma7DCACRfiGhHAybPAdKa.jpg",
    "popularity": 2.5034,
    "tmdb_url": "https://www.themoviedb.org/movie/13156"
  },
  {
    "id": 12797,
    "title": "Ghost Town",
    "release_date": "2008-09-19",
    "overview": "Bertram Pincus, a cranky, people-hating Manhattan dentist, develops the unwelcome ability to see dead people. Really annoying dead people. Even worse, they all want something from him, particularly Frank Herlihy, a smooth-talking ghost, who pesters him into a romantic scheme involving his widow Gwen. They are soon entangled in a hilarious predicament between the now and the hereafter!",
    "poster_url": "https://image.tmdb.org/t/p/w500/b8VS14DwpLlugTxVWSllYU0Gjn5.jpg",
    "popularity": 2.3191,
    "tmdb_url": "https://www.themoviedb.org/movie/12797"
  },
  {
    "id": 614722,
    "title": "Hell House LLC III: Lake of Fire",
    "release_date": "2019-09-19",
    "overview": "Set one year after the events of Hell House LLC II, the hotel is on the verge of being torn down when it is purchased by billionaire Russell Wynn as the new home for his popular interactive show, Insomnia. He invites journalist Venessa Sheppard and her crew to record everything happening inside the hotel leading up to the performance - but they soon encounter a more nefarious plot, one that threatens to unleash a veritable hell on earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5GP57LCfUaALfoU0a1SLHqZjkbv.jpg",
    "popularity": 2.1968,
    "tmdb_url": "https://www.themoviedb.org/movie/614722"
  },
  {
    "id": 623520,
    "title": "Z",
    "release_date": "2019-09-19",
    "overview": "A family find themselves terrorized by their eight-year-old son's imaginary friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r7U6HTvhFV6z9bvIyPydJeVI3Ao.jpg",
    "popularity": 2.192,
    "tmdb_url": "https://www.themoviedb.org/movie/623520"
  },
  {
    "id": 544089,
    "title": "Feng Shui",
    "release_date": "2018-09-19",
    "overview": "Park Jae-sang was a royal geomancer, who helps people designate propitious site for houses, store and even graves under the belief that a grave in a good site will bring future fortune for descendants. But he loses his family because he exposed a conspiracy about crown Prince's grave site. Park Jae-sang plans to make a revenge of his family and learns that there is a much bigger conspiracy about propitious grave site; the place that would make grave owner's son the King of Joseon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oPAl3IYSECgojRdNWcn21HVcVuE.jpg",
    "popularity": 2.1803,
    "tmdb_url": "https://www.themoviedb.org/movie/544089"
  },
  {
    "id": 291157,
    "title": "Khoobsurat",
    "release_date": "2014-09-19",
    "overview": "A vibrant, hopelessly romantic physiotherapist meets a handsome young Rajput prince who is the complete opposite of her – and is engaged to someone else.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fJnWRipBGa5p1UxBLShDF1SMw01.jpg",
    "popularity": 2.1231,
    "tmdb_url": "https://www.themoviedb.org/movie/291157"
  },
  {
    "id": 6028,
    "title": "The Mirror Crack'd",
    "release_date": "1980-09-19",
    "overview": "Jane Marple solves the mystery when a local woman is poisoned and a visiting movie star seems to have been the intended victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5rirt2BbnEDzgWfUzsAew0qHm1N.jpg",
    "popularity": 2.1068,
    "tmdb_url": "https://www.themoviedb.org/movie/6028"
  },
  {
    "id": 459267,
    "title": "Human, Space, Time and Human",
    "release_date": "2018-09-19",
    "overview": "A group of very different people set sail on an old warship. The passengers include a senator with his son, a newly-wed couple, a mysterious old man, a group of sex workers and a gang of violent criminals. At first the aggressive behaviour of the thugs and their leader is directed at the first class passengers, but then more and more indiscriminately against the rest of those on board. Rape is followed by murder and it’s not long before the first of numerous and increasingly brutal mutinies takes place.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bpWpzpnU5wSZIpIri6CNzpS8WbY.jpg",
    "popularity": 2.0999,
    "tmdb_url": "https://www.themoviedb.org/movie/459267"
  },
  {
    "id": 13596,
    "title": "My Best Friend's Girl",
    "release_date": "2008-09-19",
    "overview": "Lovestruck Dustin is dating Alexis, his ideal girlfriend, but when she dumps him for coming on too strong, Dustin takes drastic measures to win her back. He asks his best friend Tank to take her on the worst rebound date imaginable - his side job - so that she will come running back to him, and Tank reluctantly agrees. However, Alexis is more than a match for Tank's shock tactics and he begins to really fall for her, leaving him torn between loyalty to Dustin and his growing attraction toward Alexis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Zn149rIsfIwBZZwIwuryRzVbon.jpg",
    "popularity": 2.0885,
    "tmdb_url": "https://www.themoviedb.org/movie/13596"
  },
  {
    "id": 510460,
    "title": "Paris Pigalle",
    "release_date": "2018-09-19",
    "overview": "Paris, 1982. Franck and Serge are police investigators in charge of making a good catch in the Parisian porn industry. In order to infiltrate the mafia, they take over a peep show in Pigalle riddled with debts. In attempt to jump start the business, they begin to produce short porn films.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nYcrgwcwXqZ19t0wyKDmsdClRBQ.jpg",
    "popularity": 2.0687,
    "tmdb_url": "https://www.themoviedb.org/movie/510460"
  },
  {
    "id": 14248,
    "title": "Igor",
    "release_date": "2008-09-19",
    "overview": "A cliché hunchbacked evil scientist's assistant aspires to become a scientist himself, much to the displeasure of the rest of the evil science community.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mI4SPs0bZQm7bGVZKToC8KUsTd.jpg",
    "popularity": 2.0463,
    "tmdb_url": "https://www.themoviedb.org/movie/14248"
  },
  {
    "id": 45186,
    "title": "Big Bad Mama",
    "release_date": "1974-09-19",
    "overview": "Mama and daughters get forced by circumstances into bootlegging and bank robbing, and travel across the country trailed by the law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dZ6TOtV6WdWHphZfJldvsCdjmb1.jpg",
    "popularity": 2.0418,
    "tmdb_url": "https://www.themoviedb.org/movie/45186"
  },
  {
    "id": 13279,
    "title": "Lakeview Terrace",
    "release_date": "2008-09-19",
    "overview": "A young interracial couple has just moved into their California dream home when they become the target of their next-door neighbor, who disapproves of their relationship. A tightly wound LAPD officer has appointed himself the watchdog of the neighborhood. His nightly foot patrols and overly watchful eyes bring comfort to some, but he becomes increasingly aggressive to the newlyweds. These persistent intrusions into their lives cause the couple to fight back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ThsS74hopBz0RveLgOWiwrMfE8.jpg",
    "popularity": 2.0395,
    "tmdb_url": "https://www.themoviedb.org/movie/13279"
  }
]