[
  {
    "id": 301502,
    "title": "Blonde",
    "release_date": "2022-09-16",
    "overview": "From her volatile childhood as Norma Jeane, through her rise to stardom and romantic entanglements, this reimagined fictional portrait of Hollywood legend Marilyn Monroe blurs the lines of fact and fiction to explore the widening split between her public and private selves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mEeHqtnWOR44vLCutEFku2WK6ou.jpg",
    "popularity": 24.9201,
    "tmdb_url": "https://www.themoviedb.org/movie/301502"
  },
  {
    "id": 4348,
    "title": "Pride & Prejudice",
    "release_date": "2005-09-16",
    "overview": "A story of love and life among the landed English gentry during the Georgian era. Mr. Bennet is a gentleman living in Hertfordshire with his overbearing wife and five daughters, but if he dies their house will be inherited by a distant cousin whom they have never met, so the family's future happiness and security is dependent on the daughters making good marriages.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jnsoq5q98DQaE8yw6WZH0F9dW5G.jpg",
    "popularity": 15.4904,
    "tmdb_url": "https://www.themoviedb.org/movie/4348"
  },
  {
    "id": 949423,
    "title": "Pearl",
    "release_date": "2022-09-16",
    "overview": "Trapped on her family’s isolated farm, Pearl must tend to her ailing father under the bitter and overbearing watch of her devout mother. Lusting for a glamorous life like she’s seen in the movies, Pearl’s ambitions, temptations, and repressions collide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z5uIG81pXyHKg7cUFIu84Wjn4NS.jpg",
    "popularity": 8.9732,
    "tmdb_url": "https://www.themoviedb.org/movie/949423"
  },
  {
    "id": 724495,
    "title": "The Woman King",
    "release_date": "2022-09-16",
    "overview": "The story of the Agojie, the all-female unit of warriors who protected the African Kingdom of Dahomey in the 1800s with skills and a fierceness unlike anything the world has ever seen, and General Nanisca as she trains the next generation of recruits and readies them for battle against an enemy determined to destroy their way of life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
    "popularity": 8.3334,
    "tmdb_url": "https://www.themoviedb.org/movie/724495"
  },
  {
    "id": 613,
    "title": "Downfall",
    "release_date": "2004-09-16",
    "overview": "In April of 1945, Germany stands at the brink of defeat with the Russian Army closing in from the east and the Allied Expeditionary Force attacking from the west. In Berlin, capital of the Third Reich, Adolf Hitler proclaims that Germany will still achieve victory and orders his generals and advisers to fight to the last man. When the end finally does come, and Hitler lies dead by his own hand, what is left of his military must find a way to end the killing that is the Battle of Berlin, and lay down their arms in surrender.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cP1ElGjBhbZAAqmueXjHDKlSwiP.jpg",
    "popularity": 6.6807,
    "tmdb_url": "https://www.themoviedb.org/movie/613"
  },
  {
    "id": 1830,
    "title": "Lord of War",
    "release_date": "2005-09-16",
    "overview": "Yuri Orlov is a globetrotting arms dealer and, through some of the deadliest war zones, he struggles to stay one step ahead of a relentless Interpol agent, his business rivals and even some of his customers who include many of the world's most notorious dictators. Finally, he must also face his own conscience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3MGQD4yXokufNlW1AyRXdiy7ytP.jpg",
    "popularity": 6.5501,
    "tmdb_url": "https://www.themoviedb.org/movie/1830"
  },
  {
    "id": 3291,
    "title": "Good Night, and Good Luck.",
    "release_date": "2005-09-16",
    "overview": "The story of journalist Edward R. Murrow's stand against Senator Joseph McCarthy's anti-communist witch-hunts in the early 1950s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w4QSEno2xxHqMtSr3mPUhJpO3F2.jpg",
    "popularity": 5.5992,
    "tmdb_url": "https://www.themoviedb.org/movie/3291"
  },
  {
    "id": 37735,
    "title": "Easy A",
    "release_date": "2010-09-16",
    "overview": "Olive, an average high school student, sees her below-the-radar existence turn around overnight once she decides to use the school's gossip grapevine to advance her social standing. Now her classmates are turning against her and the school board is becoming concerned, including her favorite teacher and the distracted guidance counselor. With the support of her hilariously idiosyncratic parents and a little help from a long-time crush, Olive attempts to take on her notorious new identity and crush the rumor mill once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v5f1qO6NJnxWgONgkYg21TW39DT.jpg",
    "popularity": 5.3808,
    "tmdb_url": "https://www.themoviedb.org/movie/37735"
  },
  {
    "id": 49517,
    "title": "Tinker Tailor Soldier Spy",
    "release_date": "2011-09-16",
    "overview": "In the bleak days of the Cold War, espionage veteran George Smiley is forced from semi-retirement to uncover a Soviet mole within his former colleagues at the heart of MI6.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bsL9UZPCmQKgl88wXwMulKuw9Jh.jpg",
    "popularity": 4.8497,
    "tmdb_url": "https://www.themoviedb.org/movie/49517"
  },
  {
    "id": 44040,
    "title": "Devil",
    "release_date": "2010-09-16",
    "overview": "A group of people are trapped in an elevator high above Philadelphia, and one of them is the devil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aivXPSi53H95BoUa5njEYso389s.jpg",
    "popularity": 4.0904,
    "tmdb_url": "https://www.themoviedb.org/movie/44040"
  },
  {
    "id": 875104,
    "title": "Ip Man: The Awakening",
    "release_date": "2021-09-16",
    "overview": "When a young Master Ip stops a kidnapping, he ignites a turf war with a ruthless human-trafficking ring. In retaliation, the gang kidnaps one of Ip Man's close friends, forcing him to face the group's brutal boxing champion head-on.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A7vhdyGrpPMKXsuFBZzxmave94F.jpg",
    "popularity": 4.0314,
    "tmdb_url": "https://www.themoviedb.org/movie/875104"
  },
  {
    "id": 9007,
    "title": "Just Like Heaven",
    "release_date": "2005-09-16",
    "overview": "Shortly after David Abbott moves into his new San Francisco digs, he has an unwelcome visitor on his hands: winsome Elizabeth Masterson, who asserts that the apartment is hers -- and promptly vanishes. When she starts appearing and disappearing at will, David thinks she's a ghost, while Elizabeth is convinced she's alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2cLbyVNhEEaUJGg7rfbLtX6454I.jpg",
    "popularity": 3.8624,
    "tmdb_url": "https://www.themoviedb.org/movie/9007"
  },
  {
    "id": 9609,
    "title": "Of Mice and Men",
    "release_date": "1992-09-16",
    "overview": "Two drifters, one a gentle but slow giant, try to make money working the fields during the Depression so they can fulfill their dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qAHLUMZyoW3iwj2b01B2nKcePTA.jpg",
    "popularity": 3.4236,
    "tmdb_url": "https://www.themoviedb.org/movie/9609"
  },
  {
    "id": 64639,
    "title": "Straw Dogs",
    "release_date": "2011-09-16",
    "overview": "A young couple moves to a quaint southern town. Soon their perfect getaway turns out to become a living hell when dark secrets and lethal passions spiral out of control.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hSW5Msz5Cr6vUQxChPSPdxufnss.jpg",
    "popularity": 3.3724,
    "tmdb_url": "https://www.themoviedb.org/movie/64639"
  },
  {
    "id": 74078,
    "title": "Scars",
    "release_date": "2005-09-16",
    "overview": "The story of a dysfunctional couple, whose problems will inevitably deteriorate their marriage and their son's life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jUgPlwsBhT8GjmAMc7jTRiy0qRH.jpg",
    "popularity": 3.2433,
    "tmdb_url": "https://www.themoviedb.org/movie/74078"
  },
  {
    "id": 98302,
    "title": "Love and the Frenchwoman",
    "release_date": "1960-09-16",
    "overview": "The seven stages in the life of the modern Frenchwomen are disclosed by seven directors in a witty way: 1 - Childhood, 2 - Adolescence, 3 - Virginity, 4 - Marriage, 5 - Adultery, 6 - Divorce, 7 - The Single Woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m9WAW5M83IWEOdhwNsr0h33q1z0.jpg",
    "popularity": 3.1199,
    "tmdb_url": "https://www.themoviedb.org/movie/98302"
  },
  {
    "id": 32985,
    "title": "Solomon Kane",
    "release_date": "2009-09-16",
    "overview": "A nomadic 16th century warrior, condemned to hell for his brutal past, seeks redemption by renouncing violence, but finds some things are worth burning for as he fights to free a young Puritan woman from the grip of evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jwwVNuGRUBXcudG6wOKP9U60BzU.jpg",
    "popularity": 3.0588,
    "tmdb_url": "https://www.themoviedb.org/movie/32985"
  },
  {
    "id": 814800,
    "title": "Goodnight Mommy",
    "release_date": "2022-09-16",
    "overview": "When twin brothers arrive home to find their mother’s demeanor altered and face covered in surgical bandages, they begin to suspect the woman beneath the gauze might not be their mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oHhD5jD4S5ElPNNFCDKXJAzMZ5h.jpg",
    "popularity": 3.0262,
    "tmdb_url": "https://www.themoviedb.org/movie/814800"
  },
  {
    "id": 80184,
    "title": "The Hidden Face",
    "release_date": "2011-09-16",
    "overview": "A Spanish orchestra conductor deals with the mysterious disappearance of his girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sk6D07ntxMgzqArCq1ufHSvxZvt.jpg",
    "popularity": 2.8227,
    "tmdb_url": "https://www.themoviedb.org/movie/80184"
  },
  {
    "id": 701175,
    "title": "The Paramedic",
    "release_date": "2020-09-16",
    "overview": "Unable to face his new reality in a wheelchair, Ángel develops a deadly obsession with the woman who left him and unleashes a sinister revenge plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l9ruFmHoUws4A45s8FBZuMNC6Mu.jpg",
    "popularity": 2.8024,
    "tmdb_url": "https://www.themoviedb.org/movie/701175"
  },
  {
    "id": 15157,
    "title": "Another Cinderella Story",
    "release_date": "2008-09-16",
    "overview": "A guy who danced with what could be the girl of his dreams at a costume ball only has one hint at her identity: the Zune she left behind as she rushed home in order to make her curfew. And with a once-in-a-lifetime opportunity in front of him, he sets out to find his masked beauty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Acw0Syw7s8QFTCkdJgtGR2Eg0SB.jpg",
    "popularity": 2.7233,
    "tmdb_url": "https://www.themoviedb.org/movie/15157"
  },
  {
    "id": 615115,
    "title": "The Secrets We Keep",
    "release_date": "2020-09-16",
    "overview": "In post-World War II America, a woman, rebuilding her life in the suburbs with her husband, kidnaps her neighbor and seeks vengeance for the heinous war crimes she believes he committed against her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/llH79Avl9IYYoHTKRv0iA8rzpuO.jpg",
    "popularity": 2.6211,
    "tmdb_url": "https://www.themoviedb.org/movie/615115"
  },
  {
    "id": 9885,
    "title": "Wolf Creek",
    "release_date": "2005-09-16",
    "overview": "Stranded backpackers in remote Australia fall prey to a murderous bushman, who offers to fix their car, then takes them captive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8NiRpqO3vx7ny6jagrEN61hu7qG.jpg",
    "popularity": 2.5824,
    "tmdb_url": "https://www.themoviedb.org/movie/9885"
  },
  {
    "id": 12819,
    "title": "Alpha and Omega",
    "release_date": "2010-09-16",
    "overview": "Two young wolves at opposite ends of their pack's social order are thrown together into a foreign land and need each other to return home, but love complicates everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7YVyH5sS6kLQRsSDF5dhhR0BWeh.jpg",
    "popularity": 2.5266,
    "tmdb_url": "https://www.themoviedb.org/movie/12819"
  },
  {
    "id": 489064,
    "title": "3 from Hell",
    "release_date": "2019-09-16",
    "overview": "After barely surviving a furious shootout with the police, Baby Firefly, Otis Driftwood and Captain Spaulding are behind bars. But pure evil cannot be contained. Teaming up with Otis’ half-brother Winslow, the demented Firefly clan escape to unleash a whole new wave of murder, madness and mayhem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iaURDnsqwTpFdg7RuizUp0nI2I4.jpg",
    "popularity": 2.4745,
    "tmdb_url": "https://www.themoviedb.org/movie/489064"
  },
  {
    "id": 354110,
    "title": "Forsaken",
    "release_date": "2015-09-16",
    "overview": "John Henry returns to his hometown in hopes of repairing his relationship with his estranged father, but a local gang is terrorizing the town. John Henry is the only one who can stop them, however he has abandoned both his gun and reputation as a fearless quick-draw killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fbTpSiqGn6ImqSAyawHlLf7goat.jpg",
    "popularity": 2.468,
    "tmdb_url": "https://www.themoviedb.org/movie/354110"
  },
  {
    "id": 50542,
    "title": "Under the Hawthorn Tree",
    "release_date": "2010-09-16",
    "overview": "The daughter of a right-winger, schoolgirl Jing Qiu is sent to the countryside for reeducation, and tasked to help write a textbook. There she meets Lao San, a young soldier with a bright future ahead. Despite the class divide and parental disapproval, romance blooms against turbulent times.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xWMGWlhRVVKd666QaBR7D7Hd7og.jpg",
    "popularity": 2.4483,
    "tmdb_url": "https://www.themoviedb.org/movie/50542"
  },
  {
    "id": 724665,
    "title": "Confess, Fletch",
    "release_date": "2022-09-16",
    "overview": "The roguishly charming and endlessly troublesome Fletch becomes the prime suspect in a murder case while searching for a stolen art collection. The only way to prove his innocence? Find out which of the long list of suspects is the culprit - from the eccentric art dealer and a missing playboy to a crazy neighbor and Fletch’s Italian girlfriend. Crime, in fact, has never been this disorganized.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h2oyiPu7aql1s1mLDoKBNAH7p3B.jpg",
    "popularity": 2.4042,
    "tmdb_url": "https://www.themoviedb.org/movie/724665"
  },
  {
    "id": 315439,
    "title": "The Throne",
    "release_date": "2015-09-16",
    "overview": "Ancient Korea, July 4, 1762. The Crown Prince Hyojang, posthumously named Sado, son of King Yeongjo of Joseon, is accused of treason. Thus, the king asks him to commit suicide, but his closest vassals prevent it, so the king orders the prince to get inside a wooden rice chest, where he suffers deprivation of food and water.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fxucCjHL566llnZC3TfWTdReHee.jpg",
    "popularity": 2.3482,
    "tmdb_url": "https://www.themoviedb.org/movie/315439"
  },
  {
    "id": 28325,
    "title": "Emanuelle Around the World",
    "release_date": "1977-09-16",
    "overview": "Intrepid photojournalist Emanuelle arrives in San Francisco, where she briefly meets up with fellow journalist -- and fellow feminist -- Cora Norman, before being whisked off to India to investigate a guru con artist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v5aRSDn97l8Y2CVIuZLg0zs2hfo.jpg",
    "popularity": 2.326,
    "tmdb_url": "https://www.themoviedb.org/movie/28325"
  },
  {
    "id": 446164,
    "title": "Before We Vanish",
    "release_date": "2017-09-16",
    "overview": "Narumi is on bad terms with her husband, Shinji, when, one day, Shinji goes missing. He comes back a couple of days later, but he seems like a totally different person, and he is now gentle and tender. He goes for a walk every day. Meanwhile, journalist Sakurai covers the story of a family that was brutally murdered, when an unexplained phenomenon takes place. Shinji Kase tells his wife that he came to Earth to invade.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n9DNWaLYlZPZhCFACY1PHuKIluq.jpg",
    "popularity": 2.2737,
    "tmdb_url": "https://www.themoviedb.org/movie/446164"
  },
  {
    "id": 2290,
    "title": "Jakob the Liar",
    "release_date": "1999-09-16",
    "overview": "In 1944 Poland, a Jewish shop keeper named Jakob is summoned to ghetto headquarters after being caught out after curfew. While waiting for the German Kommondant, Jakob overhears a German radio broadcast about Russian troop movements. Returned to the ghetto, the shopkeeper shares his information with a friend and then rumors fly that there is a secret radio within the ghetto.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vvwsvPyQFuQbKKfzNgoRhAcL5ml.jpg",
    "popularity": 2.2124,
    "tmdb_url": "https://www.themoviedb.org/movie/2290"
  },
  {
    "id": 622082,
    "title": "In from the Side",
    "release_date": "2022-09-16",
    "overview": "Mark, a new and inexperienced rugby club member, finds himself drawn to Warren, a seasoned first team player. When a series of happenstances at an away fixture lead to a drunken encounter, Mark and Warren unwittingly embark on a romantic affair they struggle to hide from their partners and teammates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ZJzL6L0RFVBg6qa2CDAXxXxJjC.jpg",
    "popularity": 2.2049,
    "tmdb_url": "https://www.themoviedb.org/movie/622082"
  },
  {
    "id": 53514,
    "title": "Cyrano Agency",
    "release_date": "2010-09-16",
    "overview": "The Cyrano Agency is a dating agency which helps people who can't date to have a love life. The agency staff try helping their clients without being noticed. The agency's representatives Byeong-hoon and Min-yeong are giving their best to pair up their client, Sang-yong, with his love interest named Hee-joong. But when Byeong-hun sees Hee-joong's profile, he begins to doubt their abilities. Will \"Cyrano Agency\" succeed in their mission?",
    "poster_url": "https://image.tmdb.org/t/p/w500/twx3c3SYYvpkuKOpZ57yfodNr0f.jpg",
    "popularity": 2.179,
    "tmdb_url": "https://www.themoviedb.org/movie/53514"
  },
  {
    "id": 467169,
    "title": "Eureka Seven Hi-Evolution 1",
    "release_date": "2017-09-16",
    "overview": "It all begins with the story that was left untold—the earth-shattering incident where Renton's father disappeared. With the mysterious pilot Eureka by his side, only Adroc Thurston could undo his own mistake, sparking the event that changed everything and earned him the title of a hero. Now, ten years later, Eureka lies in critical condition as Renton leaves the crew of the Gekko. But when he finds himself in the care of his father's old friends, he has a choice to make. Either stay with the loving family he's always wanted, or earn the love he seeks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ivfU7kNHkdX7VPSoeVljbkQ2xvm.jpg",
    "popularity": 2.1601,
    "tmdb_url": "https://www.themoviedb.org/movie/467169"
  },
  {
    "id": 11197,
    "title": "Evil",
    "release_date": "2003-09-16",
    "overview": "Stockholm, in the 1950s.  Erik is expelled from the local school for getting into one brawl too many. To protect Erik from his violent stepfather’s reaction to his expulsion, Erik's mother arranges for Erik to spend a year at Stjärnsberg Boarding School, the only school willing to accept him. This is Erik's last chance to graduate to Upper School and he promises his mother, for his and her sake, to do all he can to stay out of trouble.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a4qQlHDWshHGEbJWfCoKKlzgsh.jpg",
    "popularity": 2.1092,
    "tmdb_url": "https://www.themoviedb.org/movie/11197"
  },
  {
    "id": 15660,
    "title": "Mommie Dearest",
    "release_date": "1981-09-16",
    "overview": "Renowned film star Joan Crawford's abuse towards Christina, her adopted daughter, intensifies as her professional and romantic relationships turn sour.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Amv5uQfadEonn7SmYLfNnoeOSu.jpg",
    "popularity": 2.1016,
    "tmdb_url": "https://www.themoviedb.org/movie/15660"
  },
  {
    "id": 245698,
    "title": "Pawn Sacrifice",
    "release_date": "2015-09-16",
    "overview": "American chess champion Bobby Fischer prepares for a legendary match-up against Russian Boris Spassky.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5vcLstd2hYn0XhyuEKaPbBZAqSh.jpg",
    "popularity": 2.0861,
    "tmdb_url": "https://www.themoviedb.org/movie/245698"
  },
  {
    "id": 271736,
    "title": "The Program",
    "release_date": "2015-09-16",
    "overview": "An Irish sports journalist becomes convinced that Lance Armstrong's performances during the Tour de France victories are fueled by banned substances. With this conviction, he starts hunting for evidence that will expose Armstrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vwOYJYXKyhRW8m2gewcMNlsRQhp.jpg",
    "popularity": 2.0447,
    "tmdb_url": "https://www.themoviedb.org/movie/271736"
  },
  {
    "id": 7182,
    "title": "Venom",
    "release_date": "2005-09-16",
    "overview": "A group of teenagers fear for their lives in the swamps of Louisiana, chased by Mr. Jangles, a man possessed by 13 evil souls, and now relentless in his pursuit of new victims.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z1oor8urdFc0w2mhYMdzryojMH.jpg",
    "popularity": 2.0347,
    "tmdb_url": "https://www.themoviedb.org/movie/7182"
  },
  {
    "id": 749274,
    "title": "Cry Macho",
    "release_date": "2021-09-16",
    "overview": "A one-time rodeo star and washed-up horse breeder takes a job from an ex-boss to bring the man's young son home from Mexico.",
    "poster_url": "https://image.tmdb.org/t/p/w500/esrzqq7Ud8yoslFTu3J5HqTJVOQ.jpg",
    "popularity": 2.0009,
    "tmdb_url": "https://www.themoviedb.org/movie/749274"
  }
]