[
  {
    "id": 2109,
    "title": "Rush Hour",
    "release_date": "1998-09-18",
    "overview": "When Hong Kong Inspector Lee is summoned to Los Angeles to investigate a kidnapping, the FBI doesn't want any outside help and assigns cocky LAPD Detective James Carter to distract Lee from the case. Not content to watch the action from the sidelines, Lee and Carter form an unlikely partnership and investigate the case themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3WsLE6FtxEPRa6U9sbY1ckrn39s.jpg",
    "popularity": 13.3363,
    "tmdb_url": "https://www.themoviedb.org/movie/2109"
  },
  {
    "id": 531428,
    "title": "Portrait of a Lady on Fire",
    "release_date": "2019-09-18",
    "overview": "On an isolated island in Brittany at the end of the eighteenth century, a female painter is obliged to paint a wedding portrait of a young woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LquGwEhbg3soxSCs9VNyh5VJd9.jpg",
    "popularity": 8.6522,
    "tmdb_url": "https://www.themoviedb.org/movie/531428"
  },
  {
    "id": 19994,
    "title": "Jennifer's Body",
    "release_date": "2009-09-18",
    "overview": "Jennifer, a gorgeous, seductive cheerleader takes evil to a whole new level after she's possessed by a sinister demon. Now it's up to her best friend to stop Jennifer's reign of terror before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wrkjsGcFJxcQqR56kJUYAEKKg2T.jpg",
    "popularity": 8.4282,
    "tmdb_url": "https://www.themoviedb.org/movie/19994"
  },
  {
    "id": 153,
    "title": "Lost in Translation",
    "release_date": "2003-09-18",
    "overview": "Two lost souls visiting Tokyo -- the young, neglected wife of a photographer and a washed-up movie star shooting a TV commercial -- find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4k4Yz08WGfbu8ITIjaG99XTeco8.jpg",
    "popularity": 6.5402,
    "tmdb_url": "https://www.themoviedb.org/movie/153"
  },
  {
    "id": 533514,
    "title": "Violet Evergarden: The Movie",
    "release_date": "2020-09-18",
    "overview": "As the world moves on from the war and technological advances bring changes to her life, Violet still hopes to see her lost commanding officer again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A9R6bukzzRmOzxvDQsXdQpeNm8l.jpg",
    "popularity": 5.7384,
    "tmdb_url": "https://www.themoviedb.org/movie/533514"
  },
  {
    "id": 169917,
    "title": "A Walk Among the Tombstones",
    "release_date": "2014-09-18",
    "overview": "Private investigator Matthew Scudder is hired by a drug kingpin to find out who kidnapped and murdered his wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/euPgyPsiNFp6gOBB7nUFxvN5ZaY.jpg",
    "popularity": 5.3749,
    "tmdb_url": "https://www.themoviedb.org/movie/169917"
  },
  {
    "id": 497828,
    "title": "Triangle of Sadness",
    "release_date": "2022-09-18",
    "overview": "A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged, alcoholic captain. What first appears Instagrammable ends catastrophically, leaving the survivors stranded on a desert island in a struggle of hierarchy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k9eLozCgCed5FGTSdHu0bBElAV8.jpg",
    "popularity": 4.9897,
    "tmdb_url": "https://www.themoviedb.org/movie/497828"
  },
  {
    "id": 10998,
    "title": "Fatal Attraction",
    "release_date": "1987-09-18",
    "overview": "A married man's one-night stand comes back to haunt him when that lover begins to stalk him and his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vjB9XwJKnYqFKKjhWcE6WpAf5Ki.jpg",
    "popularity": 4.5031,
    "tmdb_url": "https://www.themoviedb.org/movie/10998"
  },
  {
    "id": 617986,
    "title": "Three Days and a Life",
    "release_date": "2019-09-18",
    "overview": "Christmas 1999, in a peaceful little village in the Ardennes. The life of a young boy named Antoine will soon be devastated by three tragic events : the death of a dog, the vanishing of a child, and a big ravaging storm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pdBLfn0oTOa56828eTMaXnhOZSx.jpg",
    "popularity": 3.8374,
    "tmdb_url": "https://www.themoviedb.org/movie/617986"
  },
  {
    "id": 4771,
    "title": "Gone Baby Gone",
    "release_date": "2007-09-18",
    "overview": "When 4 year old Amanda McCready disappears from her home and the police make little headway in solving the case, the girl's aunt, Beatrice McCready hires two private detectives, Patrick Kenzie and Angie Gennaro. The detectives freely admit that they have little experience with this type of case, but the family wants them for two reasons—they're not cops and they know the tough neighborhood in which they all live.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wZR1dvctqODqNGv6LJBEj6DQ2zK.jpg",
    "popularity": 3.5986,
    "tmdb_url": "https://www.themoviedb.org/movie/4771"
  },
  {
    "id": 48492,
    "title": "Detective Dee and the Mystery of the Phantom Flame",
    "release_date": "2010-09-18",
    "overview": "When the future empress Wu Zetian's two courtiers die in a mysterious fire, she gets Di Renjie, a former detective and rebel, released from prison to solve the mystery of the fire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qWOBV05kNeLyaiA31DFkZlMpta5.jpg",
    "popularity": 3.5093,
    "tmdb_url": "https://www.themoviedb.org/movie/48492"
  },
  {
    "id": 347186,
    "title": "Haikyuu!! Movie 2: Winners and Losers",
    "release_date": "2015-09-18",
    "overview": "Karasuno High enters the Inter-High Volleyball Tournament and immediately proves they're \"flightless crows\" no more. After their first match, Karasuno dukes it out against Date Tech High and their famous Iron Wall, which shut down every spike of Karasuno's ace, Asahi, during a previous match. Later, Karasuno fights Aoba Johsai High and seeks to have the same outcome as their first practice match.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kilrCmrOOQqM4RFLnuOAlgUfRZC.jpg",
    "popularity": 3.1672,
    "tmdb_url": "https://www.themoviedb.org/movie/347186"
  },
  {
    "id": 10358,
    "title": "Zack and Miri Make a Porno",
    "release_date": "2008-09-18",
    "overview": "Lifelong platonic friends Zack and Miri look to solve their respective cash-flow problems by making an adult film together. As the cameras roll, however, the duo begin to sense that they may have more feelings for each other than they previously thought.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pLPa4UHlwf3tvrXKuNsiWGZOb8X.jpg",
    "popularity": 3.1467,
    "tmdb_url": "https://www.themoviedb.org/movie/10358"
  },
  {
    "id": 624812,
    "title": "Love Me, Love Me Not",
    "release_date": "2020-09-18",
    "overview": "Yuna and Akari are two high school girls with very different views on love: Yuna dreams about romance through rose-coloured glasses, while Akari is down-to-earth and practical. Meanwhile, high school boys Kazuomi and Rio also have different views on love: Kazuomi is an airhead who can't grasp the concept of love, while Rio grabs onto any confession as an opportunity—so long as the girl looks cute. Will these four classmates end up leading a youthful romance that meets their expectations?",
    "poster_url": "https://image.tmdb.org/t/p/w500/Alj0juWZHuQhmjBDvPnngbYNiEs.jpg",
    "popularity": 2.5059,
    "tmdb_url": "https://www.themoviedb.org/movie/624812"
  },
  {
    "id": 25518,
    "title": "La Belle Verte",
    "release_date": "1996-09-18",
    "overview": "As part of an intergalactic coalition, a well-meaning space alien volunteers to bring a message of self-actualization and harmony with nature to the one planet rejected by all her peers as incorrigible: Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8KE4MGBu9BNr2dawI17n1We64nF.jpg",
    "popularity": 2.3747,
    "tmdb_url": "https://www.themoviedb.org/movie/25518"
  },
  {
    "id": 26371,
    "title": "Maurice",
    "release_date": "1987-09-18",
    "overview": "After his lover rejects him, Maurice attempts to come to terms with his sexuality within the restrictiveness of Edwardian society.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4MI2y8XViPrDiKs1p0QC4bTeZzf.jpg",
    "popularity": 2.2617,
    "tmdb_url": "https://www.themoviedb.org/movie/26371"
  },
  {
    "id": 37048,
    "title": "Mobile Suit Gundam 00 The Movie: -A Wakening of the Trailblazer-",
    "release_date": "2010-09-18",
    "overview": "The year is 2314 AD, two years have passed since the defeat of the Innovades and the exposure of the A-Laws' crimes against humanity. The A-Laws have been abolished and their infrastructure integrated into the Earth Sphere Federation Army. However, the world's exposure to GN Particles has resulted in many people awakening as True Innovators. Celestial Being has returned to the shadows to rebuild and quietly observe the infantile peace. However, an abandoned probe from an expedition to Jupiter 130 years ago approaches Earth bringing a new crisis with it, one that threatens all of mankind. While Celestial Being begins their final mission to save humanity from an unimaginable threat, Gundam Meister Setsuna F. Seiei is about to discover the true purpose of his evolution as an Innovator. Aeolia Schenberg's plan has moved into its final stage...",
    "poster_url": "https://image.tmdb.org/t/p/w500/pGfKtbinKYzsfwVVTF628nQtVL8.jpg",
    "popularity": 2.2459,
    "tmdb_url": "https://www.themoviedb.org/movie/37048"
  },
  {
    "id": 13640,
    "title": "Superman: Doomsday",
    "release_date": "2007-09-18",
    "overview": "When LexCorp accidentally unleashes a murderous creature, Superman meets his greatest challenge as a champion. Based on the \"The Death of Superman\" storyline that appeared in DC Comics' publications in the 1990s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/itvuWm7DFWWzWgW0xgiaKzzWszP.jpg",
    "popularity": 2.2113,
    "tmdb_url": "https://www.themoviedb.org/movie/13640"
  },
  {
    "id": 35936,
    "title": "Sarafina!",
    "release_date": "1992-09-18",
    "overview": "The plot centers on students involved in the Soweto Riots, in opposition to the implementation of Afrikaans as the language of instruction in schools. The stage version presents a school uprising similar to the Soweto uprising on June 16, 1976. A narrator introduces several characters among them the school girl activist Sarafina. Things get out of control when a policeman shoots several pupils in a classroom. Nevertheless, the musical ends with a cheerful farewell show of pupils leaving school, which takes most of act two. In the movie version Sarafina feels shame at her mother's (played by Miriam Makeba in the film) acceptance of her role as domestic servant in a white household in apartheid South Africa, and inspires her peers to rise up in protest, especially after her inspirational teacher, Mary Masombuka (played by Whoopi Goldberg in the film version) is imprisoned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i52368CunnMFEQIgPmGDKSPLcKx.jpg",
    "popularity": 2.2048,
    "tmdb_url": "https://www.themoviedb.org/movie/35936"
  },
  {
    "id": 713492,
    "title": "Uncivilized",
    "release_date": "2019-09-18",
    "overview": "Disenchanted by the modern world, Michael Lees heads into the forest of Dominica with some basic survival gear, religious texts and a camera. \"Why did man ever leave the forest? And what makes for a good life?\" Just as he starts to acclimatize to his new life - the unexpected; Category 5 Hurricane Maria, one of the top ten strongest Atlantic hurricanes in history, makes a direct landfall. Michael is caught out in the open in a palm leaf and bamboo hut. With the nation in ruins, the forest destroyed, and essential services knocked out islandwide, the entire country must now return to a past way of life if they hope to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5f5e35GyQa6FCe0bWwHunDhDatq.jpg",
    "popularity": 2.1351,
    "tmdb_url": "https://www.themoviedb.org/movie/713492"
  },
  {
    "id": 347608,
    "title": "Indecent Woman",
    "release_date": "1999-09-18",
    "overview": "Upon knowing that her husband purposefully exchanged her body for business, Lam lost her control and killed her husband and devised a plan to lure her husband business partner and murdered him as well, Lam had a good impression in Ka-Wah and in order to get him in hand, she forced his girlfriend to commit suicide but fortunately she escaped and when the police came they found Ka-Wah was tied up on the bed. Upon arrested Lam, it came to the end of a tragic stroy",
    "poster_url": "https://image.tmdb.org/t/p/w500/6d7VXpFZCnAzzpGXU4XLgTUUHIh.jpg",
    "popularity": 2.0948,
    "tmdb_url": "https://www.themoviedb.org/movie/347608"
  },
  {
    "id": 747365,
    "title": "Rich Man Exchange Sex",
    "release_date": "2020-09-18",
    "overview": "Joo-won lives with his father Tae-jin and his father's lover So-young. The father, who is the boss, keeps the girl he likes with his own money, but it is not very long. Although such a father is not greedy, he simply passes on because he receives a lot from his father who is capable of that. Joo-won invites his girlfriend Ji-soo to the house and introduces him to his father. On the outside, Tae-jin pretends to be kind, but his eyes are getting more and more insidious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d30sYvZ6AvdvGJATRmXxqQ2TXLi.jpg",
    "popularity": 2.0428,
    "tmdb_url": "https://www.themoviedb.org/movie/747365"
  }
]