[
  {
    "id": 680,
    "title": "Pulp Fiction",
    "release_date": "1994-09-10",
    "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vQWk5YBFWF4bZaofAbv0tShwBvQ.jpg",
    "popularity": 102.7421,
    "tmdb_url": "https://www.themoviedb.org/movie/680"
  },
  {
    "id": 15567,
    "title": "Stitch! The Movie",
    "release_date": "2003-09-10",
    "overview": "The continuing adventures of Lilo, a little Hawaiian girl, and Stitch, the galaxy's most-wanted extraterrestrial. Stitch, Pleakley, and Dr. Jumba are all part of the household now, but what Lilo and Stitch don't know is that Dr. Jumba brought his other alien \"experiments\" to Hawaiʻi as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/flwMGZcOO80lqsnZ6lIwsKja5N.jpg",
    "popularity": 27.7632,
    "tmdb_url": "https://www.themoviedb.org/movie/15567"
  },
  {
    "id": 198663,
    "title": "The Maze Runner",
    "release_date": "2014-09-10",
    "overview": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ode14q7WtDugFDp78fo9lCsmay9.jpg",
    "popularity": 22.6692,
    "tmdb_url": "https://www.themoviedb.org/movie/198663"
  },
  {
    "id": 8393,
    "title": "The Gods Must Be Crazy",
    "release_date": "1980-09-10",
    "overview": "A Coca-Cola bottle dropped from an airplane raises havoc among a normally peaceful tribe of African bushmen who believe it to be a utensil of the gods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/IgBfj5LfT7nwpodCZ34QCHp17x.jpg",
    "popularity": 6.4648,
    "tmdb_url": "https://www.themoviedb.org/movie/8393"
  },
  {
    "id": 176241,
    "title": "Prison Break: The Final Break",
    "release_date": "2009-09-10",
    "overview": "Prison Break: The Movie. Michael and Sara wed, but the happiness is short-lived when the Feds apprehend her for the murder of Michael's mother, Christina. Once a hit is ordered on Sara, the team reunite to break out the increasingly vulnerable target.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ofaeNnd8FJc0NiJ7cDbH2lFHLQI.jpg",
    "popularity": 5.1846,
    "tmdb_url": "https://www.themoviedb.org/movie/176241"
  },
  {
    "id": 298312,
    "title": "The Visit",
    "release_date": "2015-09-10",
    "overview": "A brother and sister are sent to their grandparents' remote Pennsylvania farm for a week, where they discover that the elderly couple is involved in something deeply disturbing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hDrToKMpKYTdwdpOhshL8ko6WVp.jpg",
    "popularity": 5.0201,
    "tmdb_url": "https://www.themoviedb.org/movie/298312"
  },
  {
    "id": 764,
    "title": "The Evil Dead",
    "release_date": "1981-09-10",
    "overview": "In 1979, a group of college students find a Sumerian Book of the Dead in an old wilderness cabin they've rented for a weekend getaway.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uYxQ6xhP3WjqPZtxyAOnZQWnZqn.jpg",
    "popularity": 4.9517,
    "tmdb_url": "https://www.themoviedb.org/movie/764"
  },
  {
    "id": 623491,
    "title": "The Babysitter: Killer Queen",
    "release_date": "2020-09-10",
    "overview": "Two years after defeating a satanic cult led by his babysitter Bee, Cole's trying to forget his past and focus on surviving high school. But when old enemies unexpectedly return, Cole will once again have to outsmart the forces of evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/imy1OoT1xddt2kqw6hhc4v01e8i.jpg",
    "popularity": 4.4052,
    "tmdb_url": "https://www.themoviedb.org/movie/623491"
  },
  {
    "id": 136835,
    "title": "No Good Deed",
    "release_date": "2014-09-10",
    "overview": "Terri is a devoted wife and mother of two, living an ideal suburban life in Atlanta when Colin, a charming but dangerous escaped convict, shows up at her door claiming car trouble. Terri offers her phone to help him but soon learns that no good deed goes unpunished as she finds herself fighting for survival when he invades her home and terrorizes her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wcDLqCS70LsPcovieuQrb311Qr1.jpg",
    "popularity": 3.9991,
    "tmdb_url": "https://www.themoviedb.org/movie/136835"
  },
  {
    "id": 253412,
    "title": "Everest",
    "release_date": "2015-09-10",
    "overview": "Inspired by the incredible events surrounding a treacherous attempt to reach the summit of the world's highest mountain, \"Everest\" documents the awe-inspiring journey of two different expeditions challenged beyond their limits by one of the fiercest snowstorms ever encountered by mankind. Their mettle tested by the harshest of elements found on the planet, the climbers will face nearly impossible obstacles as a lifelong obsession becomes a breathtaking struggle for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2jKOu2bjpLP6NXJcm7Ep14bDGtA.jpg",
    "popularity": 3.835,
    "tmdb_url": "https://www.themoviedb.org/movie/253412"
  },
  {
    "id": 509635,
    "title": "Alone",
    "release_date": "2020-09-10",
    "overview": "A recently widowed traveler is kidnapped by a cold blooded killer, only to escape into the wilderness where she is forced to battle against the elements as her pursuer closes in on her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gEI4QCEaLs0HcfXl6eQCgpKQpAq.jpg",
    "popularity": 3.7956,
    "tmdb_url": "https://www.themoviedb.org/movie/509635"
  },
  {
    "id": 239678,
    "title": "This Is Where I Leave You",
    "release_date": "2014-09-10",
    "overview": "When their father passes away, four grown, world-weary siblings return to their childhood home and are requested -- with an admonition -- to stay there together for a week, along with their free-speaking mother and a collection of spouses, exes and might-have-beens. As the brothers and sisters re-examine their shared history and the status of each tattered relationship among those who know and love them best, they reconnect in hysterically funny and emotionally significant ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rVUI2267FdetVWz9UBQbqTmRVhQ.jpg",
    "popularity": 3.7638,
    "tmdb_url": "https://www.themoviedb.org/movie/239678"
  },
  {
    "id": 44945,
    "title": "Trust",
    "release_date": "2010-09-10",
    "overview": "A suburban family is torn apart when fourteen-year-old Annie meets her first boyfriend online. After months of communicating via online chat and phone, Annie discovers her friend is not who he originally claimed to be. Shocked into disbelief, her parents are shattered by their daughter's actions and struggle to support her as she comes to terms with what has happened to her once innocent life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rXoZYWd2G7pBh8N8Cp5ZO5Sjzbl.jpg",
    "popularity": 3.6565,
    "tmdb_url": "https://www.themoviedb.org/movie/44945"
  },
  {
    "id": 1577,
    "title": "Resident Evil: Apocalypse",
    "release_date": "2004-09-10",
    "overview": "As the city is locked down under quarantine, Alice finds out that the people that died from the previous incident at the Umbrella Corporation have turned into zombies. She then joins a small band of elite soldiers, who are enlisted to rescue the missing daughter of the creator of the mutating T-virus.  Once lack of luck and resources happen, they begin to wage an exhilarating battle to survive and escape before the Umbrella Corporation erases its experiment from the face of the earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yzNQSLlZb7NAkA4C5uADfNDJ7hm.jpg",
    "popularity": 3.5025,
    "tmdb_url": "https://www.themoviedb.org/movie/1577"
  },
  {
    "id": 597891,
    "title": "Kate",
    "release_date": "2021-09-10",
    "overview": "A ruthless criminal operative has less than 24 hours to exact revenge on her enemies and in the process forms an unexpected bond with the daughter of one of her past victims.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uJgdT1boTSP0dDIjdTgGleg71l4.jpg",
    "popularity": 3.4173,
    "tmdb_url": "https://www.themoviedb.org/movie/597891"
  },
  {
    "id": 250538,
    "title": "The Good Lie",
    "release_date": "2014-09-10",
    "overview": "A young refugee of the Sudanese Civil War who wins a lottery for relocation to the United States with three other lost boys. Encountering the modern world for the first time, they develop an unlikely friendship with a brash American woman assigned to help them, but the young man struggles to adjust to this new life and his feelings of guilt about the brother he left behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yAhoeIwwtPxJ7uf9HLIMHIqWFnL.jpg",
    "popularity": 3.3288,
    "tmdb_url": "https://www.themoviedb.org/movie/250538"
  },
  {
    "id": 728142,
    "title": "Nowhere Special",
    "release_date": "2020-09-10",
    "overview": "John, a 35-year-old window cleaner, has dedicated his life to bringing up his 4-year-old son, Michael, after the child's mother left them soon after giving birth. When John is given only a few months left to live, he attempts to find a new, perfect family for Michael, determined to shield him from the terrible reality of the situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bOXz0hMwQpFc2c4I6fk3vljuo9t.jpg",
    "popularity": 3.2771,
    "tmdb_url": "https://www.themoviedb.org/movie/728142"
  },
  {
    "id": 11601,
    "title": "Stir of Echoes",
    "release_date": "1999-09-10",
    "overview": "After being hypnotized by his sister-in-law, Tom Witzky begins seeing haunting visions of a girl's ghost and a mystery begins to unfold around her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9CyJ5aYF27cITX1WSUTENeP4wBE.jpg",
    "popularity": 3.071,
    "tmdb_url": "https://www.themoviedb.org/movie/11601"
  },
  {
    "id": 170687,
    "title": "The Boxtrolls",
    "release_date": "2014-09-10",
    "overview": "An orphaned boy raised by underground creatures called Boxtrolls comes up from the sewers and out of his box to save his family and the town from the evil exterminator, Archibald Snatcher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/npBf0yc5Gt7aAyyVOcYtFyT2IPa.jpg",
    "popularity": 3.0578,
    "tmdb_url": "https://www.themoviedb.org/movie/170687"
  },
  {
    "id": 272435,
    "title": "Gemma Bovery",
    "release_date": "2014-09-10",
    "overview": "Martin, an ex-Parisian well-heeled hipster passionate about Gustave Flaubert who settled into a Norman village as a baker, sees an English couple moving into a small farm nearby. Not only are the names of the new arrivals Gemma and Charles Bovery, but their behavior also seems to be inspired by Flaubert's heroes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mahZKBraamrJEDll8tTm48PqHcR.jpg",
    "popularity": 2.8852,
    "tmdb_url": "https://www.themoviedb.org/movie/272435"
  },
  {
    "id": 9504,
    "title": "Glengarry Glen Ross",
    "release_date": "1992-09-10",
    "overview": "When an office full of real estate salesmen is given the news that all but the top two will be fired at the end of the week, the atmosphere begins to heat up. Shelley Levene, who has a sick daughter, does everything in his power to get better leads from his boss, John Williamson, but to no avail. When his coworker Dave Moss comes up with a plan to steal the leads, things get complicated for the tough-talking salesmen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nGZCeCfNseq1ee3cJLBp0rH0djT.jpg",
    "popularity": 2.6802,
    "tmdb_url": "https://www.themoviedb.org/movie/9504"
  },
  {
    "id": 86835,
    "title": "Knight of Cups",
    "release_date": "2015-09-10",
    "overview": "Rick is a screenwriter living in Los Angeles. While successful in his career, his life feels empty. Haunted and confused, he finds temporary solace in the decadent Hollywood excess that defines his existence. Women provide a distraction to his daily pain, and every encounter brings him closer to finding his place in the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xejFBC19Nc7Xi1MiIvcf84ZCy2g.jpg",
    "popularity": 2.6122,
    "tmdb_url": "https://www.themoviedb.org/movie/86835"
  },
  {
    "id": 59468,
    "title": "The Way",
    "release_date": "2010-09-10",
    "overview": "When his son dies while hiking the famed Camino de Santiago pilgrimage route in the Pyrenees, Tom flies to France to claim the remains. Looking for insights into his estranged child’s life, he decides to complete the 500-mile mountain trek to Spain. Tom soon joins up with other travelers and realizes they’re all searching for something.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uaRfG7n92IiuYcKLl7LJo2gr6qO.jpg",
    "popularity": 2.5259,
    "tmdb_url": "https://www.themoviedb.org/movie/59468"
  },
  {
    "id": 39345,
    "title": "Casper Meets Wendy",
    "release_date": "1998-09-10",
    "overview": "When a warlock threatens Wendy the Good Little Witch, she and her aunts hide out at a resort where Casper the Ghost is vacationing with his uncles. Although Casper and Wendy are told ghosts and witches don't get along, the two are kindred spirits! This spooky family-friendly adventure finds Casper and Wendy bridging the ghost-witch divide to battle the warlock who is intent on destroying Wendy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zYJWQvee9CN6nc9En2KUWewHGHr.jpg",
    "popularity": 2.5238,
    "tmdb_url": "https://www.themoviedb.org/movie/39345"
  },
  {
    "id": 413337,
    "title": "Girl in the Box",
    "release_date": "2016-09-10",
    "overview": "A hitchhiking woman is abducted by a young couple and held captive for seven years, during which time she's tortured and forced to live as a slave to her captors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1GwGESCZ34kaulttLwSBRj7h1vY.jpg",
    "popularity": 2.4733,
    "tmdb_url": "https://www.themoviedb.org/movie/413337"
  },
  {
    "id": 7500,
    "title": "Sonatine",
    "release_date": "1993-09-10",
    "overview": "Murakawa, an aging Tokyo yakuza tiring of gangster life, is sent by his boss to Okinawa along with a few of his henchmen to help end a gang war, supposedly as mediators between two warring clans. He finds that the dispute between the clans is insignificant and whilst wondering why he was sent to Okinawa at all, his group is attacked in an ambush. The survivors flee and make a decision to lay low at the beach while they await further instructions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mX9E4fEuG17L2e7bZmhBc0XdRbw.jpg",
    "popularity": 2.3843,
    "tmdb_url": "https://www.themoviedb.org/movie/7500"
  },
  {
    "id": 1163189,
    "title": "Your Mother's Son",
    "release_date": "2023-09-10",
    "overview": "Sarah, a middle-aged woman who hustles as the sole breadwinner of her family of two, scrambles to teach online courses and meet her food orders to provide for her delinquent son Emman. One day, Sarah brings home Oliver, one of her students, to give him refuge from his violent father. Oliver's presence will have an unimagined impact on Emman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k38HWfAA8rI3MyLWisTv0t8gPfV.jpg",
    "popularity": 2.2717,
    "tmdb_url": "https://www.themoviedb.org/movie/1163189"
  },
  {
    "id": 36231,
    "title": "Guinea Pig Part 4: Devil Doctor Woman",
    "release_date": "1986-09-10",
    "overview": "A doctor conducts experiments on patients which end up in anguish!",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmoBVHB2vn9FG6glO3cvFehupn3.jpg",
    "popularity": 2.2267,
    "tmdb_url": "https://www.themoviedb.org/movie/36231"
  },
  {
    "id": 43939,
    "title": "I'm Still Here",
    "release_date": "2010-09-10",
    "overview": "I'm Still Here is a portrayal of a tumultuous year in the life of actor Joaquin Phoenix. With remarkable access, the film follows the Oscar-nominee as he announces his retirement from a successful film career in the fall of 2008 and sets off to reinvent himself as a hip-hop musician. The film is a portrait of an artist at a crossroads and explores notions of courage and creative reinvention, as well as the ramifications of a life spent in the public eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h8c53OPv2miF6vzpVXQZX8jw1pJ.jpg",
    "popularity": 2.2245,
    "tmdb_url": "https://www.themoviedb.org/movie/43939"
  },
  {
    "id": 751562,
    "title": "Super Monsters: Dia de los Monsters",
    "release_date": "2020-09-10",
    "overview": "The Super Monsters celebrate Día de los Muertos in Vida’s hometown with her magical family, some new monster friends and a spook-tacular parade!",
    "poster_url": "https://image.tmdb.org/t/p/w500/lPjZGbGtWlwRb8Fvujz7yYCuVw1.jpg",
    "popularity": 2.1534,
    "tmdb_url": "https://www.themoviedb.org/movie/751562"
  },
  {
    "id": 166706,
    "title": "Roots Search",
    "release_date": "1986-09-10",
    "overview": "When a research crew in deep space discovers the desolate ship \"Green Planet\" that warps into their area, they encounter Buzz, the commander and sole surivor of the ship. Being too incapacitated to make them aware of the situation of his ship, the research team will soon discover that they have found something far, far worse...",
    "poster_url": "https://image.tmdb.org/t/p/w500/7NNgZZfbghOTIx9hjndvDW0nUe8.jpg",
    "popularity": 2.1105,
    "tmdb_url": "https://www.themoviedb.org/movie/166706"
  },
  {
    "id": 54457,
    "title": "The Case of Itaewon Homicide",
    "release_date": "2009-09-10",
    "overview": "On the night of April 8, 1997, an innocent college student was brutally murdered in a burger shop washroom for no apparent reason. 2 Korean-American teenagers are brought for questioning and are charged with murder and possession of lethal weapon and withholding evidence. Neither is remorseful for their heinous crimes and blames each other for the killing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hv4vltgQzIHO9btWn1bwi4ZU19D.jpg",
    "popularity": 2.04,
    "tmdb_url": "https://www.themoviedb.org/movie/54457"
  }
]