[
  {
    "id": 419704,
    "title": "Ad Astra",
    "release_date": "2019-09-17",
    "overview": "The near future, a time when both hope and hardships drive humanity to look to the stars and beyond. While a mysterious phenomenon menaces to destroy life on planet Earth, astronaut Roy McBride undertakes a mission across the immensity of space and its many perils to uncover the truth about a lost expedition that decades before boldly faced emptiness and silence in search of the unknown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xBHvZcjRiWyobQ9kxBhO6B2dtRI.jpg",
    "popularity": 15.3814,
    "tmdb_url": "https://www.themoviedb.org/movie/419704"
  },
  {
    "id": 378064,
    "title": "A Silent Voice: The Movie",
    "release_date": "2016-09-17",
    "overview": "Shouya Ishida starts bullying the new girl in class, Shouko Nishimiya, because she is deaf. But as the teasing continues, the rest of the class starts to turn on Shouya for his lack of compassion. When they leave elementary school, Shouko and Shouya do not speak to each other again... until an older, wiser Shouya, tormented by his past behaviour, decides he must see Shouko once more. He wants to atone for his sins, but is it already too late...?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tuFaWiqX0TXoWu7DGNcmX3UW7sT.jpg",
    "popularity": 10.3912,
    "tmdb_url": "https://www.themoviedb.org/movie/378064"
  },
  {
    "id": 423,
    "title": "The Pianist",
    "release_date": "2002-09-17",
    "overview": "The true story of pianist Władysław Szpilman's experiences in Warsaw during the Nazi occupation. When the Jews of the city find themselves forced into a ghetto, Szpilman finds work playing in a café; and when his family is deported in 1942, he stays behind, works for a while as a laborer, and eventually goes into hiding in the ruins of the war-torn city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2hFvxCCWrTmCYwfy7yum0GKRi3Y.jpg",
    "popularity": 9.8819,
    "tmdb_url": "https://www.themoviedb.org/movie/423"
  },
  {
    "id": 273481,
    "title": "Sicario",
    "release_date": "2015-09-17",
    "overview": "An idealistic FBI agent is enlisted by a government task force to aid in the escalating war against drugs at the border area between the U.S. and Mexico.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lz8vNyXeidqqOdJW9ZjnDAMb5Vr.jpg",
    "popularity": 9.8349,
    "tmdb_url": "https://www.themoviedb.org/movie/273481"
  },
  {
    "id": 46738,
    "title": "Incendies",
    "release_date": "2010-09-17",
    "overview": "A mother's last wishes send twins Jeanne and Simon on a journey to Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yH6DAQVgbyj72S66gN4WWVoTjuf.jpg",
    "popularity": 7.813,
    "tmdb_url": "https://www.themoviedb.org/movie/46738"
  },
  {
    "id": 22794,
    "title": "Cloudy with a Chance of Meatballs",
    "release_date": "2009-09-17",
    "overview": "Inventor Flint Lockwood creates a machine that makes clouds rain food, enabling the down-and-out citizens of Chewandswallow to feed themselves. But when the falling food reaches gargantuan proportions, Flint must scramble to avert disaster. Can he regain control of the machine and put an end to the wild weather before the town is destroyed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qhOhIKf7QEyQ5dMrRUqs5eTX1Oq.jpg",
    "popularity": 7.0366,
    "tmdb_url": "https://www.themoviedb.org/movie/22794"
  },
  {
    "id": 172226,
    "title": "In Secret",
    "release_date": "2013-09-17",
    "overview": "In 1860s Paris, a young woman, Therese, is trapped in a loveless marriage to the sickly Camille by her domineering aunt, Madame Raquin. She spends her days behind the counter of a small shop and her evenings watching Madame play dominos with an eclectic group. After she meets her husband’s alluring friend, Laurent, she embarks on an illicit affair that leads to tragic consequences. Based on Emile Zola’s novel, Thérèse Raquin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/VkxiXAt1zl3aw2cID8Xpgl643T.jpg",
    "popularity": 5.1706,
    "tmdb_url": "https://www.themoviedb.org/movie/172226"
  },
  {
    "id": 11001,
    "title": "Blue Streak",
    "release_date": "1999-09-17",
    "overview": "Miles Logan is a jewel thief who just hit the big time by stealing a huge diamond. However, after two years in jail, he comes to find out that he hid the diamond in a police building that was being built at the time of the robbery. In an attempt to regain his diamond, he poses as an LAPD detective.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jek2osBtFhzU6Hjj7yp1egOtbqO.jpg",
    "popularity": 4.7609,
    "tmdb_url": "https://www.themoviedb.org/movie/11001"
  },
  {
    "id": 387,
    "title": "Das Boot",
    "release_date": "1981-09-17",
    "overview": "A German submarine hunts allied ships during the Second World War, but it soon becomes the hunted. The crew tries to survive below the surface, while stretching both the boat and themselves to their limits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u8FhQPncOAkwcei2OI9orPWhV6K.jpg",
    "popularity": 4.6275,
    "tmdb_url": "https://www.themoviedb.org/movie/387"
  },
  {
    "id": 13283,
    "title": "Barbie as the Island Princess",
    "release_date": "2007-09-17",
    "overview": "Shipwrecked as a child, Rosella (Barbie) grows up on the island under the watchful eyes of her loving animal friends. The arrival of Prince Antonio leads Rosella and her furry pals to explore civilization and ultimately save the kingdom by uncovering a secret plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oguRPUFeHt0H0wO0He4ewTseMXo.jpg",
    "popularity": 4.2245,
    "tmdb_url": "https://www.themoviedb.org/movie/13283"
  },
  {
    "id": 12837,
    "title": "The Secret Life of Bees",
    "release_date": "2008-09-17",
    "overview": "Set in South Carolina in 1964, this is the tale of Lily Owens a 14 year-old girl who is haunted by the memory of her late mother. To escape her lonely life and troubled relationship with her father, Lily flees with Rosaleen, her caregiver and only friend, to a South Carolina town that holds the secret to her mother's past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m1LGEeoYfc6crbfG8WmTKg9SVqL.jpg",
    "popularity": 3.9216,
    "tmdb_url": "https://www.themoviedb.org/movie/12837"
  },
  {
    "id": 261023,
    "title": "Black Mass",
    "release_date": "2015-09-17",
    "overview": "The true story of Whitey Bulger, the brother of a state senator and the most infamous violent criminal in the history of South Boston, who became an FBI informant to take down a Mafia family invading his turf.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zfwciv4LIJkNQsfuhYGv0Nkiweg.jpg",
    "popularity": 3.494,
    "tmdb_url": "https://www.themoviedb.org/movie/261023"
  },
  {
    "id": 5137,
    "title": "Sky Captain and the World of Tomorrow",
    "release_date": "2004-09-17",
    "overview": "When gigantic robots attack New York City, \"Sky Captain\" uses his private air force to fight them off. His ex-girlfriend, reporter Polly Perkins, has been investigating the recent disappearance of prominent scientists. Suspecting a link between the global robot attacks and missing men, Sky Captain and Polly decide to work together. They fly to the Himalayas in pursuit of the mysterious Dr. Totenkopf, the mastermind behind the robots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4S1pcSuRlfUkJWaZY1hcdzMmPx.jpg",
    "popularity": 3.3924,
    "tmdb_url": "https://www.themoviedb.org/movie/5137"
  },
  {
    "id": 9944,
    "title": "The Pelican Brief",
    "release_date": "1993-09-17",
    "overview": "A law student's theory about the recent deaths of two Supreme Court justices embroils her in a far-reaching web of murder, corruption, and greed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1V9B0fk3dh2Af2yUI5mAEETJNNT.jpg",
    "popularity": 3.3245,
    "tmdb_url": "https://www.themoviedb.org/movie/9944"
  },
  {
    "id": 14534,
    "title": "Rudy",
    "release_date": "1993-09-17",
    "overview": "Rudy grew up in a steel mill town where most people ended up working, but wanted to play football at Notre Dame instead. There were only a couple of problems. His grades were a little low, his athletic skills were poor, and he was only half the size of the other players. But he had the drive and the spirit of 5 people and has set his sights upon joining the team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fAbfTCRpjHe2rprXBly55KL1dL9.jpg",
    "popularity": 3.0314,
    "tmdb_url": "https://www.themoviedb.org/movie/14534"
  },
  {
    "id": 2657,
    "title": "Pleasantville",
    "release_date": "1998-09-17",
    "overview": "Geeky teenager David and his popular twin sister, Jennifer, get sucked into the black-and-white world of a 1950s TV sitcom called \"Pleasantville,\" and find a world where everything is peachy keen all the time. But when Jennifer's modern attitude disrupts Pleasantville's peaceful but boring routine, she literally brings color into its life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m1hhYP6OScjKU5Z9iZaWirSn4I6.jpg",
    "popularity": 3.0032,
    "tmdb_url": "https://www.themoviedb.org/movie/2657"
  },
  {
    "id": 1723,
    "title": "The Front",
    "release_date": "1976-09-17",
    "overview": "A cashier poses as a writer for blacklisted talents to submit their work through, but the injustice around him pushes him to take a stand.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3h39YWLBuFd4SGi2eqNazEQlPv7.jpg",
    "popularity": 2.8626,
    "tmdb_url": "https://www.themoviedb.org/movie/1723"
  },
  {
    "id": 299963,
    "title": "Dragon Ball Z: Gather Together! Goku's World",
    "release_date": "1992-09-17",
    "overview": "In this OVA, Goku and his friends pose questions for the viewers about the Dragon Ball series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKr5GFLLAGy4ndo1NKkIngx1teJ.jpg",
    "popularity": 2.6789,
    "tmdb_url": "https://www.themoviedb.org/movie/299963"
  },
  {
    "id": 944740,
    "title": "Waking Up Dead",
    "release_date": "2022-09-17",
    "overview": "Beautiful and self-destructive, hot-shot actor Danny Maldonado was once about to conquer Hollywood. Now, just a few years later, his career has flatlined, his boyfriend has dumped him and his long-estranged drug addict mother is dying. But when he's called in to audition for the lead role in the most talked-about new series in Hollywood, Danny vows to clean up his act, win his ex back and give the greatest audition of his life. What could go wrong?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zpJCpUhPVWZH2oF8vN2JMTXuwbv.jpg",
    "popularity": 2.6076,
    "tmdb_url": "https://www.themoviedb.org/movie/944740"
  },
  {
    "id": 44244,
    "title": "Camp Rock 2: The Final Jam",
    "release_date": "2010-09-17",
    "overview": "Mitchie can't wait to go back to Camp Rock and spend the summer making new music with her friends and superstar Shane Gray. But the slick new camp across the lake, Camp Star, has drummed up some serious competition – featuring newcomers Luke and Dana. In a sensational battle of the bands, with Camp Rock's future at stake, will Camp Star's flashy production and over-the-top antics win out, or will Camp Rockers prove that music, teamwork, and spirit are what truly matter?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8RSdWqC259zR72Jjo6ANAM4ndhM.jpg",
    "popularity": 2.5997,
    "tmdb_url": "https://www.themoviedb.org/movie/44244"
  },
  {
    "id": 40751,
    "title": "Ashes of Time",
    "release_date": "1994-09-17",
    "overview": "Ouyang Feng is a heartbroken and cynical man who spends his days in the desert, connecting expert swordsmen with those seeking revenge and willing to pay for it. Throughout five seasons in exile, Ouyang spins tales of his clients' unrequited loves and unusual acts of bravery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2MvwmEDXm0Mp5gC67jDLxqgmHUK.jpg",
    "popularity": 2.5472,
    "tmdb_url": "https://www.themoviedb.org/movie/40751"
  },
  {
    "id": 25626,
    "title": "The Founding of a Republic",
    "release_date": "2009-09-17",
    "overview": "The tale of one man who fought against the tyranny of a ruler and led his people in battle in the ultimate sacrifice for his country.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fqLl0KQzj74yx1QQ1gyrpqjOhJh.jpg",
    "popularity": 2.4496,
    "tmdb_url": "https://www.themoviedb.org/movie/25626"
  },
  {
    "id": 882290,
    "title": "Jim Morrison: The Wild Child",
    "release_date": "2019-09-17",
    "overview": "Documentary about the life and career of Jim Morrison, leader of The Doors.",
    "poster_url": null,
    "popularity": 2.3514,
    "tmdb_url": "https://www.themoviedb.org/movie/882290"
  },
  {
    "id": 1317769,
    "title": "Absolute Anger",
    "release_date": "2023-09-17",
    "overview": "A psychological noir thriller, about the trials and tribulations of a Detective overcoming grief, while trying to solve a series of grisly murders, threatening his own sanity amidst a game of cat-and-mouse with the killer",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Tu6Jwlvxq4KKrcPztqWsqrRIt9.jpg",
    "popularity": 2.1812,
    "tmdb_url": "https://www.themoviedb.org/movie/1317769"
  },
  {
    "id": 3686,
    "title": "Last of the Renegades",
    "release_date": "1964-09-17",
    "overview": "Forester, a ruthless oil baron, wants to create a war between the native American tribes and the white men. Old Shatterhand, Winnetou and their sidekick Castlepool try to prevent this.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3UXTBXX4XsM5HqhDW2vxZtcs0fk.jpg",
    "popularity": 2.1412,
    "tmdb_url": "https://www.themoviedb.org/movie/3686"
  },
  {
    "id": 8424,
    "title": "Love Me If You Dare",
    "release_date": "2003-09-17",
    "overview": "As adults, best friends Julien and Sophie continue the odd game they started as children -- a fearless competition to outdo one another with daring and outrageous stunts. While they often act out to relieve one another's pain, their game might be a way to avoid the fact that they are truly meant for one another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3jwY4llYNzONpSwvdX4hH4q0nas.jpg",
    "popularity": 2.0897,
    "tmdb_url": "https://www.themoviedb.org/movie/8424"
  },
  {
    "id": 1453683,
    "title": "Hustle Beach",
    "release_date": "2022-09-17",
    "overview": "Four friends embark on an unexpected adventure, led by one's talent who's destiny is still uncertain. Oh, and by the way, he's no hero either.",
    "poster_url": null,
    "popularity": 2.0433,
    "tmdb_url": "https://www.themoviedb.org/movie/1453683"
  },
  {
    "id": 601470,
    "title": "The Eyes of Tammy Faye",
    "release_date": "2021-09-17",
    "overview": "From the 1960s to the 1980s, evangelist Jim Baker and his ambitious wife, Tammy Faye, rose from humble beginnings to build an empire based on big-time evangelical Christianity--only for the couple to fall from grace because of some all-too-human sins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h09nsvxZH72zx2U8gS8vrg47aRk.jpg",
    "popularity": 2.0263,
    "tmdb_url": "https://www.themoviedb.org/movie/601470"
  },
  {
    "id": 846867,
    "title": "Mad God",
    "release_date": "2021-09-17",
    "overview": "A figure known as \"The Assassin\" descends from the heavens into a nightmarish pit full of monsters, titans, and cruelty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/105stT9GkiENXiYqvWYKoAuHKQL.jpg",
    "popularity": 2.0032,
    "tmdb_url": "https://www.themoviedb.org/movie/846867"
  }
]