[
  {
    "id": 370172,
    "title": "No Time to Die",
    "release_date": "2021-09-29",
    "overview": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
    "popularity": 78.5725,
    "tmdb_url": "https://www.themoviedb.org/movie/370172"
  },
  {
    "id": 10637,
    "title": "Remember the Titans",
    "release_date": "2000-09-29",
    "overview": "After leading his football team to 15 winning seasons, coach Bill Yoast is demoted and replaced by Herman Boone – tough, opinionated and as different from the beloved Yoast as he could be. The two men learn to overcome their differences and turn a group of hostile young men into champions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/825ohvC4wZ3gCuncCaqkWeQnK8h.jpg",
    "popularity": 9.9098,
    "tmdb_url": "https://www.themoviedb.org/movie/10637"
  },
  {
    "id": 843,
    "title": "In the Mood for Love",
    "release_date": "2000-09-29",
    "overview": "In 1962 Hong Kong, two neighbors form a strong bond after both suspect extramarital activities of their spouses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg",
    "popularity": 8.7274,
    "tmdb_url": "https://www.themoviedb.org/movie/843"
  },
  {
    "id": 22832,
    "title": "Ninja Assassin",
    "release_date": "2009-09-29",
    "overview": "Ninja Assassin follows Raizo, one of the deadliest assassins in the world. Taken from the streets as a child, he was transformed into a trained killer by the Ozunu Clan, a secret society whose very existence is considered a myth. But haunted by the merciless execution of his friend by the Clan, Raizo breaks free from them and vanishes. Now he waits, preparing to exact his revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5twFaR5A1Y9C3KAt6uy6iq332m0.jpg",
    "popularity": 7.9001,
    "tmdb_url": "https://www.themoviedb.org/movie/22832"
  },
  {
    "id": 1151534,
    "title": "Nowhere",
    "release_date": "2023-09-29",
    "overview": "A young pregnant woman named Mia escapes from a country at war by hiding in a maritime container aboard a cargo ship. After a violent storm, Mia gives birth to the child while lost at sea, where she must fight to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8uvCXfpaU1VveV5w9h05OxN0zdN.jpg",
    "popularity": 6.4472,
    "tmdb_url": "https://www.themoviedb.org/movie/1151534"
  },
  {
    "id": 937249,
    "title": "57 Seconds",
    "release_date": "2023-09-29",
    "overview": "When a tech blogger lands an interview with a tech guru and stops an attack on him, he finds a mysterious ring that takes him back 57 seconds into the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dfS5qHWFuXyZQnwYREwb7N4qU5p.jpg",
    "popularity": 5.6336,
    "tmdb_url": "https://www.themoviedb.org/movie/937249"
  },
  {
    "id": 740925,
    "title": "No One Gets Out Alive",
    "release_date": "2021-09-29",
    "overview": "An immigrant in search of the American dream is forced to take a room in a boarding house and soon finds herself in a nightmare from which she can't escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZUostLcCZYgcuBuAjmuSkBggiQ.jpg",
    "popularity": 4.3528,
    "tmdb_url": "https://www.themoviedb.org/movie/740925"
  },
  {
    "id": 343674,
    "title": "Gerald's Game",
    "release_date": "2017-09-29",
    "overview": "When her husband's sex game goes wrong, Jessie (who is handcuffed to a bed in a remote lake house) faces warped visions, dark secrets and a dire choice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/32dippiypDdaKv7XFEfUlQ7kPup.jpg",
    "popularity": 4.0945,
    "tmdb_url": "https://www.themoviedb.org/movie/343674"
  },
  {
    "id": 9437,
    "title": "Kiss the Girls",
    "release_date": "1997-09-29",
    "overview": "Forensic psychologist and detective Alex Cross travels to North Carolina and teams with escaped kidnap victim Kate McTiernan to hunt down \"Casanova,\" a serial killer who abducts strong-willed women and forces them to submit to his demands. The trail leads to Los Angeles, where the duo discovers that the psychopath may not be working alone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/25h5I3E3ydhazsPDnscWHivq5pn.jpg",
    "popularity": 4.0036,
    "tmdb_url": "https://www.themoviedb.org/movie/9437"
  },
  {
    "id": 592742,
    "title": "Be My Master",
    "release_date": "2018-09-29",
    "overview": "Meguro, who works for the advertising design company, even with the marriage contract, is still in constant rendezvous with the fascinating wife Miyin. On one day, the client who was the head of an advertising agency came to visit Meguro. The original Shanwei was Mings husband. Shanwei tells Meguro that if she does not want to lose her social status because of her unrequited love, she will continue to communicate with Ming and teach her well...",
    "poster_url": "https://image.tmdb.org/t/p/w500/8b5t20EVVOpojz3LO11NifeiEWO.jpg",
    "popularity": 3.9764,
    "tmdb_url": "https://www.themoviedb.org/movie/592742"
  },
  {
    "id": 507411,
    "title": "Natsume's Book of Friends: Ephemeral Bond",
    "release_date": "2018-09-29",
    "overview": "The movie of  Natsume's Book of Friends series.\r Natsume has been busy, navigating between humans and Yokai when he coincidentally reunites with an old classmate, Yuki. It brings back painful memories of a certain Yokai. Meanwhile, Natsume also became acquainted with Yorie Tsumura, a woman in the memories of a Yokai whose name he had returned. Yorie knew much about Reiko, but now lived a peaceful life with her only son, Mukuo. Being with this family was comforting for Natsume, but apparently a mysterious Yokai has been lurking in their town.\r On the way back from investigating, a \"Yokai seed\" that had latched itself to Nyanko Sensei drops into the Fujiwaras' garden and grows overnight into a fruit tree. When Nyanko Sensei eats a fruit that is somehow shaped like himself, he suddenly splits into three!",
    "poster_url": "https://image.tmdb.org/t/p/w500/5LVV47JaRHa1OXrQv5l6XSyfW50.jpg",
    "popularity": 3.7901,
    "tmdb_url": "https://www.themoviedb.org/movie/507411"
  },
  {
    "id": 4192,
    "title": "Death on the Nile",
    "release_date": "1978-09-29",
    "overview": "As Hercule Poirot enjoys a luxurious cruise down the Nile, a newlywed heiress is found murdered on board and every elegant passenger becomes a prime suspect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8eOWgeWrdM9cz7JR0LNp6R50j3l.jpg",
    "popularity": 3.6573,
    "tmdb_url": "https://www.themoviedb.org/movie/4192"
  },
  {
    "id": 939335,
    "title": "Muzzle",
    "release_date": "2023-09-29",
    "overview": "LAPD K-9 officer Jake Rosser has just witnessed the shocking murder of his dedicated partner by a mysterious assailant. As he investigates the shooter’s identity, he uncovers a vast conspiracy that has a choke-hold on the city in this thrilling journey through the tangled streets of Los Angeles and the corrupt bureaucracy of the LAPD.",
    "poster_url": "https://image.tmdb.org/t/p/w500/as101fPPLaVPbxR7eJWNArQx2d3.jpg",
    "popularity": 3.386,
    "tmdb_url": "https://www.themoviedb.org/movie/939335"
  },
  {
    "id": 213681,
    "title": "Masterminds",
    "release_date": "2016-09-29",
    "overview": "A night guard at an armored car company in the Southern U.S. organizes one of the biggest bank heists in American history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4CXgye1p8Vr7taDG389QhhHDUZ4.jpg",
    "popularity": 3.3843,
    "tmdb_url": "https://www.themoviedb.org/movie/213681"
  },
  {
    "id": 866463,
    "title": "Reptile",
    "release_date": "2023-09-29",
    "overview": "Following the brutal murder of a young real estate agent, a hardened detective attempts to uncover the truth in a case where nothing is as it seems, and by doing so dismantles the illusions in his own life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bk4WUvoXSqPQGrhOAtt3AR0sUZf.jpg",
    "popularity": 3.3529,
    "tmdb_url": "https://www.themoviedb.org/movie/866463"
  },
  {
    "id": 13980,
    "title": "Sword of the Stranger",
    "release_date": "2007-09-29",
    "overview": "Pursued by formidable Chinese assassins, young Kotaro and his dog run into No Name, a mysterious stranger who gets pulled into the chase. The unlikely companions form a bond over saving the dog from a poison attack, but chaos erupts when the assassins find Kotaro, and No Name must face his past before a horrible fate is met again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lMsUYZq5ITW3rAqF3tB7v74KEnH.jpg",
    "popularity": 3.2732,
    "tmdb_url": "https://www.themoviedb.org/movie/13980"
  },
  {
    "id": 444090,
    "title": "The Ash Lad: In the Hall of the Mountain King",
    "release_date": "2017-09-29",
    "overview": "Espen “Ash Lad”, a poor farmer’s son, embarks on a dangerous quest with his brothers to save the princess from a vile troll known as the Mountain King – in order to collect a reward and save his family’s farm from ruin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uyJEfpAflLCkqn6PFHu9EHxmbI6.jpg",
    "popularity": 3.1408,
    "tmdb_url": "https://www.themoviedb.org/movie/444090"
  },
  {
    "id": 461763,
    "title": "Haikyuu!! Movie 4: Battle of Concepts",
    "release_date": "2017-09-29",
    "overview": "Recap film focusing primarily on the match against Shiratorizawa from the third season.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ewew32cuPfWjD8QKoHztkV8TS84.jpg",
    "popularity": 3.0347,
    "tmdb_url": "https://www.themoviedb.org/movie/461763"
  },
  {
    "id": 9021,
    "title": "The Santa Clause 2",
    "release_date": "2002-09-29",
    "overview": "Better watch out! The big guy in red is coming to town once again. This time, Scott Calvin -- also known as Santa Claus -- finds out there's an obscure clause in his contract requiring him to take on a wife. He has to leave the North Pole to fulfill his obligations, or else he'll be forced to give up his Yuletide gig.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2EAMkz0z1pbr9weOY1Y7buy2AxV.jpg",
    "popularity": 3.0087,
    "tmdb_url": "https://www.themoviedb.org/movie/9021"
  },
  {
    "id": 18925,
    "title": "Facing the Giants",
    "release_date": "2006-09-29",
    "overview": "A losing coach with an underdog football team faces their giants of fear and failure on and off the field to surprising results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1eY8O7fIGcmwetNqvwnnkQB0LYK.jpg",
    "popularity": 2.9389,
    "tmdb_url": "https://www.themoviedb.org/movie/18925"
  },
  {
    "id": 9763,
    "title": "Goal!",
    "release_date": "2005-09-29",
    "overview": "Like millions of kids around the world, Santiago harbors the dream of being a professional footballer... However, living in the Barrios section of Los Angeles, he thinks it is only that—a dream. Until one day an extraordinary turn of events has him trying out for Premiership club Newcastle United.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YZhJGoIbJtrjDYbENGhR6f6SZE.jpg",
    "popularity": 2.8287,
    "tmdb_url": "https://www.themoviedb.org/movie/9763"
  },
  {
    "id": 714888,
    "title": "Argentina 1985",
    "release_date": "2022-09-29",
    "overview": "In the 1980s, a team of lawyers takes on the heads of Argentina's bloody military dictatorship in a battle against odds and a race against time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmh7vD2eDVRqFJoCpEzVcfGcPPf.jpg",
    "popularity": 2.7958,
    "tmdb_url": "https://www.themoviedb.org/movie/714888"
  },
  {
    "id": 589174,
    "title": "Pawn",
    "release_date": "2020-09-29",
    "overview": "A debt collector who looks intimidating, but actually has a warm heart, ends up becoming the guardian of a child, who has been left behind as collateral by her illegal immigrant mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nNgeb1Jy18azKKDcUUdh1Hhkjbr.jpg",
    "popularity": 2.7722,
    "tmdb_url": "https://www.themoviedb.org/movie/589174"
  },
  {
    "id": 51999,
    "title": "Perfect Sense",
    "release_date": "2011-09-29",
    "overview": "In Glasgow, Scotland, while a mysterious pandemic begins to spread around the world, Susan, a brilliant epidemiologist, falls in love with Michael, a skillful cook.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iS3eRrE07JqDOiCaovZJt4wL9j0.jpg",
    "popularity": 2.6157,
    "tmdb_url": "https://www.themoviedb.org/movie/51999"
  },
  {
    "id": 733156,
    "title": "Sightless",
    "release_date": "2020-09-29",
    "overview": "After an attack renders her blind, Ellen withdraws from the world to recover. But soon she plunges into paranoia, unable to convince anyone that her assailant has returned to terrorize her by hiding in plain sight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/byScu2YTPLsEfDAiXm3pW6w8FBA.jpg",
    "popularity": 2.5182,
    "tmdb_url": "https://www.themoviedb.org/movie/733156"
  },
  {
    "id": 69668,
    "title": "Dream House",
    "release_date": "2011-09-29",
    "overview": "Publisher Will Atenton quits a lucrative job in New York to relocate his wife, Libby, and their daughters to a quaint town in New England. However, as they settle into their home the Atentons discover that a woman and her children were murdered there, and the surviving husband is the town's prime suspect. With help from a neighbor who was close to the murdered family, Will pieces together a horrifying chain of events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uQFbnBEYguc6EWYKG0Hgq4LVdc2.jpg",
    "popularity": 2.3759,
    "tmdb_url": "https://www.themoviedb.org/movie/69668"
  },
  {
    "id": 10987,
    "title": "Halloween: The Curse of Michael Myers",
    "release_date": "1995-09-29",
    "overview": "Six years after being kidnapped by a cult, Jamie tries to escape the clutches of her serial killer uncle, Michael Myers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/noCnM8nEI2bEDSdKHh0RKbwBwbC.jpg",
    "popularity": 2.3527,
    "tmdb_url": "https://www.themoviedb.org/movie/10987"
  },
  {
    "id": 22855,
    "title": "Superman/Batman: Public Enemies",
    "release_date": "2009-09-29",
    "overview": "United States President Lex Luthor uses the oncoming trajectory of a Kryptonite meteor to frame Superman and declare a $1 billion bounty on the heads of the Man of Steel and his ‘partner in crime’, Batman. Heroes and villains alike launch a relentless pursuit of Superman and Batman, who must unite—and recruit help—to try and stave off the action-packed onslaught, stop the meteor Luthors plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/izvMc22ywSLFWUXZEIuJJ8dms75.jpg",
    "popularity": 2.3029,
    "tmdb_url": "https://www.themoviedb.org/movie/22855"
  },
  {
    "id": 9842,
    "title": "School for Scoundrels",
    "release_date": "2006-09-29",
    "overview": "In the hope of winning the woman of his dreams, Amanda, lovelorn meter-reader Roger Wadell enrolls in a secret confidence-building class. The course's title takes on much more meaning when he discovers that his egomaniacal professor Dr. P also wants the same woman. They begin a fierce rivalry that quickly spirals out of control, their pranks and insults get uglier as they try to prove who is the ultimate guy's guy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ib8zYmUr8gVrjfgHP2TQ7DPqre.jpg",
    "popularity": 2.2926,
    "tmdb_url": "https://www.themoviedb.org/movie/9842"
  },
  {
    "id": 2246,
    "title": "Malice",
    "release_date": "1993-09-29",
    "overview": "A tale about a happily married couple who would like to have children. Tracy teaches infants, Andy's a college professor. Things are never the same after she is taken to hospital and operated upon by Jed, a \"know all\" doctor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6kcjUrhvHrXSLDLQHvcOvJmLSqs.jpg",
    "popularity": 2.2496,
    "tmdb_url": "https://www.themoviedb.org/movie/2246"
  },
  {
    "id": 1172676,
    "title": "Poison",
    "release_date": "2023-09-29",
    "overview": "When a poisonous snake slithers onto an Englishman's stomach in India, his associate and a doctor race to save him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/IQG49DUJw5DsgcNbW0NfagiDOs.jpg",
    "popularity": 2.1415,
    "tmdb_url": "https://www.themoviedb.org/movie/1172676"
  },
  {
    "id": 8512,
    "title": "Devil in a Blue Dress",
    "release_date": "1995-09-29",
    "overview": "In late 1940s Los Angeles, Easy Rawlins is an unemployed black World War II veteran with few job prospects. At a bar, Easy meets DeWitt Albright, a mysterious white man looking for someone to investigate the disappearance of a missing white woman named Daphne Monet, who he suspects is hiding out in one of the city's black jazz clubs. Strapped for money and facing house payments, Easy takes the job, but soon finds himself in over his head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5lcJhwKGavLbPva17QkTBhLfqEk.jpg",
    "popularity": 2.1132,
    "tmdb_url": "https://www.themoviedb.org/movie/8512"
  },
  {
    "id": 467405,
    "title": "Don't Sleep",
    "release_date": "2017-09-29",
    "overview": "After moving into a cottage together, two young lovers confront horrors of a forgotten childhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jP0fjDDZaYGpuwD9as6tNn0ePPz.jpg",
    "popularity": 2.1038,
    "tmdb_url": "https://www.themoviedb.org/movie/467405"
  },
  {
    "id": 1173900,
    "title": "I Am Nezha 2",
    "release_date": "2023-09-29",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/vHf7HD3DU7Zz5ZiW5NfxagFHmfg.jpg",
    "popularity": 2.084,
    "tmdb_url": "https://www.themoviedb.org/movie/1173900"
  },
  {
    "id": 20156,
    "title": "Exotica",
    "release_date": "1994-09-29",
    "overview": "In the upscale Toronto strip club Exotica, dancer Christina is visited nightly by the obsessive Francis, a depressed tax auditor. Her ex-boyfriend, the club's MC, Eric, still jealously pines for her even as he introduces her onstage, but Eric is having his own relationship problems with the club's female owner. Thomas, a mysterious pet-shop owner, is about to become unexpectedly involved in their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pWcJdcIHjL3P6NaEJKeV6ONfAMV.jpg",
    "popularity": 2.0749,
    "tmdb_url": "https://www.themoviedb.org/movie/20156"
  },
  {
    "id": 236,
    "title": "Muriel's Wedding",
    "release_date": "1994-09-29",
    "overview": "A young social outcast in Australia steals money from her parents to finance a vacation where she hopes to find happiness, and perhaps love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zJyTr8Fo412a2OIfJGXTRAm4IwX.jpg",
    "popularity": 2.0472,
    "tmdb_url": "https://www.themoviedb.org/movie/236"
  }
]