[
  {
    "id": 220882,
    "title": "London Fields",
    "release_date": "2018-09-20",
    "overview": "Clairvoyant femme fatale, Nicola Six has been living with a dark premonition of her impending death by murder. She begins a tangled love affair with three uniquely different men — one of whom she knows will be her murderer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7OfQVm5GexlAREp8FoR4ILxp35T.jpg",
    "popularity": 28.1733,
    "tmdb_url": "https://www.themoviedb.org/movie/220882"
  },
  {
    "id": 343668,
    "title": "Kingsman: The Golden Circle",
    "release_date": "2017-09-20",
    "overview": "When an attack on the Kingsman headquarters takes place and a new villain rises, Eggsy and Merlin are forced to work together with the American agency known as the Statesman to save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/34xBL6BXNYFqtHO9zhcgoakS4aP.jpg",
    "popularity": 22.555,
    "tmdb_url": "https://www.themoviedb.org/movie/343668"
  },
  {
    "id": 76492,
    "title": "Hotel Transylvania",
    "release_date": "2012-09-20",
    "overview": "Welcome to Hotel Transylvania, Dracula's lavish five-stake resort, where monsters and their families can live it up and no humans are allowed. One special weekend, Dracula has invited all his best friends to celebrate his beloved daughter Mavis's 118th birthday. For Dracula catering to all of these legendary monsters is no problem but the party really starts when one ordinary guy stumbles into the hotel and changes everything!",
    "poster_url": "https://image.tmdb.org/t/p/w500/3sKT6vtydJ4DkTJtdP5pvfpPa0n.jpg",
    "popularity": 11.6525,
    "tmdb_url": "https://www.themoviedb.org/movie/76492"
  },
  {
    "id": 923939,
    "title": "The Wonderful Story of Henry Sugar",
    "release_date": "2023-09-20",
    "overview": "A rich man learns about a guru who can see without using his eyes. He sets out to master the skill in order to cheat at gambling.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fDUywEHwHh6nsLnVXAdPN9m4ZUG.jpg",
    "popularity": 8.2122,
    "tmdb_url": "https://www.themoviedb.org/movie/923939"
  },
  {
    "id": 10555,
    "title": "Shark Tale",
    "release_date": "2004-09-20",
    "overview": "Oscar is a small fish whose big aspirations often get him into trouble. Meanwhile, Lenny is a great white shark with a surprising secret that no sea creature would guess: He's a vegetarian. When a lie turns Oscar into an improbable hero and Lenny becomes an outcast, the two form an unlikely friendship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r08DpyPyhXcJTfNZAICNGMzcQ8l.jpg",
    "popularity": 7.9203,
    "tmdb_url": "https://www.themoviedb.org/movie/10555"
  },
  {
    "id": 84892,
    "title": "The Perks of Being a Wallflower",
    "release_date": "2012-09-20",
    "overview": "Pittsburgh, Pennsylvania, 1991. High school freshman Charlie is a wallflower, always watching life from the sidelines, until two senior students, Sam and her stepbrother Patrick, become his mentors, helping him discover the joys of friendship, music and love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKCvdFFF5n80P2VdS7d8YBwbCjh.jpg",
    "popularity": 7.6834,
    "tmdb_url": "https://www.themoviedb.org/movie/84892"
  },
  {
    "id": 658,
    "title": "Goldfinger",
    "release_date": "1964-09-20",
    "overview": "Special agent 007 comes face to face with one of the most notorious villains of all time, and now he must outwit and outgun the powerful tycoon to prevent him from cashing in on a devious scheme to raid Fort Knox -- and obliterate the world's economy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/laYAUz0xtIHpDYnE4fjUWpvaeX0.jpg",
    "popularity": 7.2357,
    "tmdb_url": "https://www.themoviedb.org/movie/658"
  },
  {
    "id": 25538,
    "title": "Yi Yi",
    "release_date": "2000-09-20",
    "overview": "Each member of a family in Taipei asks hard questions about life's meaning as they live through everyday quandaries. NJ is morose: his brother owes him money, his mother-in-law is in a coma, his wife suffers a spiritual crisis when she finds her life a blank and his business partners make bad decisions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mR8dSQZI8X6Z1NClJhFrtJp636z.jpg",
    "popularity": 6.4878,
    "tmdb_url": "https://www.themoviedb.org/movie/25538"
  },
  {
    "id": 11013,
    "title": "Secretary",
    "release_date": "2002-09-20",
    "overview": "A young woman, recently released from a mental hospital, gets a job as a secretary to a demanding lawyer, where their employer-employee relationship turns into a sexual, sadomasochistic one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mdRXSE7ho185SZlXj0JSwuecEd3.jpg",
    "popularity": 6.4697,
    "tmdb_url": "https://www.themoviedb.org/movie/11013"
  },
  {
    "id": 77016,
    "title": "End of Watch",
    "release_date": "2012-09-20",
    "overview": "Two young officers are marked for death after confiscating a small cache of money and firearms from the members of a notorious cartel during a routine traffic stop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pDeVKQICkcdwwjHxGj0MeS14YJ6.jpg",
    "popularity": 5.642,
    "tmdb_url": "https://www.themoviedb.org/movie/77016"
  },
  {
    "id": 517814,
    "title": "Capernaum",
    "release_date": "2018-09-20",
    "overview": "After running away from his negligent parents, committing a violent crime and being sentenced to five years in jail, a hardened, streetwise 12-year-old Lebanese boy sues his parents in protest of the life they have given him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mFnfTVADj8yOxwzprYOmTPselk8.jpg",
    "popularity": 4.3473,
    "tmdb_url": "https://www.themoviedb.org/movie/517814"
  },
  {
    "id": 171106,
    "title": "Kirara",
    "release_date": "2020-09-20",
    "overview": "While heading towards her own wedding, Kirara Imai dies in a car accident. Deeply frustrated for being unable to accomplish her dreams beside Konpei Asai, she asks for the opportunity of being with him once again. Kirara is able to return, but she goes back eight years in time as a ghost. There she is able to meet Konpei and herself when they still weren't a couple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8cBEuN1pFshcRBshDRz3YeQPE5Q.jpg",
    "popularity": 3.998,
    "tmdb_url": "https://www.themoviedb.org/movie/171106"
  },
  {
    "id": 928358,
    "title": "Grand Jete",
    "release_date": "2022-09-20",
    "overview": "Dance teacher and mother Nadja left her son Mario with her own mother when he was little. Now she has reappeared on his doorstep, seeking a closeness that knows fewer and fewer boundaries. An uncompromising film about family relationships.",
    "poster_url": "https://image.tmdb.org/t/p/w500/awpPWrE5kqIURHotysiR2yBg9Ty.jpg",
    "popularity": 3.9687,
    "tmdb_url": "https://www.themoviedb.org/movie/928358"
  },
  {
    "id": 4512,
    "title": "The Assassination of Jesse James by the Coward Robert Ford",
    "release_date": "2007-09-20",
    "overview": "Outlaw Jesse James is rumored to be the 'fastest gun in the West'. An eager recruit into James' notorious gang, Robert Ford eventually grows jealous of the famed outlaw and, when Robert and his brother sense an opportunity to kill James, their murderous action elevates their target to near mythical status.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2d1S6fJS80fvseg6mJE8eq5o7Kx.jpg",
    "popularity": 3.6846,
    "tmdb_url": "https://www.themoviedb.org/movie/4512"
  },
  {
    "id": 852445,
    "title": "Acid",
    "release_date": "2023-09-20",
    "overview": "During a heat wave, strange clouds start pouring down acid rain, wreaking devastation and panic throughout France. In a world teetering on the edge, a girl and her divorced parents must join forces to confront and try to escape this climate catastrophe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6JrZMrk3ZlQFURI7nmKGMxnTUCs.jpg",
    "popularity": 3.5838,
    "tmdb_url": "https://www.themoviedb.org/movie/852445"
  },
  {
    "id": 2925,
    "title": "The First Wives Club",
    "release_date": "1996-09-20",
    "overview": "After years of helping their hubbies climb the ladder of success, three mid-life Manhattanites have been dumped for a newer, curvier model. But the trio is determined to turn their pain into gain. They come up with a cleverly devious plan to hit their exes where it really hurts - in the wallet!",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ApifgYnfdJUSmCKzTBrWOYYWsn.jpg",
    "popularity": 3.3639,
    "tmdb_url": "https://www.themoviedb.org/movie/2925"
  },
  {
    "id": 33909,
    "title": "Wall Street: Money Never Sleeps",
    "release_date": "2010-09-20",
    "overview": "As the global economy teeters on the brink of disaster, a young Wall Street trader partners with disgraced former Wall Street corporate raider Gordon Gekko on a two tiered mission: To alert the financial community to the coming doom, and to find out who was responsible for the death of the young trader's mentor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i9DFTWbD6mpM6UT3HlzZwlA92l4.jpg",
    "popularity": 3.3446,
    "tmdb_url": "https://www.themoviedb.org/movie/33909"
  },
  {
    "id": 446894,
    "title": "Smallfoot",
    "release_date": "2018-09-20",
    "overview": "A bright young yeti finds something he thought didn't exist—a human. News of this “smallfoot” throws the simple yeti community into an uproar over what else might be out there in the big world beyond their snowy village.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zfaiO7QgpcvR8XDOMokWLRfKeTE.jpg",
    "popularity": 3.2859,
    "tmdb_url": "https://www.themoviedb.org/movie/446894"
  },
  {
    "id": 1807,
    "title": "Elephant",
    "release_date": "2003-09-20",
    "overview": "Several ordinary high school students go through their daily routine as two others prepare for something more malevolent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1a4VU9z2hxEvugHMK7VsobB9xTX.jpg",
    "popularity": 3.225,
    "tmdb_url": "https://www.themoviedb.org/movie/1807"
  },
  {
    "id": 9333,
    "title": "Last Man Standing",
    "release_date": "1996-09-20",
    "overview": "John Smith is a mysterious stranger who is drawn into a vicious war between two Prohibition-era gangs. In a dangerous game, he switches allegiances from one to another, offering his services to the highest bidder. As the death toll mounts, Smith takes the law into his own hands in a deadly race to stay alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m8bVMFAN18H7qmwn2KOWWjDQnbC.jpg",
    "popularity": 3.1868,
    "tmdb_url": "https://www.themoviedb.org/movie/9333"
  },
  {
    "id": 523139,
    "title": "In the Tall Grass",
    "release_date": "2019-09-20",
    "overview": "After hearing a child screaming for help from the green depths of a vast field of tall grass, Becky, a pregnant woman, and Cal, her brother, park their car near a mysterious abandoned church and enter the field, discovering that they are not alone and, for some reason, they are unable to escape a completely inextricable vegetable labyrinth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1RxhzwFkAUqMt215Brb06u8P8pn.jpg",
    "popularity": 3.1627,
    "tmdb_url": "https://www.themoviedb.org/movie/523139"
  },
  {
    "id": 27064,
    "title": "Mishima: A Life in Four Chapters",
    "release_date": "1985-09-20",
    "overview": "A fictional account of the life of Japanese author Yukio Mishima, combining dramatizations of three of his novels and a depiction of the events of November 25th, 1970.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4kIXsE4SwUjO0eUqpolsHNO5GLH.jpg",
    "popularity": 3.0789,
    "tmdb_url": "https://www.themoviedb.org/movie/27064"
  },
  {
    "id": 824249,
    "title": "2.0 Lucy",
    "release_date": "2021-09-20",
    "overview": "Dr Michael O'Brien is a celebrated palaeoanthropologist, but his recently-published book has drawn ridicule from academics while being hailed by crazy conspiracy theorists. With his party-animal sister Alyssa, and her latest boyfriend Dante, he retreats to a rural outback where he obsessively pursues the unorthodox research that led his colleagues to shun him. Here, he makes a mind-blowing discovery that may rescue his career. Trapped in isolation, four flawed characters grapple with their awesome responsibilities and the delusional idea that we humans are the master species.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qb2oDLn3dEp7ak8ZxGIKrIzxbhM.jpg",
    "popularity": 2.927,
    "tmdb_url": "https://www.themoviedb.org/movie/824249"
  },
  {
    "id": 134764,
    "title": "Due West: Our Sex Journey",
    "release_date": "2012-09-20",
    "overview": "Set in contemporary Hong Kong, several young people are searching for romance and struggling to learn the difference between lust and love in an adventure that takes them to the mainland where pleasure is much more readily available.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iHNfgw9bS5DBjsVxVAXL8Nm6Klm.jpg",
    "popularity": 2.8783,
    "tmdb_url": "https://www.themoviedb.org/movie/134764"
  },
  {
    "id": 12246,
    "title": "Mongol: The Rise of Genghis Khan",
    "release_date": "2007-09-20",
    "overview": "The story recounts the early life of Genghis Khan, a slave who went on to conquer half the world in the 11th century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wZ0yyU6BnRANXbYbDjrYI6XZFsz.jpg",
    "popularity": 2.8466,
    "tmdb_url": "https://www.themoviedb.org/movie/12246"
  },
  {
    "id": 376438,
    "title": "The House of Pleasure",
    "release_date": "1994-09-20",
    "overview": "Lord Gregory Hutton takes his beautiful young wife Eleanore on a business trip to the Far East for their honeymoon. They stay at the house of Lin, a young local owner of a silk farm and fashion factory whose father only recently died. Lady Eleanor finds herself attracted to Lin and soon is tempted by his advances. But it is not all as it seems. Lord Gregory seems more and more indifferent, and Lady Eleanor starts to get confused. Money is in the game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jbI3MxWezphs7CKQDVjAeyuEV3V.jpg",
    "popularity": 2.8213,
    "tmdb_url": "https://www.themoviedb.org/movie/376438"
  },
  {
    "id": 10934,
    "title": "Under the Tuscan Sun",
    "release_date": "2003-09-20",
    "overview": "After a rough divorce, Frances, a 35-year-old professor and writer from San Francisco takes a tour of Tuscany at the urgings of her friends. On a whim she buys Bramasole, a run down villa in the Tuscan countryside and begins to piece her life together starting with the villa and finds that life sometimes has unexpected ways of giving her everything she wanted.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3vQUQwdtfPt1Sl2GZrIECWWA0dk.jpg",
    "popularity": 2.6056,
    "tmdb_url": "https://www.themoviedb.org/movie/10934"
  },
  {
    "id": 86837,
    "title": "Amour",
    "release_date": "2012-09-20",
    "overview": "Georges and Anne are in their eighties. They are cultivated, retired music teachers. Their daughter, who is also a musician, lives abroad with her family. One day, Anne has a stroke, and the couple's bond of love is severely tested.",
    "poster_url": "https://image.tmdb.org/t/p/w500/19hyCudualHxCD0GrEngqsi0wBF.jpg",
    "popularity": 2.568,
    "tmdb_url": "https://www.themoviedb.org/movie/86837"
  },
  {
    "id": 9039,
    "title": "Trapped",
    "release_date": "2002-09-20",
    "overview": "When their daughter is abducted by experienced kidnappers, the Jennings turn the tables on their seemingly fool-proof plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4sujD0KP5O90TXAWrTjqDPBTnfQ.jpg",
    "popularity": 2.3591,
    "tmdb_url": "https://www.themoviedb.org/movie/9039"
  },
  {
    "id": 604605,
    "title": "Hello World",
    "release_date": "2019-09-20",
    "overview": "A shy high schooler in Kyoto meets a man claiming to be his future self, who tells him he’s hacked into the past to save their first love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmizP4G4EWsxNf6PLOvGNaFJ89Y.jpg",
    "popularity": 2.3279,
    "tmdb_url": "https://www.themoviedb.org/movie/604605"
  },
  {
    "id": 614017,
    "title": "Detention",
    "release_date": "2019-09-20",
    "overview": "In the 1960s, two classmates go looking for their missing friends and teachers, all of whom took part in an illegal book club, only to come face to face with ghosts and deformed monsters that have taken over their school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uMgiuUqDN6VDOUV0vYJTkpz4kmm.jpg",
    "popularity": 2.3241,
    "tmdb_url": "https://www.themoviedb.org/movie/614017"
  },
  {
    "id": 38551,
    "title": "Snakes and Earrings",
    "release_date": "2008-09-20",
    "overview": "While alone in a nightclub, straight-laced Lui meets sensitive but troubled punk kid Ama. Mesmerized by his split tongue, she becomes obsessed with body modification and soon wants the same treatment. After Ama's heavily-tattooed friend Shiba pierces her tongue, Lui finds herself inexorably drawn to both men – and to her growing list of desires, she now adds a tattoo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ys874V8V2YUQFPakMQRnXbIwZAX.jpg",
    "popularity": 2.2343,
    "tmdb_url": "https://www.themoviedb.org/movie/38551"
  },
  {
    "id": 18203,
    "title": "Big Night",
    "release_date": "1996-09-20",
    "overview": "Primo and Secondo, two immigrant brothers, pin their hopes on a banquet honoring Louis Prima to save their struggling restaurant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8AJGSDyrj3Dz2B57n1ZB4qNPbmJ.jpg",
    "popularity": 2.1165,
    "tmdb_url": "https://www.themoviedb.org/movie/18203"
  },
  {
    "id": 584962,
    "title": "Between Two Ferns: The Movie",
    "release_date": "2019-09-20",
    "overview": "Galifianakis dreamed of becoming a star. But when Will Ferrell discovered his public access TV show, 'Between Two Ferns' and uploaded it to Funny or Die, Zach became a viral laughing stock. Now Zach and his crew are taking a road trip to complete a series of high-profile celebrity interviews and restore his reputation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cHxc8v1GkzdjjhF2qnpG6wdXrOT.jpg",
    "popularity": 2.112,
    "tmdb_url": "https://www.themoviedb.org/movie/584962"
  },
  {
    "id": 426249,
    "title": "Lords of Chaos",
    "release_date": "2018-09-20",
    "overview": "A teenager's quest to launch Norwegian Black Metal in Oslo in the 1990s results in a very violent outcome.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5jDShbwEsILXa2AAmAbOLxyNwyq.jpg",
    "popularity": 2.0553,
    "tmdb_url": "https://www.themoviedb.org/movie/426249"
  },
  {
    "id": 417744,
    "title": "Weekend",
    "release_date": "2016-09-20",
    "overview": "Carla arrives after years of absence to accompany Martina. Relations between them are cold; there's something unspoken between them. Martina slips away for secret meetings with Diego, a man twice her age. The two are involved in a hardcore sex game that's out of control. When Carla discovers the relationship she confronts Diego.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4PKrsTPRdW8SRwsYdPiHGoPNQt7.jpg",
    "popularity": 2.0453,
    "tmdb_url": "https://www.themoviedb.org/movie/417744"
  },
  {
    "id": 510388,
    "title": "Villains",
    "release_date": "2019-09-20",
    "overview": "When their car breaks down, a couple on the run headed southbound for a fresh start in the Sunshine State break into a nearby house looking for a new set of wheels. What they find instead is a dark secret, and a sweet-as-pie pair of homeowners who will do anything to keep it from getting out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Arefq9eI1z94Jtrbbuqzg9p5mf8.jpg",
    "popularity": 2.0263,
    "tmdb_url": "https://www.themoviedb.org/movie/510388"
  },
  {
    "id": 7737,
    "title": "Resident Evil: Extinction",
    "release_date": "2007-09-20",
    "overview": "Years after the Racoon City catastrophe, survivors travel across the Nevada desert, hoping to make it to Alaska. Alice joins the caravan and their fight against hordes of zombies and the evil Umbrella Corp.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6yaLr7Ymg5cvbtSVi5hHwBKx35I.jpg",
    "popularity": 2.0071,
    "tmdb_url": "https://www.themoviedb.org/movie/7737"
  }
]