[
  {
    "id": 901121,
    "title": "Cobweb",
    "release_date": "2023-09-27",
    "overview": "In the 1970s, Director Kim is obsessed by the desire to re-shoot the ending of his completed film Cobweb, but chaos and turmoil grip the set with interference from the censorship authorities, and the complaints of actors and producers who can't understand the re-written ending. Will Kim be able to find a way through this chaos to fulfill his artistic ambitions and complete his masterpiece?",
    "poster_url": "https://image.tmdb.org/t/p/w500/aslkoEQ8idTeeAHe89IxbsxWdEF.jpg",
    "popularity": 34.199,
    "tmdb_url": "https://www.themoviedb.org/movie/901121"
  },
  {
    "id": 995804,
    "title": "The Wall",
    "release_date": "2023-09-27",
    "overview": "Jessica Comley is an American agent of the U.S. Border Patrol on the Arizona-Mexico border. In this unforgiving desert, she is proud and determined to defend America against drug traffickers and illegal immigrants by any means necessary. But her relentless pushing of the limits leads to one of her interventions going awry when she kills a harmless migrant in front of three witnesses: her colleague, who tries to cover the crime, and a Native American with his grandson. Faced with the authorities, it's her word against theirs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AnWeH2fag88wFycnI7RI4i9GnVz.jpg",
    "popularity": 17.067,
    "tmdb_url": "https://www.themoviedb.org/movie/995804"
  },
  {
    "id": 951491,
    "title": "Saw X",
    "release_date": "2023-09-27",
    "overview": "Between the events of 'Saw' and 'Saw II', a sick and desperate John Kramer travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer, only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, the infamous serial killer returns to his work, turning the tables on the con artists in his signature visceral way through devious, deranged, and ingenious traps.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u7Lp1Hi8aBS73jv4KRMIv5aK4ax.jpg",
    "popularity": 14.0255,
    "tmdb_url": "https://www.themoviedb.org/movie/951491"
  },
  {
    "id": 670292,
    "title": "The Creator",
    "release_date": "2023-09-27",
    "overview": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3dSivDtOuyxLDxPH4v2tcNG1fP7.jpg",
    "popularity": 13.1651,
    "tmdb_url": "https://www.themoviedb.org/movie/670292"
  },
  {
    "id": 9769,
    "title": "Lolita",
    "release_date": "1997-09-27",
    "overview": "Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6F4bV1DsCHjYCXRwIA6NZY7dcnD.jpg",
    "popularity": 10.6532,
    "tmdb_url": "https://www.themoviedb.org/movie/9769"
  },
  {
    "id": 82675,
    "title": "Taken 2",
    "release_date": "2012-09-27",
    "overview": "In Istanbul, retired CIA operative Bryan Mills and his wife are taken hostage by the father of a kidnapper Mills killed while rescuing his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mGRtQS39DYIu6gXu5mXQsXFGZPO.jpg",
    "popularity": 7.4117,
    "tmdb_url": "https://www.themoviedb.org/movie/82675"
  },
  {
    "id": 283366,
    "title": "Miss Peregrine's Home for Peculiar Children",
    "release_date": "2016-09-27",
    "overview": "A teenager finds himself transported to an island where he must help protect a group of orphans with special powers from creatures intent on destroying them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/CIlbMFOfYDj0MP23hsIYhFGrL6.jpg",
    "popularity": 6.812,
    "tmdb_url": "https://www.themoviedb.org/movie/283366"
  },
  {
    "id": 944401,
    "title": "Dogman",
    "release_date": "2023-09-27",
    "overview": "A boy, bruised by life, finds his salvation through the love of his dogs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5RuUD7J4vO0El7TRL9guZIik0I0.jpg",
    "popularity": 6.0297,
    "tmdb_url": "https://www.themoviedb.org/movie/944401"
  },
  {
    "id": 642885,
    "title": "Hocus Pocus 2",
    "release_date": "2022-09-27",
    "overview": "29 years since the Black Flame Candle was last lit, the 17th-century Sanderson sisters are resurrected, and they are looking for revenge. Now it's up to three high school students to stop the ravenous witches from wreaking a new kind of havoc on Salem before dawn on All Hallow's Eve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ze7YNmUaX81ufctGqt0AgHxRtL.jpg",
    "popularity": 4.9487,
    "tmdb_url": "https://www.themoviedb.org/movie/642885"
  },
  {
    "id": 7484,
    "title": "Open Season",
    "release_date": "2006-09-27",
    "overview": "Boog, a domesticated 900lb. Grizzly bear finds himself stranded in the woods 3 days before Open Season. Forced to rely on Elliot, a fast-talking mule deer, the two form an unlikely friendship and must quickly rally other forest animals if they are to form a rag-tag army against the hunters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w5Lctmkc1yah215Luxmci4djaiW.jpg",
    "popularity": 4.871,
    "tmdb_url": "https://www.themoviedb.org/movie/7484"
  },
  {
    "id": 399905,
    "title": "Female War: A Nasty Deal",
    "release_date": "2015-09-27",
    "overview": "Painter Ha-rim became blind due to an unfortunate accident. His wife Sun-yeong searches far and low for a cornea donor until she meets terminal cancer patient Dae-geun. These two make a startling and dangerous deal for Ha-rim's cornea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2xUNRZwprvVwfx12WR1rRXoohSi.jpg",
    "popularity": 4.5121,
    "tmdb_url": "https://www.themoviedb.org/movie/399905"
  },
  {
    "id": 38780,
    "title": "Rampage",
    "release_date": "2009-09-27",
    "overview": "The boredom of small town life is eating Bill Williamson alive. Feeling constrained and claustrophobic in the meaningless drudgery of everyday life and helpless against overwhelming global dissolution, Bill begins a descent into madness. His shockingly violent plan will shake the very foundations of society by painting the streets red with blood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a6N8QCsdWxAQvdob3oCHcsVyLvc.jpg",
    "popularity": 3.9851,
    "tmdb_url": "https://www.themoviedb.org/movie/38780"
  },
  {
    "id": 664469,
    "title": "Amsterdam",
    "release_date": "2022-09-27",
    "overview": "In the 1930s, three friends—a doctor, a nurse, and an attorney—witness a murder, become suspects themselves and uncover one of the most outrageous plots in American history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6sJcVzGCwrDCBMV0DU6eRzA2UxM.jpg",
    "popularity": 3.8408,
    "tmdb_url": "https://www.themoviedb.org/movie/664469"
  },
  {
    "id": 15016,
    "title": "Barbie of Swan Lake",
    "release_date": "2003-09-27",
    "overview": "Barbie as Odette, the young daughter of a baker, follows a unicorn into the Enchanted Forest and is transformed into a swan by an evil wizard intent on defeating the Fairy Queen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sLpCLVQWTU7BI4yAL6kIFM9J3eX.jpg",
    "popularity": 3.7825,
    "tmdb_url": "https://www.themoviedb.org/movie/15016"
  },
  {
    "id": 68924,
    "title": "The Ice Storm",
    "release_date": "1997-09-27",
    "overview": "In the weekend after thanksgiving 1973 the Hood family is skidding out of control. Then an ice storm hits, the worst in a century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3a6uLta7K8Dzojps4RoJAPHD0km.jpg",
    "popularity": 3.6391,
    "tmdb_url": "https://www.themoviedb.org/movie/68924"
  },
  {
    "id": 454293,
    "title": "Night School",
    "release_date": "2018-09-27",
    "overview": "Teddy Walker is a successful salesman whose life takes an unexpected turn when he accidentally blows up his place of employment. Forced to attend night school to get his GED, Teddy soon finds himself dealing with a group of misfit students, his former high school nemesis and a feisty teacher who doesn't think he's too bright.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uQVIQDc3foTPodZw0ie1Or0CXBn.jpg",
    "popularity": 3.5961,
    "tmdb_url": "https://www.themoviedb.org/movie/454293"
  },
  {
    "id": 937085,
    "title": "Do Not Expect Too Much from the End of the World",
    "release_date": "2023-09-27",
    "overview": "On behalf of a multinational company, a production assistant drives around the Romanian city of Bucharest, interviewing various citizens who have been injured due to work accidents to cast one of them in a “safety at work” video.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y2H7SMzSO0f8KHjCqavUhVfRX0Z.jpg",
    "popularity": 3.4956,
    "tmdb_url": "https://www.themoviedb.org/movie/937085"
  },
  {
    "id": 491283,
    "title": "Judy",
    "release_date": "2019-09-27",
    "overview": "Thirty years after starring in \"The Wizard of Oz,\" beloved actress and singer Judy Garland arrives in London to perform sold-out shows at the Talk of the Town nightclub. While there, she reminisces with friends and fans and begins a whirlwind romance with musician Mickey Deans, her soon-to-be fifth husband.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iqJhHjD6k6T07waELjMKDpQJUP.jpg",
    "popularity": 3.4696,
    "tmdb_url": "https://www.themoviedb.org/movie/491283"
  },
  {
    "id": 75948,
    "title": "The Sorcerer and the White Snake",
    "release_date": "2011-09-27",
    "overview": "The Sorcerer and the White Snake is an ancient Chinese fable about a woman demon who falls in love with a mortal is brought to life through the latest advances in CGI and action techniques.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Jfv3CtMULd41C5jpLR8PGAMgE3.jpg",
    "popularity": 3.3013,
    "tmdb_url": "https://www.themoviedb.org/movie/75948"
  },
  {
    "id": 6415,
    "title": "Three Kings",
    "release_date": "1999-09-27",
    "overview": "A group of American soldiers stationed in Iraq at the end of the Gulf War find a map they believe will take them to a huge cache of stolen Kuwaiti gold hidden near their base, and they embark on a secret mission that's destined to change everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fClJQW8xn8wHOFqoA4jUn0PZh1f.jpg",
    "popularity": 3.2769,
    "tmdb_url": "https://www.themoviedb.org/movie/6415"
  },
  {
    "id": 2036,
    "title": "Avalanche Express",
    "release_date": "1979-09-27",
    "overview": "CIA agent Harry Wargrave is sent to aid Gen. Marenkov, a senior Russian official, who is defecting to the west. Wargrave decides they should travel to safety on a train across Europe, the \"Atlantic Express\". During the journey, they must survive attacks by terrorists and an avalanche, all planned by Russian spy-catcher Nikolai Bunin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mxCZj8tbz64uPcdzdv02ODIeucy.jpg",
    "popularity": 3.2211,
    "tmdb_url": "https://www.themoviedb.org/movie/2036"
  },
  {
    "id": 10771,
    "title": "The Tuxedo",
    "release_date": "2002-09-27",
    "overview": "Cabbie-turned-chauffeur Jimmy Tong learns there is really only one rule when you work for playboy millionaire Clark Devlin : Never touch Devlin's prized tuxedo. But when Devlin is temporarily put out of commission in an explosive accident, Jimmy puts on the tux and soon discovers that this extraordinary suit may be more black belt than black tie. Paired with a partner as inexperienced as he is, Jimmy becomes an unwitting secret agent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2agrcNQRtgTsN5SbffC4H2BwYW2.jpg",
    "popularity": 3.2123,
    "tmdb_url": "https://www.themoviedb.org/movie/10771"
  },
  {
    "id": 58244,
    "title": "Upside Down",
    "release_date": "2012-09-27",
    "overview": "In an alternate universe where twinned worlds have opposite gravities, a young man battles interplanetary prejudice and the laws of physics in his quest to reunite with the long-lost girl of his dreams in this visually stunning romantic adventure that poses the question: what if love was stronger than gravity?",
    "poster_url": "https://image.tmdb.org/t/p/w500/wImo0dC72HRoI5QO85dGavmxW6q.jpg",
    "popularity": 2.9468,
    "tmdb_url": "https://www.themoviedb.org/movie/58244"
  },
  {
    "id": 361702,
    "title": "About Bunny Oi and Bunny Ai",
    "release_date": "1985-09-27",
    "overview": "How two cute little bunnies - Bunny Oi and Bunny Ai - built a house, and their friends helped them with this.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3aZgRTx4fdR5yq7Rjd1PAxrQRWP.jpg",
    "popularity": 2.8437,
    "tmdb_url": "https://www.themoviedb.org/movie/361702"
  },
  {
    "id": 581394,
    "title": "Road to Boston",
    "release_date": "2023-09-27",
    "overview": "A rousing tale of the Korean athletes who ran the 1947 Boston International Marathon, the first international marathon held since World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oOfq5tr7OdVnpIMmuzCmet6XBEo.jpg",
    "popularity": 2.8339,
    "tmdb_url": "https://www.themoviedb.org/movie/581394"
  },
  {
    "id": 217923,
    "title": "Young Detective Dee: Rise of the Sea Dragon",
    "release_date": "2013-09-27",
    "overview": "Young Dee Renjie arrives in the empire's capital to join the Supreme Court as police judge of his region. He wants to become a prosecutor. Empress Wu, who is at the beginning of her reign, has commissioned the fierce detective Yuchi to investigate a sea monster that stalks the city at night and makes it unsafe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wsnioYKR2C2FlAYZxZTzihW2TVh.jpg",
    "popularity": 2.8158,
    "tmdb_url": "https://www.themoviedb.org/movie/217923"
  },
  {
    "id": 69735,
    "title": "Batman: Year One",
    "release_date": "2011-09-27",
    "overview": "A wealthy playboy named Bruce Wayne and a Chicago cop named Jim Gordon both return to Gotham City where their lives unexpectedly intersect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mLZRhulJcDsxZWTdfx0trtk6y07.jpg",
    "popularity": 2.7624,
    "tmdb_url": "https://www.themoviedb.org/movie/69735"
  },
  {
    "id": 950253,
    "title": "Dr. Cheon and the Lost Talisman",
    "release_date": "2023-09-27",
    "overview": "For generations, the eldest son of the village has been the protector, but the current heir, Dr. Cheon, is a fake exorcist who doesn't believe in ghosts. Using his penetrating insight into people's minds, he performs fake exorcisms and resolves cases brought to him. However, Yoo-kyung, a client who can see ghosts, approaches him with an offer too tempting to refuse. With his assistant In-bae, Dr. Cheon heads to Yoo-kyung’s house, and gets involved in a series of strange phenomena. As they delve into the mysteries there, they uncover the secrets of a talisman known as ‘Seolkyung’...",
    "poster_url": "https://image.tmdb.org/t/p/w500/g4W8RsmWdDXFNMzOCd2DrLyvUsH.jpg",
    "popularity": 2.7515,
    "tmdb_url": "https://www.themoviedb.org/movie/950253"
  },
  {
    "id": 60670,
    "title": "The Crimson Rivers",
    "release_date": "2000-09-27",
    "overview": "Two French policemen, one investigating a grisly murder at a remote mountain college, the other working on the desecration of a young girl's grave by skinheads, are brought together by the clues from their respective cases. Soon after they start working together, more murders are committed, and the pair begin to discover just what dark secrets are behind the killings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/npvDhiKkpQBuTaQ8cbWRT2iEfkE.jpg",
    "popularity": 2.5158,
    "tmdb_url": "https://www.themoviedb.org/movie/60670"
  },
  {
    "id": 45228,
    "title": "Otaku no Video",
    "release_date": "1991-09-27",
    "overview": "A hilarious mockumentary featuring an animated tale of an average person who slowly becomes an otaku (obsessive fanatic) and eventually becomes the \"Otaking\"! Between story segments, live action interviews with fictional die-hard otakus take place.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WoWVo7ohWSJqMDGnQmq3AfpSgi.jpg",
    "popularity": 2.5151,
    "tmdb_url": "https://www.themoviedb.org/movie/45228"
  },
  {
    "id": 452447,
    "title": "Spyder",
    "release_date": "2017-09-27",
    "overview": "A surveillance expert who wants to help people comes across a foe who is the very definition of evil. Can he stop the man before he destroys everything?",
    "poster_url": "https://image.tmdb.org/t/p/w500/q2Zi6JTS3K9V0kQz3HB9LPEHF16.jpg",
    "popularity": 2.478,
    "tmdb_url": "https://www.themoviedb.org/movie/452447"
  },
  {
    "id": 530382,
    "title": "In the Shadow of the Moon",
    "release_date": "2019-09-27",
    "overview": "In 1988, Philadelphia police officer Thomas \"Locke\" Lockhart, hungry to become a detective, begins tracking a serial killer whose crimes defy scientific explanation. When the killer mysteriously resurfaces nine years later, Locke's obsession with finding the truth threatens to destroy his career, his family, and possibly his sanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2nizfZxyvea3xiSSkEZdykcU4U4.jpg",
    "popularity": 2.4669,
    "tmdb_url": "https://www.themoviedb.org/movie/530382"
  },
  {
    "id": 706915,
    "title": "Main Zaroor Aaunga",
    "release_date": "2019-09-27",
    "overview": "A successful businessman, Yash Malhotra falls in love and marries a beautiful model named Lisa. Their marital bliss is disrupted by the entry of a fashion photographer named Peter who connects with Lisa and this betrayal leads to a series of dangerous consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tq9mZ3aUQmHcMNi4xxvNTRMRLjm.jpg",
    "popularity": 2.306,
    "tmdb_url": "https://www.themoviedb.org/movie/706915"
  },
  {
    "id": 8937,
    "title": "Tokyo Sonata",
    "release_date": "2008-09-27",
    "overview": "A young boy takes interest in piano while his family begins to disintegrate around him after his father loses his job.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Y0ZRyh5eH7WLY4fcF92swhtgUz.jpg",
    "popularity": 2.2724,
    "tmdb_url": "https://www.themoviedb.org/movie/8937"
  },
  {
    "id": 496495,
    "title": "Sye Raa Narasimha Reddy",
    "release_date": "2019-09-27",
    "overview": "Gwalior Fort, during the Indian Rebellion of 1857. In a moment of despair, Lakshmibai, Rani of Jhansi, encourages her men by telling them the heroic story of Uyyalawada Narasimha Reddy, a brave Telugu chieftain who took up arms in 1846 to protest against the numerous arbitrariness and crimes perpetrated by the leaders and military forces of the East India Company.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uEheujJysophwGaqHWPu1UCPthl.jpg",
    "popularity": 2.2663,
    "tmdb_url": "https://www.themoviedb.org/movie/496495"
  },
  {
    "id": 76115,
    "title": "The Phantom of the Opera at the Royal Albert Hall",
    "release_date": "2011-09-27",
    "overview": "A disfigured musical genius, hidden away in the Paris Opera House, terrorises the opera company for the unwitting benefit of a young protégée whom he trains and loves. The 25th anniversary of the first public performance of Phantom of the Opera was celebrated with a grand performance at the Royal Albert Hall in London.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1vf1ryVPBSV2J8dOfCmyv3u0Vu4.jpg",
    "popularity": 2.1733,
    "tmdb_url": "https://www.themoviedb.org/movie/76115"
  },
  {
    "id": 517909,
    "title": "The Laundromat",
    "release_date": "2019-09-27",
    "overview": "When a widow gets swindled out of insurance money, her search for answers leads to two cunning lawyers in Panama who hide cash for the superrich.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hwNMJgbiUUvPCxsnADjbV9ysM5j.jpg",
    "popularity": 2.0988,
    "tmdb_url": "https://www.themoviedb.org/movie/517909"
  },
  {
    "id": 429476,
    "title": "Hell Fest",
    "release_date": "2018-09-27",
    "overview": "On Halloween night at a horror theme park, a costumed killer begins slaying innocent patrons who believe that it's all part of the festivities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qgLlnlrUtTKXkdrgMBwUfkyAkya.jpg",
    "popularity": 2.0932,
    "tmdb_url": "https://www.themoviedb.org/movie/429476"
  },
  {
    "id": 517839,
    "title": "Border",
    "release_date": "2018-09-27",
    "overview": "When a border guard with a sixth sense for identifying smugglers encounters the first person she cannot prove is guilty, she is forced to confront terrifying revelations about herself and humankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8KzOTRlKjdAKQTemV41hq86ldFS.jpg",
    "popularity": 2.0902,
    "tmdb_url": "https://www.themoviedb.org/movie/517839"
  },
  {
    "id": 418579,
    "title": "Young Sister-In-Law",
    "release_date": "2016-09-27",
    "overview": "Three men and women start living together. Byeong-soo is chosen in a scenario contest and is picked to write a script for a movie, so he leaves the noisy city and moves in with his married senior from school. At the house is Ji-eun, the senior's wife and a young and sexy Bo-yeong.  The three living together leads to some risky situations!",
    "poster_url": "https://image.tmdb.org/t/p/w500/jAGlDPyNfLvGMXI3Gt9E4SrRtHg.jpg",
    "popularity": 2.0898,
    "tmdb_url": "https://www.themoviedb.org/movie/418579"
  },
  {
    "id": 483983,
    "title": "Balloon",
    "release_date": "2018-09-27",
    "overview": "Two families attempt a daredevil plan to escape the GDR with a homemade hot air balloon, but it crashes just before the border. The Stasi finds traces of this attempt to escape and immediately starts investigations, while the two families are forced to build a new escape balloon. With each passing day the Stasi is closer on their heels – a nerve-wracking race against time begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nRs8A0zp0jU211j8Zay3ApIzlpx.jpg",
    "popularity": 2.0762,
    "tmdb_url": "https://www.themoviedb.org/movie/483983"
  },
  {
    "id": 831410,
    "title": "Bring It On: Cheer Or Die",
    "release_date": "2022-09-27",
    "overview": "When a cheer squad practices their routines on Halloween weekend in an abandoned school, they are picked off one by one by an unknown killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nw3dM0QsneYjBio0ggFpnVkuVvm.jpg",
    "popularity": 2.0736,
    "tmdb_url": "https://www.themoviedb.org/movie/831410"
  },
  {
    "id": 448095,
    "title": "I Still See You",
    "release_date": "2018-09-27",
    "overview": "Ten years after an apocalyptic event left the world haunted by ghosts, Roni receives a threatening message from beyond the grave. Joining forces with a mysterious classmate, Kirk, Roni descends into a shadow world that blurs the bounds of the living and the dead-and begins a desperate race against time to stop a cunning killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9fqzZs922V8OmwgO11Eqclof2mQ.jpg",
    "popularity": 2.0628,
    "tmdb_url": "https://www.themoviedb.org/movie/448095"
  }
]