[
  {
    "id": 2493,
    "title": "The Princess Bride",
    "release_date": "1987-09-25",
    "overview": "In this enchantingly cracked fairy tale, the beautiful Princess Buttercup and the dashing Westley must overcome staggering odds to find happiness amid six-fingered swordsmen, murderous princes, Sicilians and rodents of unusual size. But even death can't stop these true lovebirds from triumphing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dvjqlp2sAhUeFjUOfQDgqwpphHj.jpg",
    "popularity": 8.6992,
    "tmdb_url": "https://www.themoviedb.org/movie/2493"
  },
  {
    "id": 9289,
    "title": "The Longest Day",
    "release_date": "1962-09-25",
    "overview": "The retelling of June 6, 1944, from the perspectives of the Germans, US, British, Canadians, and the Free French. Marshall Erwin Rommel, touring the defenses being established as part of the Reich's Atlantic Wall, notes to his officers that when the Allied invasion comes they must be stopped on the beach. \"For the Allies as well as the Germans, it will be the longest day\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/5zmvEofdIlgXrQl9A7e5IOzlnFU.jpg",
    "popularity": 6.5418,
    "tmdb_url": "https://www.themoviedb.org/movie/9289"
  },
  {
    "id": 8195,
    "title": "Ronin",
    "release_date": "1998-09-25",
    "overview": "A briefcase with undisclosed contents – sought by Irish terrorists and the Russian mob – makes its way into criminals' hands. An Irish liaison assembles a squad of mercenaries, or 'ronin', and gives them the thorny task of recovering the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AirrhRJjHwytOV0pdLu7YZ4DEyr.jpg",
    "popularity": 5.0761,
    "tmdb_url": "https://www.themoviedb.org/movie/8195"
  },
  {
    "id": 13027,
    "title": "Eagle Eye",
    "release_date": "2008-09-25",
    "overview": "Jerry Shaw and Rachel Holloman are two strangers whose lives are suddenly thrown into turmoil by a mysterious woman they have never met. Threatening their lives and family, the unseen caller uses everyday technology to control their actions and push them into increasing danger. As events escalate, Jerry and Rachel become the country's most-wanted fugitives and must figure out what is happening to them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9KCOv0hL37IN3tWG3j86eZg3xDH.jpg",
    "popularity": 4.9778,
    "tmdb_url": "https://www.themoviedb.org/movie/13027"
  },
  {
    "id": 133121,
    "title": "Resident Evil: Damnation",
    "release_date": "2012-09-25",
    "overview": "U.S. federal agent Leon S. Kennedy sneaks into the \"East Slavic Republic\" to verify rumors that Bio-Organic Weapons (BOWs) are being used in the country's civil war, which the U.S. and Russia are making preparations to jointly intervene in. Right after his infiltration, the U.S. government orders him to leave immediately. Determined to uncover the truth, Leon ignores the order and enters the battlefield to end the chain of tragedies caused by the BOWs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zkHSURVCrt7rpvDDgUXO75CV1v4.jpg",
    "popularity": 4.6698,
    "tmdb_url": "https://www.themoviedb.org/movie/133121"
  },
  {
    "id": 16320,
    "title": "Serenity",
    "release_date": "2005-09-25",
    "overview": "When the renegade crew of Serenity agrees to hide a fugitive on their ship, they find themselves in an action-packed battle between the relentless military might of a totalitarian regime who will destroy anything – or anyone – to get the girl back and the bloodthirsty creatures who roam the uncharted areas of space. But... the greatest danger of all may be on their ship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4sqUOaPFoP2W81mq1UYqZqf5WzA.jpg",
    "popularity": 4.6577,
    "tmdb_url": "https://www.themoviedb.org/movie/16320"
  },
  {
    "id": 284427,
    "title": "Who Am I",
    "release_date": "2014-09-25",
    "overview": "Benjamin, a young German computer whiz, is invited to join a subversive hacker group that wants to be noticed on the world's stage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oR3tbNzJMJmCKS5O5fanU9yxIOk.jpg",
    "popularity": 4.3953,
    "tmdb_url": "https://www.themoviedb.org/movie/284427"
  },
  {
    "id": 755812,
    "title": "Miraculous World: New York, United HeroeZ",
    "release_date": "2020-09-25",
    "overview": "Marinette’s class is headed to New York, the city of superheroes, for French-American Friendship Week. The whole class is there...except Adrien, whose father refuses to let him go!",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YbyvcrHmY2SVbdfXpb8mC4Fy0g.jpg",
    "popularity": 4.1498,
    "tmdb_url": "https://www.themoviedb.org/movie/755812"
  },
  {
    "id": 894205,
    "title": "Werewolf by Night",
    "release_date": "2022-09-25",
    "overview": "On a dark and somber night, a secret cabal of monster hunters emerge from the shadows and gather at the foreboding Bloodstone Temple following the death of their leader. In a strange and macabre memorial to the leader’s life, the attendees are thrust into a mysterious and deadly competition for a powerful relic—a hunt that will ultimately bring them face to face with a dangerous monster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mvIvNKRIJPPS7WSFarFhOAGIVnU.jpg",
    "popularity": 3.716,
    "tmdb_url": "https://www.themoviedb.org/movie/894205"
  },
  {
    "id": 556984,
    "title": "The Trial of the Chicago 7",
    "release_date": "2020-09-25",
    "overview": "What was supposed to be a peaceful protest turned into a violent clash with the police. What followed was one of the most notorious trials in history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ahf5cVdooMAlDRiJOZQNuLqa1Is.jpg",
    "popularity": 3.7103,
    "tmdb_url": "https://www.themoviedb.org/movie/556984"
  },
  {
    "id": 1163974,
    "title": "The Karma of Sex",
    "release_date": "1999-09-25",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/fgDil15yqzf3ABqJjoQPq01sNlf.jpg",
    "popularity": 2.9245,
    "tmdb_url": "https://www.themoviedb.org/movie/1163974"
  },
  {
    "id": 990,
    "title": "The Hustler",
    "release_date": "1961-09-25",
    "overview": "Fast Eddie Felson is a small-time pool hustler with a lot of talent but a self-destructive attitude. His bravado causes him to challenge the legendary Minnesota Fats to a high-stakes match.",
    "poster_url": "https://image.tmdb.org/t/p/w500/snItsSViawjaadW9mlWUmGwR41R.jpg",
    "popularity": 2.8368,
    "tmdb_url": "https://www.themoviedb.org/movie/990"
  },
  {
    "id": 10908,
    "title": "Inferno",
    "release_date": "1999-09-25",
    "overview": "Eddie Lomax is a drifter who has been in a suicidal funk since the death of his close friend Johnny. Riding his motorcycle into a small desert town where Johnny once lived, Lomax is confronted by a gang of toughs, who beat him and steal his bike. However, Lomax is not a man to take an injustice lying down, and soon he begins exacting a violent revenge on the men who stole his motorcycle, with local handyman Jubal Early lending a hand and several area ladies offering aid and comfort.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n5C3PSYfjpUqBhyVWEWJQmM3Sr9.jpg",
    "popularity": 2.7618,
    "tmdb_url": "https://www.themoviedb.org/movie/10908"
  },
  {
    "id": 567629,
    "title": "Battle of Jangsari",
    "release_date": "2019-09-25",
    "overview": "Korean War, September 1950. In order to fight the enemy forces based in the South of the peninsula, General MacArthur orders the start of the Incheon Landing Operation, deploying diversionary attacks in other locations. Without real military forces to spare, 772 very young Korean student soldiers, barely trained, are sent to Jangsari Beach, where they will face a heroic fate and discover the value of friendship. (A sequel to Operation Chromite, released in 2016.)",
    "poster_url": "https://image.tmdb.org/t/p/w500/caYipV8vKfj628YKpEk3cHDc2jv.jpg",
    "popularity": 2.5148,
    "tmdb_url": "https://www.themoviedb.org/movie/567629"
  },
  {
    "id": 9877,
    "title": "Urban Legend",
    "release_date": "1998-09-25",
    "overview": "A college campus is plagued by a vicious serial killer murdering students in ways that correspond to various urban legends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dUvZDNU9G0njhM628NA5phASntq.jpg",
    "popularity": 2.4531,
    "tmdb_url": "https://www.themoviedb.org/movie/9877"
  },
  {
    "id": 621870,
    "title": "Secret Society of Second Born Royals",
    "release_date": "2020-09-25",
    "overview": "Sam is a teenage royal rebel, second in line to the throne of the kingdom of Illyria. Just as her disinterest in the royal way of life is at an all-time high, she discovers she has super-human abilities and is invited to join a secret society of similar extraordinary second-born royals charged with keeping the world safe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qnO3aXSqkKCDw5cEVyNUDexI4NJ.jpg",
    "popularity": 2.3731,
    "tmdb_url": "https://www.themoviedb.org/movie/621870"
  },
  {
    "id": 541305,
    "title": "Kajillionaire",
    "release_date": "2020-09-25",
    "overview": "Two con artists have spent 26 years training their only daughter to swindle, scam and steal at every turn. During a desperate and hastily conceived heist, they charm a stranger into joining them, only to have their entire world turned upside down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ktZ7WNNbvU6xhVtB4taM7rf9aQk.jpg",
    "popularity": 2.3387,
    "tmdb_url": "https://www.themoviedb.org/movie/541305"
  },
  {
    "id": 27381,
    "title": "Innocent Blood",
    "release_date": "1992-09-25",
    "overview": "Marie is a vampire with a thirst for bad guys. When she fails to properly dispose of one of her victims, a violent mob boss, she bites off more than she can chew and faces a new, immortal danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c7RcoSiKAm4K0MNbtgqeQZjp0Pe.jpg",
    "popularity": 2.2854,
    "tmdb_url": "https://www.themoviedb.org/movie/27381"
  },
  {
    "id": 300654,
    "title": "Wildlike",
    "release_date": "2015-09-25",
    "overview": "Fourteen-year-old Mackenzie is sent to live with her uncle in Juneau when her mother can’t care for her anymore. The living situation quickly takes a turn for the worse, and she runs away to rejoin her mother in Seattle. While on her dangerous journey of sleeping in cars and breaking into hotel rooms, she’s drawn to Rene, a lonesome backpacker looking for tranquility in the wilderness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ePr0yezWy3DKsHDv3fUdxSJ6Mz7.jpg",
    "popularity": 2.277,
    "tmdb_url": "https://www.themoviedb.org/movie/300654"
  },
  {
    "id": 65199,
    "title": "Tokyo Train Girls: Private Lessons",
    "release_date": "2009-09-25",
    "overview": "New teacher Chihiro has been on the job for three months. She does her job with great enthusiasm, but she has a secret that nobody must know. As a student, she accumulated debt in order to keep up with her well-to-do friends. She can’t pay it back on the wages of a teacher so she started working part-time as a Chat-Lady. In front of a web camera that hides her face, she shakes her breasts and hips. By chance, her student, Kazuaki discovers the web site.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rbYbXdhQwYHBzXbI3CXjqicaxyn.jpg",
    "popularity": 2.2347,
    "tmdb_url": "https://www.themoviedb.org/movie/65199"
  },
  {
    "id": 1146348,
    "title": "Scooby-Doo! and Krypto, Too!",
    "release_date": "2023-09-25",
    "overview": "When the Justice League goes missing and villains overrun Metropolis, there's only one team that can solve this mystery: Scooby-Doo and the gang! But wait, there's a new dog in town – Krypto – Superman's Superdog with Super Powers. Mystery Inc. will need all the help it can get when phantoms menace the Justice League's headquarters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kllOhDl3DyApQZ78pffMH1C2ZIn.jpg",
    "popularity": 2.2347,
    "tmdb_url": "https://www.themoviedb.org/movie/1146348"
  },
  {
    "id": 619166,
    "title": "By Quantum Physics: A Nightlife Venture",
    "release_date": "2019-09-25",
    "overview": "An advocate of the concept ‘thoughts create reality’, Chan-woo endeavors to realize his dream of running a high-end nightclub when he finds himself caught in the center of a power game in the criminal underworld.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uanwQIB6CraAAYU0nXqOLRt5NsJ.jpg",
    "popularity": 2.1921,
    "tmdb_url": "https://www.themoviedb.org/movie/619166"
  },
  {
    "id": 383045,
    "title": "Toxic Desire: Addiction",
    "release_date": "2014-09-25",
    "overview": "Psychiatrist Joon-sang is a well-known doctor. He is level-headed with his patients, but he's got a painful past. He'd witnessed his wife kill herself because she was raped. He'd suffered insomnia along with guilt and sadness until a beautiful girl Ji-soo comes along. She tells him every man who's loved her died and that someone was watching her. She seduces Joon-sang. A detective suspects Ji-soo to be involved with a recent murder case and asks Joon-sang for her medical records...  Falling in love with something dangerous and the end of which is unknown!",
    "poster_url": "https://image.tmdb.org/t/p/w500/fExG9lgSbCRpW9E74LYFXta2Ruj.jpg",
    "popularity": 2.1913,
    "tmdb_url": "https://www.themoviedb.org/movie/383045"
  },
  {
    "id": 38313,
    "title": "School of Thieves",
    "release_date": "1986-09-25",
    "overview": "Frenetic in its pacing and with miniscule character development, this trite slapstick farce stars three Italian comics - Paolo Villaggio, Lino Banfi, and Massimo Boldi as the idiot-nephews of a wealthy invalid (Enrico Maria Salerno). The uncle's plan is to teach the trio how to successfully steal for a living but the plan does not have a chance against their exaggerated ineptitude.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oVqcXZoZmBRHhMhc3I00MtGwPmH.jpg",
    "popularity": 2.1094,
    "tmdb_url": "https://www.themoviedb.org/movie/38313"
  },
  {
    "id": 340487,
    "title": "Certain Women",
    "release_date": "2016-09-25",
    "overview": "Three strong-willed women strive to forge their own paths amidst the wide-open plains of the American Northwest: a lawyer forced to subdue a troubled client; a wife and mother whose plans to construct her dream home reveal fissures in her marriage; and a lonely ranch hand who forms an ambiguous bond with a young law student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1A5cWPvPnw7vY1Dfg3DSyLG0k96.jpg",
    "popularity": 2.0837,
    "tmdb_url": "https://www.themoviedb.org/movie/340487"
  },
  {
    "id": 19482,
    "title": "My Dear Enemy",
    "release_date": "2008-09-25",
    "overview": "Hee-soo is desperate for money and finds her ex-boyfriend who owes her money. He goes around to various ex-girlfriends to get cash and she trails along to make sure he does not cheat her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/J1iqxPen4K2mCmPzDjTA4rGc96.jpg",
    "popularity": 2.0688,
    "tmdb_url": "https://www.themoviedb.org/movie/19482"
  },
  {
    "id": 28503,
    "title": "Dementia 13",
    "release_date": "1963-09-25",
    "overview": "A widow deceives her late husband's mother and brothers into thinking he's still alive when she attends the yearly memorial to his drowned sister, hoping to secure his inheritance, but her cunning is no match for the demented, axe-wielding thing roaming the grounds of the family's Irish estate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aLv5491Q11zhIZbpqz7rnRZkSLZ.jpg",
    "popularity": 2.0166,
    "tmdb_url": "https://www.themoviedb.org/movie/28503"
  },
  {
    "id": 524216,
    "title": "The Mortuary Collection",
    "release_date": "2020-09-25",
    "overview": "In the phantasmagorical town of Raven's End, a misguided young girl takes refuge in a decrepit old mortuary. The eccentric undertaker chronicles the strange history of the town through a series of twisted tales, each more terrifying than the last, but the young girl's world is unhinged when she discovers that the final story... is her own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5WXeYnezavNI6hXH74aQYv6yFzj.jpg",
    "popularity": 2.0124,
    "tmdb_url": "https://www.themoviedb.org/movie/524216"
  }
]