[
  {
    "id": 446696,
    "title": "Life Itself",
    "release_date": "2018-09-21",
    "overview": "As a young New York couple goes from college romance to marriage and the birth of their first child, the unexpected twists of their journey create reverberations that echo over continents and through lifetimes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pE2hxC8bPbIi9tGyhFg5xiFW6dA.jpg",
    "popularity": 39.6532,
    "tmdb_url": "https://www.themoviedb.org/movie/446696"
  },
  {
    "id": 893723,
    "title": "PAW Patrol: The Mighty Movie",
    "release_date": "2023-09-21",
    "overview": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aTvePCU7exLepwg5hWySjwxojQK.jpg",
    "popularity": 11.4152,
    "tmdb_url": "https://www.themoviedb.org/movie/893723"
  },
  {
    "id": 799379,
    "title": "Project Wolf Hunting",
    "release_date": "2022-09-21",
    "overview": "While under heavily armed guard, the dangerous convicts aboard a cargo ship unite in a coordinated escape attempt that soon escalates into a bloody, all-out riot. But as the fugitives continue their brutal campaign of terror, they soon discover that not even the most vicious among them is safe from the horror they unknowingly unleashed from the darkness below deck.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dniWicB6fa7NvpGbguxWlNPMc5f.jpg",
    "popularity": 8.2913,
    "tmdb_url": "https://www.themoviedb.org/movie/799379"
  },
  {
    "id": 5915,
    "title": "Into the Wild",
    "release_date": "2007-09-21",
    "overview": "After graduating from Emory University in 1992, top student and athlete Christopher McCandless abandons his possessions, gives his entire $24,000 savings account to charity, and hitchhikes to Alaska to live in the wilderness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jnLnLYP5pGDfri04gxtAqAvkHMw.jpg",
    "popularity": 7.9531,
    "tmdb_url": "https://www.themoviedb.org/movie/5915"
  },
  {
    "id": 619730,
    "title": "Don't Worry Darling",
    "release_date": "2022-09-21",
    "overview": "Alice and Jack are lucky to be living in the idealized community of Victory, the experimental company town housing the men who work for the top-secret Victory Project and their families. But when cracks in their idyllic life begin to appear, exposing flashes of something much more sinister lurking beneath the attractive façade, Alice can’t help questioning exactly what they’re doing in Victory, and why.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jOqxKIOC92BVyinYO1Fm73XY7Tc.jpg",
    "popularity": 7.4273,
    "tmdb_url": "https://www.themoviedb.org/movie/619730"
  },
  {
    "id": 159824,
    "title": "Hotel Transylvania 2",
    "release_date": "2015-09-21",
    "overview": "When the old-old-old-fashioned vampire Vlad arrives at the hotel for an impromptu family get-together, Hotel Transylvania is in for a collision of supernatural old-school and modern day cool.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3nFnrivNgipSKZ8LZJJbRSlAcTR.jpg",
    "popularity": 7.1172,
    "tmdb_url": "https://www.themoviedb.org/movie/159824"
  },
  {
    "id": 38594,
    "title": "Dragon Ball: Yo! Son Goku and His Friends Return!!",
    "release_date": "2008-09-21",
    "overview": "Following the defeat of Majin Buu, Son Goku and friends travel to Mr. Satan's newly-opened hotel for an all-you-can-eat banquet, when they are paid a visit by Vegeta's younger brother Tarble. They are informed by Tarble that the terrible brother duo of Abo and Cado have terrorized his planet and are on their way to Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f0tBLECAYhOmzJmQmpfoFH8Syyp.jpg",
    "popularity": 6.7688,
    "tmdb_url": "https://www.themoviedb.org/movie/38594"
  },
  {
    "id": 820609,
    "title": "No One Will Save You",
    "release_date": "2023-09-21",
    "overview": "A lonely woman battles extraterrestrials who threaten her future while forcing her to face her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ehGIDAMaYy6Eg0o8ga0oqflDjqW.jpg",
    "popularity": 5.729,
    "tmdb_url": "https://www.themoviedb.org/movie/820609"
  },
  {
    "id": 968,
    "title": "Dog Day Afternoon",
    "release_date": "1975-09-21",
    "overview": "Based on the true story of would-be Brooklyn bank robbers John Wojtowicz and Salvatore Naturile. Sonny and Sal attempt a bank heist which quickly turns sour and escalates into a hostage situation and stand-off with the police. As Sonny's motives for the robbery are slowly revealed and things become more complicated, the heist turns into a media circus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mavrhr0ig2aCRR8d48yaxtD5aMQ.jpg",
    "popularity": 5.4342,
    "tmdb_url": "https://www.themoviedb.org/movie/968"
  },
  {
    "id": 588555,
    "title": "My Grandfather's Demons",
    "release_date": "2022-09-21",
    "overview": "Rosa's life, a highly valued professional, is turned upside down when her grandfather Marcelino dies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fPoUd6lm011MUCH54aNeMsDJl7z.jpg",
    "popularity": 4.1289,
    "tmdb_url": "https://www.themoviedb.org/movie/588555"
  },
  {
    "id": 10030,
    "title": "Good Luck Chuck",
    "release_date": "2007-09-21",
    "overview": "Cursed since childhood, dentist Charlie Logan cannot find the right woman. Even worse, he learns that each of his ex-girlfriends finds true love with the man she meets after her relationship with him ends. Hearing of Charlie's reputation as a good-luck charm, women from all over line up for a quick tryst. But when Charlie meets the woman of his dreams, he must find a way to break the curse or risk losing her to the next man she meets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b2VgUoXR9iAtAf8nA0mvdTr7cOt.jpg",
    "popularity": 4.0913,
    "tmdb_url": "https://www.themoviedb.org/movie/10030"
  },
  {
    "id": 274862,
    "title": "The Lego Ninjago Movie",
    "release_date": "2017-09-21",
    "overview": "Six young ninjas are tasked with defending their island home of Ninjago. By night, they’re gifted warriors using their skill and awesome fleet of vehicles to fight villains and monsters. By day, they’re ordinary teens struggling against their greatest enemy....high school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vUo0pNXGhp2ffTJxiStWt6fHL7F.jpg",
    "popularity": 3.9966,
    "tmdb_url": "https://www.themoviedb.org/movie/274862"
  },
  {
    "id": 87825,
    "title": "Trouble with the Curve",
    "release_date": "2012-09-21",
    "overview": "Slowed by age and failing eyesight, crack baseball scout Gus Lobel takes his grown daughter along as he checks out the final prospect of his career. Along the way, the two renew their bond, and she catches the eye of a young player-turned-scout.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zLZQVmxOj5kICbS5Pq7rB1cbPvP.jpg",
    "popularity": 3.6872,
    "tmdb_url": "https://www.themoviedb.org/movie/87825"
  },
  {
    "id": 379,
    "title": "Miller's Crossing",
    "release_date": "1990-09-21",
    "overview": "Set in 1929, a political boss and his advisor have a parting of the ways when they both fall for the same woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ab3pnsTKp3BgcAFy0FgWBFBg9FL.jpg",
    "popularity": 3.4494,
    "tmdb_url": "https://www.themoviedb.org/movie/379"
  },
  {
    "id": 231164,
    "title": "Sweet Whip",
    "release_date": "2013-09-21",
    "overview": "When Naoko was a freshman in high school she was kidnapped and imprisoned by a man who lived next door. For one month, she went through hell. Finally, she killed the man and escaped. Now as an adult, Naoko is a doctor specializing in infertility treatment, but she also has another side.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uGicTWd9sHk0TinuLNm4I5DCVSV.jpg",
    "popularity": 3.2549,
    "tmdb_url": "https://www.themoviedb.org/movie/231164"
  },
  {
    "id": 950071,
    "title": "Jaane Jaan",
    "release_date": "2023-09-21",
    "overview": "When a single mother her teenage daughter becomes ensnared in a deadly crime,  find an unexpected ally in their neighbor, a simple, doting but genius teacher math teacher comes to aid, while a tenacious cop digs into the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oaUOV9VCNM5MjrmonqgH4o3XNwQ.jpg",
    "popularity": 2.9965,
    "tmdb_url": "https://www.themoviedb.org/movie/950071"
  },
  {
    "id": 10760,
    "title": "Sydney White",
    "release_date": "2007-09-21",
    "overview": "College freshman Sydney White arrives at Southern Atlantic University, determined to pledge her late mother's sorority. Unfortunately, she finds that the sisterhood has changed since her parent's day. Banished to a condemned house, Sydney joins forces with seven outcasts to take over the student government and win equal rights for nerd and noted alike.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ce3NNmhVZY5NkUe5Y8Je8CciKqf.jpg",
    "popularity": 2.7226,
    "tmdb_url": "https://www.themoviedb.org/movie/10760"
  },
  {
    "id": 82505,
    "title": "House at the End of the Street",
    "release_date": "2012-09-21",
    "overview": "A mother and daughter move to a new town and find themselves living next door to a house where a young girl murdered her parents. When the daughter befriends the surviving son, she learns the story is far from over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9GqcpWNNVXRTxY1u24VmlZuO5ht.jpg",
    "popularity": 2.6153,
    "tmdb_url": "https://www.themoviedb.org/movie/82505"
  },
  {
    "id": 424121,
    "title": "Apostle",
    "release_date": "2018-09-21",
    "overview": "In 1905, a man travels to a remote island in search of his missing sister who has been kidnapped by a mysterious religious cult.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rd269f2Yftxxam3EOJPYVwrvjIJ.jpg",
    "popularity": 2.5707,
    "tmdb_url": "https://www.themoviedb.org/movie/424121"
  },
  {
    "id": 25405,
    "title": "Taking Chance",
    "release_date": "2009-09-21",
    "overview": "Lt. Col. Michael Strobl, a volunteer military escort accompanies the body of Lance Cpl. Chance Phelps to his hometown in Wyoming.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q0RjelNIn0zEi9nhSqQgDTbmXux.jpg",
    "popularity": 2.5104,
    "tmdb_url": "https://www.themoviedb.org/movie/25405"
  },
  {
    "id": 519035,
    "title": "Nappily Ever After",
    "release_date": "2018-09-21",
    "overview": "After an accident at the hair salon, Violet realizes she's not living life to the fullest. A soulful barber helps her put the pieces back together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lxXsGqxUwSxypffv8hn3r332jf4.jpg",
    "popularity": 2.3287,
    "tmdb_url": "https://www.themoviedb.org/movie/519035"
  },
  {
    "id": 454652,
    "title": "Colette",
    "release_date": "2018-09-21",
    "overview": "After marrying a successful Parisian writer known commonly as Willy, Sidonie-Gabrielle Colette is transplanted from her childhood home in rural France to the intellectual and artistic splendor of Paris. Soon after, Willy convinces Colette to ghostwrite for him. She pens a semi-autobiographical novel about a witty and brazen country girl named Claudine, sparking a bestseller and a cultural sensation. After its success, Colette and Willy become the talk of Paris and their adventures inspire additional Claudine novels.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z73Wer1DgObAwWnqZlOyeI33ROY.jpg",
    "popularity": 2.3233,
    "tmdb_url": "https://www.themoviedb.org/movie/454652"
  },
  {
    "id": 84427,
    "title": "House of Pleasures",
    "release_date": "2011-09-21",
    "overview": "The dawn of the 20th century: L’Apollonide, a luxurious and traditional brothel in Paris, is living its last days. In this closed world, where some men fall in love and others become viciously harmful, the women share their secrets, their fears, their joys and their pains.",
    "poster_url": "https://image.tmdb.org/t/p/w500/adkiqkEOKW8nMlfF8hVcaPWTAwB.jpg",
    "popularity": 2.2968,
    "tmdb_url": "https://www.themoviedb.org/movie/84427"
  },
  {
    "id": 1154332,
    "title": "1993",
    "release_date": "2023-09-21",
    "overview": "1993 - the story of one family suddenly turns out to be the history of the whole country. The relationship of painfully and inextricably linked husband and wife, emergency workers, and the growing up of their daughter against the backdrop of global change.",
    "poster_url": "https://image.tmdb.org/t/p/w500/frKvi2XRYdb5uSYVEevpFiY4emh.jpg",
    "popularity": 2.2268,
    "tmdb_url": "https://www.themoviedb.org/movie/1154332"
  },
  {
    "id": 552345,
    "title": "Cry Me a Sad River",
    "release_date": "2018-09-21",
    "overview": "Qi Ming is a handsome boy and he is also a top student at school, but Yi Yao is a so-called bitch on everyone’s lips. Qi and Yi grew up together and they have been maintaining a good relationship. However, everything is interrupted and changed by Tang Xiaomi. Rumors have become a sharp weapon to destroy people. Yi Yao's life falls into darkness, and she suffers all kinds of cruel bullying at school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9a6YsnWPgiI4xnLA5DhYuG2hImM.jpg",
    "popularity": 2.1814,
    "tmdb_url": "https://www.themoviedb.org/movie/552345"
  },
  {
    "id": 11347,
    "title": "The Lair of the White Worm",
    "release_date": "1988-09-21",
    "overview": "When an archaeologist uncovers a strange skull in a foreign land, the residents of a nearby town begin to disappear, leading to further inexplicable occurrences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zML40jEOINjmagpHY9r27VPbZqF.jpg",
    "popularity": 2.0788,
    "tmdb_url": "https://www.themoviedb.org/movie/11347"
  }
]