[
  {
    "id": 156022,
    "title": "The Equalizer",
    "release_date": "2014-09-24",
    "overview": "McCall believes he has put his mysterious past behind him and dedicated himself to beginning a new, quiet life. But when he meets Teri, a young girl under the control of ultra-violent Russian gangsters, he can’t stand idly by – he has to help her. Armed with hidden skills that allow him to serve vengeance against anyone who would brutalize the helpless, McCall comes out of his self-imposed retirement and finds his desire for justice reawakened. If someone has a problem, if the odds are stacked against them, if they have nowhere else to turn, McCall will help. He is The Equalizer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9u4yW7yPA0BQ2pv9XwiNzItwvp8.jpg",
    "popularity": 15.7837,
    "tmdb_url": "https://www.themoviedb.org/movie/156022"
  },
  {
    "id": 408866,
    "title": "RE:BORN",
    "release_date": "2016-09-24",
    "overview": "A former special forces operative struggling to contain the destructive impulses of his past goes on a rampage against a squad of ruthless assassins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y14VzRr1er9DNiJffToo763esMe.jpg",
    "popularity": 12.3582,
    "tmdb_url": "https://www.themoviedb.org/movie/408866"
  },
  {
    "id": 4588,
    "title": "Lust, Caution",
    "release_date": "2007-09-24",
    "overview": "During World War II, a secret agent must seduce then assassinate an official who works for the Japanese puppet government in Shanghai. Her mission becomes clouded when she finds herself falling in love with the man she is assigned to kill.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6c1tqfJEBuIyhQC19SLlLQAUAvJ.jpg",
    "popularity": 8.1018,
    "tmdb_url": "https://www.themoviedb.org/movie/4588"
  },
  {
    "id": 4553,
    "title": "The Machinist",
    "release_date": "2004-09-24",
    "overview": "Trevor, an insomniac lathe operator, experiences unusual occurrences at work and home. A strange man follows him everywhere, but no one else seems to notice him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/diAYqR4xdF9Hnj7qun6DEQhRrT2.jpg",
    "popularity": 6.1226,
    "tmdb_url": "https://www.themoviedb.org/movie/4553"
  },
  {
    "id": 619278,
    "title": "Inside Man: Most Wanted",
    "release_date": "2019-09-24",
    "overview": "An NYPD hostage negotiator teams up with a federal agent to rescue dozens of tourists held hostage during a 10-hour seige at the U.S. Federal Reserve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zcDZisqVQK9akfKgyrB9HYzYuVh.jpg",
    "popularity": 5.8126,
    "tmdb_url": "https://www.themoviedb.org/movie/619278"
  },
  {
    "id": 167830,
    "title": "Incontri proibiti",
    "release_date": "1998-09-24",
    "overview": "Armando Andreoli, a well-known engineer of almost 80 years, is approached by Federica, an assistant nurse who then invites him to his hotel room. In the morning, Federica's boyfriend arrives in the room, suspecting a relationship that has never existed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vKdd2hBtFbII7LFg6rF3r48Fh4W.jpg",
    "popularity": 5.5607,
    "tmdb_url": "https://www.themoviedb.org/movie/167830"
  },
  {
    "id": 19959,
    "title": "Surrogates",
    "release_date": "2009-09-24",
    "overview": "Set in a futuristic world where humans live in isolation and interact through surrogate robots, a cop is forced to leave his home for the first time in years in order to investigate the murders of others' surrogates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v3Z0Hbl0oe57njrrIPh0fJPFoo.jpg",
    "popularity": 5.5004,
    "tmdb_url": "https://www.themoviedb.org/movie/19959"
  },
  {
    "id": 580175,
    "title": "Another Round",
    "release_date": "2020-09-24",
    "overview": "Four high school teachers launch a drinking experiment: upholding a constant low level of intoxication.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aDcIt4NHURLKnAEu7gow51Yd00Q.jpg",
    "popularity": 5.0122,
    "tmdb_url": "https://www.themoviedb.org/movie/580175"
  },
  {
    "id": 9571,
    "title": "Dazed and Confused",
    "release_date": "1993-09-24",
    "overview": "The adventures of a group of Texas teens on their last day of school in 1976, centering on student Randall Floyd, who moves easily among stoners, jocks and geeks. Floyd is a star athlete, but he also likes smoking weed, which presents a conundrum when his football coach demands he sign a \"no drugs\" pledge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/msG9awbLhVZwv1Eh9Ge7SofMexW.jpg",
    "popularity": 4.4456,
    "tmdb_url": "https://www.themoviedb.org/movie/9571"
  },
  {
    "id": 10398,
    "title": "Double Jeopardy",
    "release_date": "1999-09-24",
    "overview": "Libby Parsons, wrongly convicted for her husband Nick's murder, thinks he is still alive and wants to settle the score and find their son. As she has been tried for the crime, she cannot be re-prosecuted if she finds and kills Nick.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dPd9QvEeMQpgHO6iLB1LqALTZl.jpg",
    "popularity": 4.3371,
    "tmdb_url": "https://www.themoviedb.org/movie/10398"
  },
  {
    "id": 13969,
    "title": "First Daughter",
    "release_date": "2004-09-24",
    "overview": "Samantha MacKenzie, the daughter of the president of the United States, arrives at college with a group of Secret Service agents. Samantha, however, resents their presence and decides she wants to attend school just like a normal student. Her father agrees to recall the agents but secretly assigns James, an undercover agent, to pose as a student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUZ3hDMo8SGY2IoujCKwVt8ukm9.jpg",
    "popularity": 4.1669,
    "tmdb_url": "https://www.themoviedb.org/movie/13969"
  },
  {
    "id": 8066,
    "title": "Stay",
    "release_date": "2005-09-24",
    "overview": "Psychiatrist Sam Foster has a new patient, Henry Letham, who claims to be suicidal. In trying to diagnose him, Sam visits Henry's prior therapist and also finds Henry's mother -- even though Henry has said that he murdered both of his parents. As reality starts to contradict fact, Sam spirals into an unstable mental state. Then he finds a clue as to how and when Henry may try to kill himself, and races to try to stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrLZVP8jG0KBcabahRPp6UP7Oy2.jpg",
    "popularity": 4.1074,
    "tmdb_url": "https://www.themoviedb.org/movie/8066"
  },
  {
    "id": 567748,
    "title": "The Guilty",
    "release_date": "2021-09-24",
    "overview": "A demoted police officer assigned to a call dispatch desk is conflicted when he receives an emergency phone call from a kidnapped woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m8aR1k35oZMOzZ1kYWUyt401mwq.jpg",
    "popularity": 4.0718,
    "tmdb_url": "https://www.themoviedb.org/movie/567748"
  },
  {
    "id": 9272,
    "title": "The Good Son",
    "release_date": "1993-09-24",
    "overview": "A young boy stays with his aunt and uncle, and befriends his cousin who's the same age. But his cousin begins showing increasing signs of psychotic behavior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iIV9zYVEFbb7AWc3BgnVQlfoeW.jpg",
    "popularity": 3.9072,
    "tmdb_url": "https://www.themoviedb.org/movie/9272"
  },
  {
    "id": 192,
    "title": "The Name of the Rose",
    "release_date": "1986-09-24",
    "overview": "14th-century Franciscan monk William of Baskerville and his young novice arrive at a conference to find that several monks have been murdered under mysterious circumstances. To solve the crimes, William must rise up against the Church's authority and fight the shadowy conspiracy of monastery monks using only his intelligence; which is considerable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2BuVu0j6v2kNY2gGxtO3sDGyob2.jpg",
    "popularity": 3.7599,
    "tmdb_url": "https://www.themoviedb.org/movie/192"
  },
  {
    "id": 266647,
    "title": "Pan",
    "release_date": "2015-09-24",
    "overview": "Living a bleak existence at a London orphanage, 12-year-old Peter finds himself whisked away to the fantastical world of Neverland. Adventure awaits as he meets new friend James Hook and the warrior Tiger Lily. They must band together to save Neverland from the ruthless pirate Blackbeard. Along the way, the rebellious and mischievous boy discovers his true destiny, becoming the hero forever known as Peter Pan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w8i0mZR7MEL7c3bXSsuYg7VJsew.jpg",
    "popularity": 3.5531,
    "tmdb_url": "https://www.themoviedb.org/movie/266647"
  },
  {
    "id": 11963,
    "title": "Three Days of the Condor",
    "release_date": "1975-09-24",
    "overview": "When bookish CIA researcher Joe Turner finds all his co-workers dead, he, together with a woman he has kidnapped, must work together to outwit those responsible until he determines who he can really trust.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zinwtZqdb7gnc4zMu8dfkK1fMN3.jpg",
    "popularity": 3.3831,
    "tmdb_url": "https://www.themoviedb.org/movie/11963"
  },
  {
    "id": 1139087,
    "title": "Once Upon a Studio",
    "release_date": "2023-09-24",
    "overview": "Created for Disney's 100th anniversary, the short features Mickey Mouse corralling a gallery of legendary Disney characters for a group photo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aiy3G1cYWV3LgKZHY6a3jL8bjYL.jpg",
    "popularity": 3.355,
    "tmdb_url": "https://www.themoviedb.org/movie/1139087"
  },
  {
    "id": 567690,
    "title": "Dear Evan Hansen",
    "release_date": "2021-09-24",
    "overview": "Evan Hansen, a high schooler with social anxiety, unintentionally gets caught up in a lie after the family of a classmate who committed suicide mistakes one of Hansen’s letters for their son’s suicide note.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hKjBQhsnCMt86kPKpPwV4meeFPo.jpg",
    "popularity": 3.1496,
    "tmdb_url": "https://www.themoviedb.org/movie/567690"
  },
  {
    "id": 37903,
    "title": "The White Ribbon",
    "release_date": "2009-09-24",
    "overview": "An aged tailor recalls his life as the schoolteacher of a small village in Northern Germany that was struck by a series of strange events in the year leading up to WWI.",
    "poster_url": "https://image.tmdb.org/t/p/w500/54dlnGDexrwAFlDb8HWKfmmX4LB.jpg",
    "popularity": 3.1034,
    "tmdb_url": "https://www.themoviedb.org/movie/37903"
  },
  {
    "id": 892222,
    "title": "Stepdad and Mother-Daughter",
    "release_date": "2021-09-24",
    "overview": "Seo-ra, an elegant woman from Louisiana, U.S., marries businessman Kyeong-han who does anything to make money. Kyeong-hwan was in a relationship with Mi-yeon, who was a bar madam, but after his marriage to Seo-ra, he tells Mi-yeon that he will now live as an elegant businessman. For Kyeong-hwan, however, there was a problem of sexual desire and madness when he saw clothes with no underwear in sight. One day, Seo-ra's biological daughter Yoo-na, appeared at Kyeong-hwan's newlywed house in a short skirt.",
    "poster_url": "https://image.tmdb.org/t/p/w500/49UMGEIEACXOU5PvwUswyVDmgJf.jpg",
    "popularity": 3.0954,
    "tmdb_url": "https://www.themoviedb.org/movie/892222"
  },
  {
    "id": 13690,
    "title": "Open Season 2",
    "release_date": "2008-09-24",
    "overview": "After falling head over hooves in love with Giselle, Elliot's road to the altar takes a slight detour when Mr. Weenie is kidnapped by a group of pampered pets determined to return him to his owners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lM4bahouPblYcfngZtnNSkaWxCU.jpg",
    "popularity": 3.0231,
    "tmdb_url": "https://www.themoviedb.org/movie/13690"
  },
  {
    "id": 177945,
    "title": "Like Father, Like Son",
    "release_date": "2013-09-24",
    "overview": "Ryota Nonomiya is a successful businessman driven by money. He learns that his biological son was switched with another child after birth. He must make a life-changing decision and choose his true son or the boy he raised as his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r0nejXOf6e4leWhnLuEQOmC5hrX.jpg",
    "popularity": 2.8817,
    "tmdb_url": "https://www.themoviedb.org/movie/177945"
  },
  {
    "id": 146238,
    "title": "Runner Runner",
    "release_date": "2013-09-24",
    "overview": "When a poor college student who cracks an online poker game goes bust, he arranges a face-to-face with the man he thinks cheated him, a sly offshore entrepreneur.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ck5jZjv7WVoCBBgTH1gJlhyCLPy.jpg",
    "popularity": 2.7563,
    "tmdb_url": "https://www.themoviedb.org/movie/146238"
  },
  {
    "id": 512025,
    "title": "There's Someone Inside Your House",
    "release_date": "2021-09-24",
    "overview": "As the countdown to graduation begins, students at Osborne High are being stalked by a maniac intent on exposing their darkest secrets to the entire town, terrorizing victims while wearing a life-like mask of their own face. With a mysterious past of her own, Makani and her friends must discover the killer's identity before they become victims themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/GaPJQscaH4MtYQTbJyWjCUIho8.jpg",
    "popularity": 2.6811,
    "tmdb_url": "https://www.themoviedb.org/movie/512025"
  },
  {
    "id": 403605,
    "title": "Headshot",
    "release_date": "2016-09-24",
    "overview": "A young man washes ashore, his memory gone - but his past comes back to haunt him after he is nursed back to health and his killing ability is needed when he takes on a powerful drug lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dpdmO3PNKwCOzf68y8J4Gu19i3r.jpg",
    "popularity": 2.6361,
    "tmdb_url": "https://www.themoviedb.org/movie/403605"
  },
  {
    "id": 10145,
    "title": "The Forgotten",
    "release_date": "2004-09-24",
    "overview": "Telly Paretta is a grieving mother struggling to cope with the loss of her 8-year-old son. She is stunned when her psychiatrist reveals that she has created eight years of memories about a son she never had. But when she meets a man who has had a similar experience, Telly embarks on a search to prove her son's existence, and her sanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gANKh0Vm00CTE1Hf2aTh2IIXn8X.jpg",
    "popularity": 2.6057,
    "tmdb_url": "https://www.themoviedb.org/movie/10145"
  },
  {
    "id": 26388,
    "title": "Buried",
    "release_date": "2010-09-24",
    "overview": "Paul is a U.S. truck driver working in Iraq. After an attack by a group of Iraqis he wakes to find he is buried alive inside a coffin. With only a lighter and a cell phone it's a race against time to escape this claustrophobic death trap.",
    "poster_url": "https://image.tmdb.org/t/p/w500/splPNB0vAoNlb8l5WYxz2E3FK2G.jpg",
    "popularity": 2.5834,
    "tmdb_url": "https://www.themoviedb.org/movie/26388"
  },
  {
    "id": 12528,
    "title": "Southern Comfort",
    "release_date": "1981-09-24",
    "overview": "A squad of National Guards on an isolated weekend exercise in the Louisiana swamp must fight for their lives when they anger local Cajuns by stealing their canoes. Without live ammunition and in a strange country, their experience begins to mirror the Vietnam experience.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v6kSjAHiaHza6r27LF36YpEGz8j.jpg",
    "popularity": 2.411,
    "tmdb_url": "https://www.themoviedb.org/movie/12528"
  },
  {
    "id": 265180,
    "title": "Leviathan",
    "release_date": "2014-09-24",
    "overview": "In a Russian coastal town, Kolya is forced to fight the corrupt mayor when he is told that his house will be demolished. He recruits a lawyer friend to help, but the man's arrival brings further misfortune for Kolya and his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dwmHSBBiu2ow271zrQ33rPKZDSC.jpg",
    "popularity": 2.349,
    "tmdb_url": "https://www.themoviedb.org/movie/265180"
  },
  {
    "id": 472451,
    "title": "Boy Erased",
    "release_date": "2018-09-24",
    "overview": "Jared, the son of a Baptist pastor in a small American town, is outed to his parents at age 19. Jared is faced with an ultimatum: attend a gay conversion therapy program – or be permanently exiled and shunned by his family, friends, and faith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oZbhTdi0ZQY7iiSQ0L7h3ya6NDF.jpg",
    "popularity": 2.2772,
    "tmdb_url": "https://www.themoviedb.org/movie/472451"
  },
  {
    "id": 51731,
    "title": "Royal Tramp 2",
    "release_date": "1992-09-24",
    "overview": "After discovering that the Empress is actually Lung Erh, a member of the St Dragon Sect, and that she imprisoned the real empress. Lung Erh, is bent on eliminating the person who disclosed her true identity, Wai Siu Bo. But more complications ensues when Lung Erh is assigned to protect the Prince, whose servant is none other than Wai Siu Bo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nc3I27aQucb5IGn8VXWKN5gygqc.jpg",
    "popularity": 2.2655,
    "tmdb_url": "https://www.themoviedb.org/movie/51731"
  },
  {
    "id": 33997,
    "title": "Desert Flower",
    "release_date": "2009-09-24",
    "overview": "The autobiography of a Somalian nomad who was sold in marriage at 13, fled from Africa a while later to become finally an American supermodel and is now at the age of 38, the UN spokeswoman against female genital mutilation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xjeWO3QLyFZGnM7phfkOMINZ8Is.jpg",
    "popularity": 2.2479,
    "tmdb_url": "https://www.themoviedb.org/movie/33997"
  },
  {
    "id": 52208,
    "title": "Nude Nuns with Big Guns",
    "release_date": "2010-09-24",
    "overview": "Upon taking her vows to become a nun, Sister Sarah is abused, brainwashed and also drugged into submission by the corrupt clergy. On the verge of her own death from a lethal dose of drugs, Sister Sarah receives a message from God telling her to take vengeance on all those who did wrong to her. Armed with God's will and an arsenal of big guns, she dispenses Judgment Day on her former tormentors. When the church hires the merciless motorcycle gang \"Los Muertos\" to track down and to kill her they soon realize that this sister is one bad mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5EEtzqJeNZKbh0PTEBQmc8QotJs.jpg",
    "popularity": 2.0697,
    "tmdb_url": "https://www.themoviedb.org/movie/52208"
  },
  {
    "id": 353979,
    "title": "Pet",
    "release_date": "2016-09-24",
    "overview": "A man bumps into an old crush and becomes obsessed. After several failed attempts at winning her over, he kidnaps her and holds her captive underneath the animal shelter where he works.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cO5debLXk54GhgXd92GVD0Hpinv.jpg",
    "popularity": 2.058,
    "tmdb_url": "https://www.themoviedb.org/movie/353979"
  }
]