[
  {
    "id": 369192,
    "title": "Battle of the Sexes",
    "release_date": "2017-09-22",
    "overview": "The true story of the 1973 tennis match between world number one Billie Jean King and ex-champ and serial hustler Bobby Riggs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fWy0A3VojTCb0S2MKtEJjpquubF.jpg",
    "popularity": 78.5893,
    "tmdb_url": "https://www.themoviedb.org/movie/369192"
  },
  {
    "id": 807,
    "title": "Se7en",
    "release_date": "1995-09-22",
    "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Somerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/191nKfP0ehp3uIvWqgPbFmI4lv9.jpg",
    "popularity": 22.3712,
    "tmdb_url": "https://www.themoviedb.org/movie/807"
  },
  {
    "id": 1180763,
    "title": "From the Shadows",
    "release_date": "2023-09-22",
    "overview": "When Dr. Joseph Cawl and members of his Hidden Wisdom cult die in a mysterious fire, survivors contact a paranormal expert to find the truth. What they discover makes them the next target of a deranged killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/22aFuf6UnDaGP9G5CLfF92Cj1nf.jpg",
    "popularity": 17.2343,
    "tmdb_url": "https://www.themoviedb.org/movie/1180763"
  },
  {
    "id": 846433,
    "title": "The Enforcer",
    "release_date": "2022-09-22",
    "overview": "A noir thriller set in Miami, the film follows an enforcer who discovers his femme fatale boss has branched out into cyber sex trafficking, putting a young runaway he’s befriended at risk. He sacrifices everything to save the young girl from the deadly organization he’s spent his life building.",
    "poster_url": "https://image.tmdb.org/t/p/w500/72V1r1G8S87ELagVxjqAUdChMCt.jpg",
    "popularity": 7.689,
    "tmdb_url": "https://www.themoviedb.org/movie/846433"
  },
  {
    "id": 313893,
    "title": "E N V O Y",
    "release_date": "2014-09-22",
    "overview": "A young boy discovers a deadly alien creature and winds up entangled in a top secret government operation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aFwXw3rGizINp77yKe9hAzftVzz.jpg",
    "popularity": 7.4666,
    "tmdb_url": "https://www.themoviedb.org/movie/313893"
  },
  {
    "id": 568091,
    "title": "Fractured",
    "release_date": "2019-09-22",
    "overview": "Driving cross-country, Ray and his wife and daughter stop at a highway rest area where his daughter falls and breaks her arm. After a frantic rush to the hospital and a clash with the check-in nurse, Ray is finally able to get her to a doctor. While the wife and daughter go downstairs for an MRI, Ray, exhausted, passes out in a chair in the lobby. Upon waking up, they have no record or knowledge of Ray's family ever being checked in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/paZNRffT3kUckuRFKbeDBuX1YcZ.jpg",
    "popularity": 7.1415,
    "tmdb_url": "https://www.themoviedb.org/movie/568091"
  },
  {
    "id": 332210,
    "title": "Storks",
    "release_date": "2016-09-22",
    "overview": "Storks deliver babies…or at least they used to. Now they deliver packages for a global internet retail giant. Junior, the company’s top delivery stork, is about to be promoted when he accidentally activates the Baby Making Machine, producing an adorable and wholly unauthorized baby girl...",
    "poster_url": "https://image.tmdb.org/t/p/w500/pwGolX8JmGJhhcUjO5SJt38Uk0m.jpg",
    "popularity": 6.9275,
    "tmdb_url": "https://www.themoviedb.org/movie/332210"
  },
  {
    "id": 9693,
    "title": "Children of Men",
    "release_date": "2006-09-22",
    "overview": "In 2027, in a chaotic world in which humans can no longer procreate, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea, where her child's birth may help scientists save the future of humankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Xgvmx7WWc7Z9Ws9RAYk7uya2kh.jpg",
    "popularity": 6.7597,
    "tmdb_url": "https://www.themoviedb.org/movie/9693"
  },
  {
    "id": 1055871,
    "title": "Death Is a Problem for the Living",
    "release_date": "2023-09-22",
    "overview": "The cheapest drivers in the hearse business, gambling addict Risto Kivi and his friend Arto Niska, an 85% brainless man, have found themselves in a situation where everything has gone wrong and a fresh start is needed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mbHabCg4PHn94wbE6x89Xd2YmrF.jpg",
    "popularity": 6.5065,
    "tmdb_url": "https://www.themoviedb.org/movie/1055871"
  },
  {
    "id": 9315,
    "title": "Flightplan",
    "release_date": "2005-09-22",
    "overview": "Flying at 40,000 feet in a state-of-the art aircraft that she helped design, Kyle Pratt's 6-year-old daughter Julia vanishes without a trace. Or did she? No one on the plane believes Julia was ever onboard. And now Kyle, desperate and alone, can only count on her own wits to unravel the mystery and save her daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oNjZFzbe7PfF3TxztNHDkinOPyB.jpg",
    "popularity": 5.6899,
    "tmdb_url": "https://www.themoviedb.org/movie/9315"
  },
  {
    "id": 790493,
    "title": "Spy Kids: Armageddon",
    "release_date": "2023-09-22",
    "overview": "When the children of the world’s greatest secret agents unwittingly help a powerful game developer unleash a computer virus that gives him control of all technology, they must become spies themselves to save their parents and the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vd8YdaH7dzeIMGTNwQinlSiA1gV.jpg",
    "popularity": 5.2959,
    "tmdb_url": "https://www.themoviedb.org/movie/790493"
  },
  {
    "id": 395991,
    "title": "Only the Brave",
    "release_date": "2017-09-22",
    "overview": "Members of the Granite Mountain Hotshots battle deadly wildfires to save an Arizona town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lC7WdUNLOJI3sllaDGNdFy2GT8g.jpg",
    "popularity": 5.2566,
    "tmdb_url": "https://www.themoviedb.org/movie/395991"
  },
  {
    "id": 10802,
    "title": "Showgirls",
    "release_date": "1995-09-22",
    "overview": "Fresh to Las Vegas with no connections, Nomi Malone takes a job as an exotic dancer. Her talents are quickly noticed by Cristal, a headlining dancer who senses an opportunity to bolster her own act. But Nomi won’t play second fiddle and soon begins her venomous path to the top, ruthlessly backstabbing anyone who gets in her way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/atjtGFIIt9QMGf9ELyboq5cl466.jpg",
    "popularity": 5.2338,
    "tmdb_url": "https://www.themoviedb.org/movie/10802"
  },
  {
    "id": 269509,
    "title": "The Canterville Ghost",
    "release_date": "2023-09-22",
    "overview": "An American family moves in to the Canterville Chase, a London mansion that has been haunted by ghost Sir Simon De Canterville for 300 years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dFu8oHN805ZRzpQZNOjkiLzMbep.jpg",
    "popularity": 5.0684,
    "tmdb_url": "https://www.themoviedb.org/movie/269509"
  },
  {
    "id": 81481,
    "title": "Silenced",
    "release_date": "2011-09-22",
    "overview": "Based on actual events that took place at Gwangju Inhwa School for the hearing-impaired, where young deaf students were the victims of repeated sexual assaults by faculty members over a period of five years in the early 2000s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mbMp0oIFmYnw0i5gzRoKt8cH5ve.jpg",
    "popularity": 4.9434,
    "tmdb_url": "https://www.themoviedb.org/movie/81481"
  },
  {
    "id": 59965,
    "title": "Abduction",
    "release_date": "2011-09-22",
    "overview": "For many years, Nathan Harper has had the uneasy feeling that life with his family isn't quite what it seems. As he draws closer to uncovering the truth, he is hunted by assassins, forcing him to flee with his neighbor, Karen, the only person he can trust.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4vqkl1w4eSTMdIcL9IrBzln58Wy.jpg",
    "popularity": 4.4907,
    "tmdb_url": "https://www.themoviedb.org/movie/59965"
  },
  {
    "id": 49021,
    "title": "Killer Elite",
    "release_date": "2011-09-22",
    "overview": "Based on a shocking true story, Killer Elite pits two of the world’s most elite operatives—Danny, an ex-special ops agent and Hunter, his longtime mentor—against the cunning leader of a secret military society. Covering the globe from Australia to Paris, London and the Middle East, Danny and Hunter are plunged into a highly dangerous game of cat and mouse—where the predators become the prey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7O2U0WPFPSvNSUYZlhbnV081lBF.jpg",
    "popularity": 3.6136,
    "tmdb_url": "https://www.themoviedb.org/movie/49021"
  },
  {
    "id": 378018,
    "title": "The Void",
    "release_date": "2016-09-22",
    "overview": "In the middle of a routine patrol, officer Daniel Carter happens upon a blood-soaked figure limping down a deserted stretch of road. He rushes the young man to a nearby rural hospital staffed by a skeleton crew, only to discover that patients and personnel are transforming into something inhuman. As the horror intensifies, Carter leads the other survivors on a hellish voyage into the subterranean depths of the hospital in a desperate bid to end the nightmare before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2WhZAPi3vomEQdzAPIYTvmvWaxI.jpg",
    "popularity": 3.5554,
    "tmdb_url": "https://www.themoviedb.org/movie/378018"
  },
  {
    "id": 13151,
    "title": "Scooby-Doo on Zombie Island",
    "release_date": "1998-09-22",
    "overview": "After going their separate ways, Scooby-Doo, Shaggy, Velma, Daphne, and Fred reunite to investigate the ghost of Moonscar the pirate on a haunted bayou island, but it turns out the swashbuckler's spirit isn't the only creepy character on the island. The sleuths also meet up with cat creatures and zombies... and it looks like for the first time in their lives, these ghouls might actually be real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7EdvFUGvT5Pn8rUFRKCrdUzNthf.jpg",
    "popularity": 2.94,
    "tmdb_url": "https://www.themoviedb.org/movie/13151"
  },
  {
    "id": 524369,
    "title": "The Many Saints of Newark",
    "release_date": "2021-09-22",
    "overview": "Young Anthony Soprano is growing up in one of the most tumultuous eras in Newark, N.J., history, becoming a man just as rival gangsters start to rise up and challenge the all-powerful DiMeo crime family. Caught up in the changing times is the uncle he idolizes, Dickie Moltisanti, whose influence over his nephew will help shape the impressionable teenager into the all-powerful mob boss, Tony Soprano.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1UkbPQspPbq1FPbFP4VV1ELCfSN.jpg",
    "popularity": 2.9292,
    "tmdb_url": "https://www.themoviedb.org/movie/524369"
  },
  {
    "id": 353998,
    "title": "The Story Room: The Making of 'Lilo & Stitch'",
    "release_date": "2004-09-22",
    "overview": "An in-depth look at the making of Lilo & Stitch (2002).",
    "poster_url": "https://image.tmdb.org/t/p/w500/rDuJZ2LzdYw8QYaMK86A3H8jK5I.jpg",
    "popularity": 2.8287,
    "tmdb_url": "https://www.themoviedb.org/movie/353998"
  },
  {
    "id": 597316,
    "title": "My Little Pony: A New Generation",
    "release_date": "2021-09-22",
    "overview": "Equestria's divided. But a bright-eyed hero believes Earth Ponies, Pegasi and Unicorns should be pals — and, hoof to heart, she’s determined to prove it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uvbj8puRj37Pc8FS4rIfVeReYFF.jpg",
    "popularity": 2.6643,
    "tmdb_url": "https://www.themoviedb.org/movie/597316"
  },
  {
    "id": 395993,
    "title": "Stronger",
    "release_date": "2017-09-22",
    "overview": "A victim of the Boston Marathon bombing in 2013 helps the police track down the killers while struggling to recover from devastating trauma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nnkxdFeY7YAgnicxkvwuxY7gVaT.jpg",
    "popularity": 2.6306,
    "tmdb_url": "https://www.themoviedb.org/movie/395993"
  },
  {
    "id": 16780,
    "title": "The Return of the Texas Chainsaw Massacre",
    "release_date": "1995-09-22",
    "overview": "After a group of Texas teenagers leave prom night early and get into a car crash in the woods, they employ the aid of a nearby insurance agent, who calls in her tow truck-driving boyfriend, Vilmer Slaughter. Unfortunately for them, Vilmer is a sadistic killer with a mechanical leg who introduces them to his brother, Leatherface, and the rest of their twisted family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e1ikqofvLBddrZJ73IjmJWhUYus.jpg",
    "popularity": 2.5999,
    "tmdb_url": "https://www.themoviedb.org/movie/16780"
  },
  {
    "id": 758046,
    "title": "The Worst Thing",
    "release_date": "2019-09-22",
    "overview": "In 1985, Kathleen lost her brother Eddie, an American soldier, at the hands of the Red Army Faction (RAF), a German leftist terrorist organization. Now, decades later, she decides to seek out the group responsible for his murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aEWjeDHQQxP58zIyEnXrD9U3BS1.jpg",
    "popularity": 2.5789,
    "tmdb_url": "https://www.themoviedb.org/movie/758046"
  },
  {
    "id": 577,
    "title": "To Die For",
    "release_date": "1995-09-22",
    "overview": "Suzanne Stone wants to be a world-famous news anchor and she is willing to do anything to get what she wants. What she lacks in intelligence, she makes up for in cold determination and diabolical wiles. As she pursues her goal with relentless focus, she is forced to destroy anything and anyone that may stand in her way, regardless of the ultimate cost or means necessary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/whz4bwvqE1OmQHIyqHdZD8jU9CO.jpg",
    "popularity": 2.5672,
    "tmdb_url": "https://www.themoviedb.org/movie/577"
  },
  {
    "id": 4105,
    "title": "Black Rain",
    "release_date": "1989-09-22",
    "overview": "Two New York cops get involved in a gang war between members of the Yakuza, the Japanese Mafia. They arrest one of their killers and are ordered to escort him back to Japan. However, in Japan he manages to escape, and as they try to track him down, they get deeper and deeper into the Japanese Mafia scene and they have to learn that they can only win by playing the game—the Japanese way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/funhGWt9ee3Uwb6Ar8SGCCvbJdV.jpg",
    "popularity": 2.5293,
    "tmdb_url": "https://www.themoviedb.org/movie/4105"
  },
  {
    "id": 340945,
    "title": "USS Indianapolis: Men of Courage",
    "release_date": "2016-09-22",
    "overview": "The harrowing true story of the crew of the USS Indianapolis, who were stranded in the Philippine Sea for five days after delivering the atomic weapons that would eventually end WWII. As they awaited rescue, they endured extreme thirst, hunger, and relentless shark attacks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aREeJV7avhlLnCicVG3fBjXiaW1.jpg",
    "popularity": 2.47,
    "tmdb_url": "https://www.themoviedb.org/movie/340945"
  },
  {
    "id": 438740,
    "title": "Salyut-7",
    "release_date": "2017-09-22",
    "overview": "USSR, June 1985. After contact with the Salyut 7 space station is lost, cosmonauts Vladimir Dzhanibekov and Viktor Savinykh dock with the empty, frozen craft, and bring her back to life. Based on actual events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s2ktgF2ze4aVt9bXBUvxFJllqyd.jpg",
    "popularity": 2.3586,
    "tmdb_url": "https://www.themoviedb.org/movie/438740"
  },
  {
    "id": 9664,
    "title": "Flyboys",
    "release_date": "2006-09-22",
    "overview": "The adventures of the Lafayette Escadrille, young Americans who volunteered for the French military before the U.S. entered World War I, and became the country's first fighter pilots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xezeqrrno6ytLyLrbTXRGUk4rdu.jpg",
    "popularity": 2.291,
    "tmdb_url": "https://www.themoviedb.org/movie/9664"
  },
  {
    "id": 1027497,
    "title": "Hello",
    "release_date": "2022-09-22",
    "overview": "An emotionally unavailable flight attendant meets a potential love interest and later finds out that her \"perfect guy\" has ulterior motives. As the clock ticks down on New Year's Eve, she must fight to keep her murdered ex-boyfriend's secrets or find herself dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ra2UvHNvZ1oaneSa96I48G4sQ9N.jpg",
    "popularity": 2.2887,
    "tmdb_url": "https://www.themoviedb.org/movie/1027497"
  },
  {
    "id": 785752,
    "title": "Intrusion",
    "release_date": "2021-09-22",
    "overview": "When a husband and wife move to a small town, a home invasion leaves the wife traumatized and suspicious that those around her might not be who they seem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o6ozTBflWXlBje0uxJv4m6s4HTq.jpg",
    "popularity": 2.2315,
    "tmdb_url": "https://www.themoviedb.org/movie/785752"
  },
  {
    "id": 423414,
    "title": "Last Rampage",
    "release_date": "2017-09-22",
    "overview": "The true story of the infamous prison break of Gary Tison and Randy Greenwalt from the Arizona State prison in Florence, in the summer of 1978.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kZDF2GDto5WCPW9wbRqrqf9yRWM.jpg",
    "popularity": 2.1878,
    "tmdb_url": "https://www.themoviedb.org/movie/423414"
  },
  {
    "id": 878032,
    "title": "Future Shock",
    "release_date": "2021-09-22",
    "overview": "An android is accused of a murder that he has not committed ... A couple lock themselves in a basement to protect themselves from the apocalypse... Impacts of a future seen from today.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vA1BwFOWLHZYhwCUVyQ67GESpAY.jpg",
    "popularity": 2.1389,
    "tmdb_url": "https://www.themoviedb.org/movie/878032"
  },
  {
    "id": 62660,
    "title": "Stadium Nuts",
    "release_date": "1972-09-22",
    "overview": "Les Charlots, a French rock group, continue their adventures, in the manner of the Beatles in Hard Day's Night. This is their second adventure. The foursome are on holiday, camping outside a village. The Olympic flame is going to pass through the village. A grocer, charged to prepare a celebration, calls upon the four to help. One of the four falls for the grocer's daughter. However, she runs away after the sportsman carrying the flame. The foursome set of to find her and win her back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k38SoGIycHR6NtJNtuRBfGrTTQL.jpg",
    "popularity": 2.115,
    "tmdb_url": "https://www.themoviedb.org/movie/62660"
  },
  {
    "id": 417974,
    "title": "Female Workers: Romance At Work",
    "release_date": "2016-09-22",
    "overview": "Nam-geun is having sex with the youngest female employee at work every lunch time and Kim is learning sex from a married superior. Lee is going around, poking everyone here and there. All of them get horny once work starts.  One day, Hee-soo, the sexiest worker, comes back from China and she's become even sexier. The male workers start to beg her for sex...",
    "poster_url": "https://image.tmdb.org/t/p/w500/n5begwrznTanurwuK6p04CozAE0.jpg",
    "popularity": 2.0883,
    "tmdb_url": "https://www.themoviedb.org/movie/417974"
  },
  {
    "id": 13531,
    "title": "Empire Records",
    "release_date": "1995-09-22",
    "overview": "The employees of an independent music store learn about each other as they try to stop the store from being absorbed by a large chain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gQu0jeUNqVYICSHHJwT9k4Rcxz7.jpg",
    "popularity": 2.0506,
    "tmdb_url": "https://www.themoviedb.org/movie/13531"
  }
]