[
  {
    "id": 109451,
    "title": "Cloudy with a Chance of Meatballs 2",
    "release_date": "2013-09-26",
    "overview": "After the disastrous food storm in the first film, Flint and his friends are forced to leave the town. Flint accepts the invitation from his idol Chester V to join The Live Corp Company, which has been tasked to clean the island, and where the best inventors in the world create technologies for the betterment of mankind. When Flint discovers that his machine still operates and now creates mutant food beasts like living pickles, hungry tacodiles, shrimpanzees and apple pie-thons, he and his friends must return to save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ss5NcK2NWFg2YcKKYXLrk8q1myS.jpg",
    "popularity": 5.9991,
    "tmdb_url": "https://www.themoviedb.org/movie/109451"
  },
  {
    "id": 59967,
    "title": "Looper",
    "release_date": "2012-09-26",
    "overview": "In the year 2044, time travel has not yet been invented but in 30 years it will have been. When the mob wants to get rid of someone, they will send their target into the past where a looper, a hired gun, like Joe is waiting to mop up. Joe is getting rich and life is good until the day the mob decides to close the loop, sending back Joe's future self for assassination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg",
    "popularity": 5.7541,
    "tmdb_url": "https://www.themoviedb.org/movie/59967"
  },
  {
    "id": 55341,
    "title": "Jeepers Creepers 3",
    "release_date": "2017-09-26",
    "overview": "Taking place on the last day of the Creeper’s twenty-three-day feeding frenzy, as the skeptical Sergeant Tubbs teams up with a task force hellbent on destroying the Creeper for good. The Creeper fights back in gory glory as its enemies grow closer than ever before to learning the secret of its dark origins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pK7ge28ubs45av9aGEbVWW7ZbA8.jpg",
    "popularity": 4.2469,
    "tmdb_url": "https://www.themoviedb.org/movie/55341"
  },
  {
    "id": 9671,
    "title": "Crocodile Dundee",
    "release_date": "1986-09-26",
    "overview": "When a New York reporter plucks crocodile hunter Mick Dundee from the Australian Outback for a visit to the Big Apple, it's a clash of cultures and a recipe for good-natured comedy as naïve Dundee negotiates the concrete jungle. He proves that his instincts are quite useful in the city and adeptly handles everything from wily muggers to high-society snoots without breaking a sweat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pduPduL1ub5kok3lPYT15ryC9L6.jpg",
    "popularity": 4.0736,
    "tmdb_url": "https://www.themoviedb.org/movie/9671"
  },
  {
    "id": 10159,
    "title": "The Rundown",
    "release_date": "2003-09-26",
    "overview": "When Travis, the mouthy son of a criminal, disappears in the Amazon in search of a treasured artifact, his father sends in Beck, who becomes Travis's rival for the affections of Mariana, a mysterious Brazilian woman. With his steely disposition, Beck is a man of few words -- but it takes him all the discipline he can muster to work with Travis to nab a tyrant who's after the same treasure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dJX06UwlLIwbLLt9UQ6DlkHF4jz.jpg",
    "popularity": 3.8869,
    "tmdb_url": "https://www.themoviedb.org/movie/10159"
  },
  {
    "id": 14438,
    "title": "Fireproof",
    "release_date": "2008-09-26",
    "overview": "A heroic fire captain values dedication and service to others above all else, but the most important partnership in his life, his marriage, is about to go up in smoke.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hfoCG75j1YaNyfZGPg0rWy3nFmU.jpg",
    "popularity": 3.8861,
    "tmdb_url": "https://www.themoviedb.org/movie/14438"
  },
  {
    "id": 1171541,
    "title": "Sniper: G.R.I.T. - Global Response & Intelligence Team",
    "release_date": "2023-09-26",
    "overview": "When an international terrorist cult threatens global political stability and kidnaps a fellow agent, Ace Sniper Brandon Beckett and the newly-formed Global Response & Intelligence Team – or G.R.I.T. – led by Colonel Stone must travel across the world to Malta, infiltrate the cult, and take out its leader to free Lady Death and stop the global threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xpdM0RDM6lWgtLsYVb1XpYmNxzd.jpg",
    "popularity": 3.7711,
    "tmdb_url": "https://www.themoviedb.org/movie/1171541"
  },
  {
    "id": 277547,
    "title": "Playing It Cool",
    "release_date": "2014-09-26",
    "overview": "A young man meets and instantly falls in love with an engaged woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4B2FLN0c2vY6im3Oe2ZkYftulmq.jpg",
    "popularity": 3.6865,
    "tmdb_url": "https://www.themoviedb.org/movie/277547"
  },
  {
    "id": 7972,
    "title": "Before the Devil Knows You're Dead",
    "release_date": "2007-09-26",
    "overview": "When two brothers organize the robbery of their parents' jewelry store, the job goes horribly wrong, triggering a series of events that send them and their family hurtling towards a shattering climax.",
    "poster_url": "https://image.tmdb.org/t/p/w500/egIP0s1ws6fGHqTsVqVNcaEa5i2.jpg",
    "popularity": 3.5512,
    "tmdb_url": "https://www.themoviedb.org/movie/7972"
  },
  {
    "id": 6623,
    "title": "The Peacemaker",
    "release_date": "1997-09-26",
    "overview": "When a train carrying atomic warheads mysteriously crashes in the former Soviet Union, a nuclear specialist discovers the accident is really part of a plot to cover up the theft of the weapons. Assigned to help her recover the missing bombs is a crack Special Forces Colonel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hc3p6pvIrfO4AmrVLb6qTviOwW2.jpg",
    "popularity": 3.4408,
    "tmdb_url": "https://www.themoviedb.org/movie/6623"
  },
  {
    "id": 1028725,
    "title": "Mutant: Ghost War Girl",
    "release_date": "2022-09-26",
    "overview": "Wu Qingqing is an agent of the International Security Alliance (to combat mutant crime) and is ordered to infiltrate Medusa Plastic Hospital to collect evidence of the secret research on genetic induction fluid by its direct consortium to create mutant fighters. Wu Qingqing successfully infiltrates, but was forced to inject a gene induction fluid.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cz5xctdv2a1lfZOTpBs3aLb4q23.jpg",
    "popularity": 3.4111,
    "tmdb_url": "https://www.themoviedb.org/movie/1028725"
  },
  {
    "id": 753453,
    "title": "V/H/S/94",
    "release_date": "2021-09-26",
    "overview": "After the discovery of a mysterious VHS tape, a brutish police SWAT team launches a high-intensity raid on a remote warehouse, only to discover a sinister cult compound whose collection of pre-recorded material uncovers a nightmarish conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9fSogEkqDfJQTuGHsTFloQz3Tw8.jpg",
    "popularity": 3.2509,
    "tmdb_url": "https://www.themoviedb.org/movie/753453"
  },
  {
    "id": 17097,
    "title": "After Sex",
    "release_date": "2007-09-26",
    "overview": "Sex is a background to examine intimacy and vulnerability. Looks at the complexity of modern day relationships told through eight separate couples. Through dialogue and compromising situations, the film takes us from the beginning of a relationship to the aftermath of one, and examines every stage in between seeing humor within the drama, heartache and confusion of it all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4n41P5CKHFFkQ3s8VJieNmqUkn7.jpg",
    "popularity": 2.9383,
    "tmdb_url": "https://www.themoviedb.org/movie/17097"
  },
  {
    "id": 237,
    "title": "Young Adam",
    "release_date": "2003-09-26",
    "overview": "A young drifter working on a river barge disrupts his employers' lives while hiding the fact that he knows more about a dead woman found in the river than he admits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rU5GJ5r4tQbSx9C2ENKbPkD6nr9.jpg",
    "popularity": 2.735,
    "tmdb_url": "https://www.themoviedb.org/movie/237"
  },
  {
    "id": 11529,
    "title": "Sweet Home Alabama",
    "release_date": "2002-09-26",
    "overview": "New York fashion designer, Melanie Carmichael suddenly finds herself engaged to the city's most eligible bachelor. But her past holds many secrets—including Jake, the redneck husband she married in high school, who refuses to divorce her. Bound and determined to end their contentious relationship once and for all, Melanie sneaks back home to Alabama to confront her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/698cbxq0SRwCdOPG5Bwi7JDk12d.jpg",
    "popularity": 2.6921,
    "tmdb_url": "https://www.themoviedb.org/movie/11529"
  },
  {
    "id": 422803,
    "title": "A Shaun the Sheep Movie: Farmageddon",
    "release_date": "2019-09-26",
    "overview": "When an alien with amazing powers crash-lands near Mossy Bottom Farm, Shaun the Sheep goes on a mission to shepherd the intergalactic visitor home before a sinister organization can capture her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p08FoXVFgcRm5QZBaGj0VKa2W2Y.jpg",
    "popularity": 2.6003,
    "tmdb_url": "https://www.themoviedb.org/movie/422803"
  },
  {
    "id": 289720,
    "title": "Outcast",
    "release_date": "2014-09-26",
    "overview": "A mysterious warrior teams up with the daughter and son of a deposed Chinese Emperor to defeat their cruel brother, who seeks their deaths.",
    "poster_url": "https://image.tmdb.org/t/p/w500/efsgCTlofzIuysfokEp7hwQnUho.jpg",
    "popularity": 2.5875,
    "tmdb_url": "https://www.themoviedb.org/movie/289720"
  },
  {
    "id": 376865,
    "title": "High Life",
    "release_date": "2018-09-26",
    "overview": "A father and his daughter struggle to survive in deep space where they live in isolation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ftRRIYNzpTDYeTznrAxgT5v1vJY.jpg",
    "popularity": 2.5014,
    "tmdb_url": "https://www.themoviedb.org/movie/376865"
  },
  {
    "id": 80314,
    "title": "Young Thugs: Nostalgia",
    "release_date": "1998-09-26",
    "overview": "Nostalgia is Takashi Miike’s favorite film of his considerable body of work. Including biographical elements, Nostalgia centers around the home and school of a young boy, whose family mix the violent and dysfunctional with the comic and the loveable. Though containing elements of the sudden and shocking brutality that many associate with this director, Young Thugs – Nostalgia is more concerned with a child’s moment of leaving the internalized world of fantasy, and passing on eagerly to the next stage of life. A wonderful, touching, startling vision that is uniquely Miike’s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/olGPdOyC8IJh4pg3ssrlfefNmAi.jpg",
    "popularity": 2.4237,
    "tmdb_url": "https://www.themoviedb.org/movie/80314"
  },
  {
    "id": 1081676,
    "title": "Forgotten Love",
    "release_date": "2023-09-26",
    "overview": "A once-respected surgeon who's lost his family and his memory gets a chance at redemption when he reconnects with someone from his forgotten past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mHfCmc2dt6wk2DNc0NXlYXOzVj.jpg",
    "popularity": 2.3605,
    "tmdb_url": "https://www.themoviedb.org/movie/1081676"
  },
  {
    "id": 750,
    "title": "Murder She Said",
    "release_date": "1961-09-26",
    "overview": "Miss Marple believes she's seen a murder in a passing-by train, yet when the police find no evidence she decides to investigate it on her own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tqnUJyeirufO0q29PoSPaCpB27E.jpg",
    "popularity": 2.2994,
    "tmdb_url": "https://www.themoviedb.org/movie/750"
  },
  {
    "id": 30112,
    "title": "Lost in Beijing",
    "release_date": "2007-09-26",
    "overview": "A look at modern-day life in China's capital centered on a ménage-a-quatre involving a young woman, her boss, her husband and her boss's wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LZ7qbdnCqlOzlngcj5wdvnLfjA.jpg",
    "popularity": 2.202,
    "tmdb_url": "https://www.themoviedb.org/movie/30112"
  },
  {
    "id": 475946,
    "title": "Blade Runner: Black Out 2022",
    "release_date": "2017-09-26",
    "overview": "This animated short revolves around the events causing an electrical systems failure on the west coast of the US. According to Blade Runner 2049’s official timeline, this failure leads to cities shutting down, financial and trade markets being thrown into chaos, and food supplies dwindling. There’s no proof as to what caused the blackouts, but Replicants — the bio-engineered robots featured in the original Blade Runner, are blamed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zzRjnUOVXyjp2WudgT7KxJLYh9D.jpg",
    "popularity": 2.1884,
    "tmdb_url": "https://www.themoviedb.org/movie/475946"
  },
  {
    "id": 17917,
    "title": "Oliver!",
    "release_date": "1968-09-26",
    "overview": "Musical adaptation of Charles Dickens' Oliver Twist, a classic tale of an orphan who runs away from the workhouse and joins up with a group of boys headed by the Artful Dodger and trained to be pickpockets by master thief Fagin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1XJgoaOWKrqxkKeBKWLKSigqG8c.jpg",
    "popularity": 2.1612,
    "tmdb_url": "https://www.themoviedb.org/movie/17917"
  },
  {
    "id": 25053,
    "title": "Air Doll",
    "release_date": "2009-09-26",
    "overview": "A life-size, inflatable sex doll suddenly comes to life one day. Without her owner knowing, she goes for a walk around town and falls in love with Junichi. She starts to date Junichi and gets a job at the same store where he works. Everything seems to be going perfectly for her until something unexpected happens.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kLTNYdKFkH5kANF8QnVvLZNeWeN.jpg",
    "popularity": 2.1528,
    "tmdb_url": "https://www.themoviedb.org/movie/25053"
  },
  {
    "id": 286554,
    "title": "Two Night Stand",
    "release_date": "2014-09-26",
    "overview": "After an extremely regrettable one night stand, two strangers wake up to find themselves snowed in after sleeping through a blizzard that put all of Manhattan on ice. They're now trapped together in a tiny apartment, forced to get to know each other way more than any one night stand should.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rz0YnlHieXP9SBuJU4ANBW8ttIw.jpg",
    "popularity": 2.1255,
    "tmdb_url": "https://www.themoviedb.org/movie/286554"
  },
  {
    "id": 32617,
    "title": "Bite the Bullet",
    "release_date": "1975-09-26",
    "overview": "At the beginning of the 20th century, a newspaper organizes an endurance horse race : 700 miles to run in a few days. 9 adventurers are competing, among them a woman, Miss Jones, a Mexican, an Englishman, a young cow-boy, an old one and two friends, Sam Clayton and Luke Matthews. All those individualists will learn to respect each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7UmbzXPrkyky7WHtCZanKkfvlIw.jpg",
    "popularity": 2.1191,
    "tmdb_url": "https://www.themoviedb.org/movie/32617"
  },
  {
    "id": 575075,
    "title": "The Hero",
    "release_date": "2019-09-26",
    "overview": "Fifteen years ago Andrey graduated from a Secret Service school under the guidance of his father, that trained teenagers to be agents for the Foreign Intelligence Service. When this experimental school is closed, he settles in Europe and cuts ties with Russia. One day his father who was believed to be dead calls him to warn him that some security forces want Andrey dead so he must run and hide. While on the run Andrey finds Masha, his ex-classmate from the Secret Service school. He faces love and betrayal and learns the real scale of the ruthless spy game that he was dragged into against his will.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nkELCEpJblyUVvsElKkYCk5cTg.jpg",
    "popularity": 2.1184,
    "tmdb_url": "https://www.themoviedb.org/movie/575075"
  },
  {
    "id": 7288,
    "title": "Duplex",
    "release_date": "2003-09-26",
    "overview": "When a young couple buys their dream home, they have no idea what the sweet little old lady upstairs is going to put them through!",
    "poster_url": "https://image.tmdb.org/t/p/w500/rGw6I9TsgRIaBHa5JMg6MpARxjw.jpg",
    "popularity": 2.105,
    "tmdb_url": "https://www.themoviedb.org/movie/7288"
  },
  {
    "id": 16553,
    "title": "Little Manhattan",
    "release_date": "2005-09-26",
    "overview": "Ten-year-old Gabe was just a normal kid growing up in Manhattan until Rosemary Telesco walked into his life, actually into his karate class. But before Gabe can tell Rosemary how he feels, she tells him she will not be going to public school any more. Gabe has a lot more to learn about life, love, and girls.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z0RNI1NMtsvLsuTo1rWZfNHVs1z.jpg",
    "popularity": 2.0345,
    "tmdb_url": "https://www.themoviedb.org/movie/16553"
  },
  {
    "id": 32030,
    "title": "Hopscotch",
    "release_date": "1980-09-26",
    "overview": "When CIA operative Miles Kendig deliberately lets KGB agent Yaskov get away, his boss threatens to retire him. Kendig beats him to it, however, destroying his own records and traveling to Austria where he begins work on a memoir that will expose all his former agency's covert practices. The CIA catches wind of the book and sends other agents after him, initiating a frenetic game of cat and mouse that spans the globe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ZTasNoTehrypra0X97zh8Amk3.jpg",
    "popularity": 2.0018,
    "tmdb_url": "https://www.themoviedb.org/movie/32030"
  }
]