[
  {
    "id": 285783,
    "title": "The Walk",
    "release_date": "2015-09-30",
    "overview": "The story of French high-wire artist Philippe Petit's attempt to cross the Twin Towers of the World Trade Center in 1974.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tiESRqurrZwAC0hpERogOsBhjeg.jpg",
    "popularity": 14.6541,
    "tmdb_url": "https://www.themoviedb.org/movie/285783"
  },
  {
    "id": 286217,
    "title": "The Martian",
    "release_date": "2015-09-30",
    "overview": "During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ndAx3weG6KDkJIRMCi5vXX6Dyb.jpg",
    "popularity": 12.0533,
    "tmdb_url": "https://www.themoviedb.org/movie/286217"
  },
  {
    "id": 580489,
    "title": "Venom: Let There Be Carnage",
    "release_date": "2021-09-30",
    "overview": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1MJNcPZy46hIy2CmSqOeru0yr5C.jpg",
    "popularity": 11.5976,
    "tmdb_url": "https://www.themoviedb.org/movie/580489"
  },
  {
    "id": 582825,
    "title": "Ichigeki Sacchuu!! Hoihoi-san",
    "release_date": "2004-09-30",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/3onCYqCq4XEgzRUY6CzZGNCptQM.jpg",
    "popularity": 8.5625,
    "tmdb_url": "https://www.themoviedb.org/movie/582825"
  },
  {
    "id": 858485,
    "title": "Kantara",
    "release_date": "2022-09-30",
    "overview": "Shiva, a tribal vagabond lives with his mother in hamlet, stays away from the traditional Daivaradhane and Bhoota Kola legacy due to an unforgettable childhood incident. He is happy loafing around with his friends and doing petty jobs for his landlord. When Forest officer Murali enters the scene, it gives a fresh dimension to the man-vs-nature fight. Can Shiva save the forest from Murali? Or is Murali just a dummy bait cast by bigger fish?",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIsKmkxMzdCZ0Ux1GVSnu8m6Na6.jpg",
    "popularity": 6.4543,
    "tmdb_url": "https://www.themoviedb.org/movie/858485"
  },
  {
    "id": 550776,
    "title": "Believe Me: The Abduction of Lisa McVey",
    "release_date": "2018-09-30",
    "overview": "On the night she plans on taking her own life, 17-year-old 'Lisa McVey' is kidnapped and finds herself fighting to stay alive and manages to be a victim of rape. She manages to talk her attacker into releasing her, but when she returns home, no one believes her story except for one detective, who suspects she was abducted by a serial killer. Based on horrifying true events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbJEzCzEKDHPZDiRvSSBiYEKaAH.jpg",
    "popularity": 5.808,
    "tmdb_url": "https://www.themoviedb.org/movie/550776"
  },
  {
    "id": 4836,
    "title": "Layer Cake",
    "release_date": "2004-09-30",
    "overview": "When a seemingly straight-forward drug deal goes awry, XXXX has to break his die-hard rules and turn up the heat, not only to outwit the old regime and come out on top, but to save his own skin...",
    "poster_url": "https://image.tmdb.org/t/p/w500/rDOxXteqxALBaSa3V3zTjGJuyWB.jpg",
    "popularity": 5.5113,
    "tmdb_url": "https://www.themoviedb.org/movie/4836"
  },
  {
    "id": 12560,
    "title": "The Big Chill",
    "release_date": "1983-09-30",
    "overview": "Seven old college friends gather for a weekend reunion after the funeral of one of their own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rU8kjMEL5Mn0EWm3gOShPHBEZ4l.jpg",
    "popularity": 4.9133,
    "tmdb_url": "https://www.themoviedb.org/movie/12560"
  },
  {
    "id": 64720,
    "title": "Take Shelter",
    "release_date": "2011-09-30",
    "overview": "Plagued by a series of apocalyptic visions, a young husband and father questions whether to shelter his family from a coming storm, or from himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dldIX0q5jewe8rSyCh8d5I1RYx3.jpg",
    "popularity": 4.0502,
    "tmdb_url": "https://www.themoviedb.org/movie/64720"
  },
  {
    "id": 15167,
    "title": "Barbie in the Nutcracker",
    "release_date": "2001-09-30",
    "overview": "\"Barbie\" stars as Clara in this animated retelling of the classic Christmas ballet, complete with Tchaikovsky soundtrack and ballet choreography.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eIkXJggVmzN4MyPgJ2kDjOy9lmQ.jpg",
    "popularity": 3.6681,
    "tmdb_url": "https://www.themoviedb.org/movie/15167"
  },
  {
    "id": 72213,
    "title": "Courageous",
    "release_date": "2011-09-30",
    "overview": "Law enforcement officers Adam Mitchell, Nathan Hayes, and their partners stand up to the worst the streets have to offer with confidence and focus. Yet at the end of the day, they face a challenge that none of them are truly prepared to tackle: fatherhood. They know that God desires to turn the hearts of fathers to their children, but their children are beginning to drift further and further away from them. When tragedy hits home, these men are left wrestling with their hopes, their fears, their faith, and their fathering. Can a newfound urgency help these dads draw closer to God... and to their children?",
    "poster_url": "https://image.tmdb.org/t/p/w500/hVRkbZRCoHtnfi0V9GFZ3uXjCNp.jpg",
    "popularity": 3.6273,
    "tmdb_url": "https://www.themoviedb.org/movie/72213"
  },
  {
    "id": 843380,
    "title": "Dead for a Dollar",
    "release_date": "2022-09-30",
    "overview": "In 1897, veteran bounty hunter Max Borlund is deep into Mexico where he encounters professional gambler and outlaw Joe Cribbens — a sworn enemy he sent to prison years before. Max is on a mission to find and return Rachel Kidd, the wife of a wealthy businessman, who as the story is told to Max, has been abducted by Buffalo Soldier Elijah Jones. Max is ultimately faced with a showdown to save honor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1AnXfjxFqMsQmUPSvt9YxUJhfFw.jpg",
    "popularity": 3.6146,
    "tmdb_url": "https://www.themoviedb.org/movie/843380"
  },
  {
    "id": 11968,
    "title": "Into the Blue",
    "release_date": "2005-09-30",
    "overview": "When they take some friends on an extreme sport adventure, the last thing Jared and Sam expect to see below the shark-infested waters is a legendary pirate ship rumored to contain millions of dollars in gold. But their good fortune is short-lived, as a ruthless gang of criminals gets word of what they have uncovered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/peCGSKT5ZSpNkJtww7exYuzcGVO.jpg",
    "popularity": 3.536,
    "tmdb_url": "https://www.themoviedb.org/movie/11968"
  },
  {
    "id": 63492,
    "title": "What's Your Number?",
    "release_date": "2011-09-30",
    "overview": "Ally Darling is realizing she's a little lost in life. Her latest romance has just fizzled out, and she's just been fired from her marketing job. Then she reads an eye-opening magazine article that warns that 96 percent of women who've been with 20 or more lovers are unlikely to find a husband. Determined to turn her life around and prove the article wrong, Ally embarks on a mission to find the perfect mate from among her numerous ex-boyfriends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eqn3UeXMY9W1Ow3jIZ6COqbjUWX.jpg",
    "popularity": 3.4018,
    "tmdb_url": "https://www.themoviedb.org/movie/63492"
  },
  {
    "id": 614939,
    "title": "Bros",
    "release_date": "2022-09-30",
    "overview": "Two emotionally unavailable men attempt a relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6iFBzZ3LjmlE83pHok03Z9QPkAB.jpg",
    "popularity": 3.2872,
    "tmdb_url": "https://www.themoviedb.org/movie/614939"
  },
  {
    "id": 779029,
    "title": "The Battle at Lake Changjin",
    "release_date": "2021-09-30",
    "overview": "Korean War, winter 1950. In the frozen and snowy area of Changjin Lake, a bloody battle is about to begin between the elite troops of the United States and China.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iXvAlIo4DPLBiraC2KLu4977Wo2.jpg",
    "popularity": 3.2588,
    "tmdb_url": "https://www.themoviedb.org/movie/779029"
  },
  {
    "id": 364324,
    "title": "Chronicles of the Ghostly Tribe",
    "release_date": "2015-09-30",
    "overview": "In 1979, a young soldier is working in China's snowcapped mountains when an explosion reveals bizarre fossils hidden deep in the mountain caverns. What they discover next will change his life and human history forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/paMpCe1sapr0dWMZtu3Pgl6UlVu.jpg",
    "popularity": 3.1867,
    "tmdb_url": "https://www.themoviedb.org/movie/364324"
  },
  {
    "id": 660046,
    "title": "Ponniyin Selvan: Part I",
    "release_date": "2022-09-30",
    "overview": "The Chola kingdom is under threat from forces both internal and external, and with crown prince Aaditha Karikalan, his younger brother Arunmozhi Varman and the emperor, Sundara Cholar separated by situations, it is up to a messenger to ensure the safety of the kingdom. Can he succeed in his mission, especially with Karikalan's former girlfriend, Nandhini, plotting to bring down the entire Chola empire?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zSNyZUeqDdii0doQ9970E90kCkb.jpg",
    "popularity": 3.0469,
    "tmdb_url": "https://www.themoviedb.org/movie/660046"
  },
  {
    "id": 91845,
    "title": "The Return of Sister Street Fighter",
    "release_date": "1975-09-30",
    "overview": "When Koryu's childhood friend Shurei is abducted by gangsters, the desperate young woman recruits a female martial artist and a tough-as-nails stranger to join her for a dangerous rescue mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/psto61LrBvp7enqKrztjo5Ix2K6.jpg",
    "popularity": 3.0294,
    "tmdb_url": "https://www.themoviedb.org/movie/91845"
  },
  {
    "id": 17474,
    "title": "The Man in the Moon",
    "release_date": "1991-09-30",
    "overview": "Maureen Trant and her younger sibling Dani share a strong connection, but local boy Court Foster threatens to throw their bond off balance. Dani and Court meet first and have a flirtatious rapport -- but when he meets Maureen, he falls hard and they begin a passionate affair. The new couple try to keep their love hidden from Dani, but she soon learns the truth, disavowing her sister. But a heartbreaking accident later reunites the girls.",
    "poster_url": "https://image.tmdb.org/t/p/w500/57r0TXlqV5GIn4h0Htgh81OZou9.jpg",
    "popularity": 3.026,
    "tmdb_url": "https://www.themoviedb.org/movie/17474"
  },
  {
    "id": 818110,
    "title": "The Magic Flute",
    "release_date": "2022-09-30",
    "overview": "A seventeen year old travels from London to the Austrian Alps to attend the legendary Mozart boarding school. There, he discovers a centuries-old forgotten passageway into the fantastic world of Mozart's \"The Magic Flute\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/AeIKugiQy1e3RZTrwXH1a84D8eo.jpg",
    "popularity": 3.014,
    "tmdb_url": "https://www.themoviedb.org/movie/818110"
  },
  {
    "id": 40807,
    "title": "50/50",
    "release_date": "2011-09-30",
    "overview": "Inspired by a true story, a comedy centered on a 27-year-old guy who learns of his cancer diagnosis and his subsequent struggle to beat the disease.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8f9tM9JVB4ETBhxlQcXIjLckArl.jpg",
    "popularity": 2.9972,
    "tmdb_url": "https://www.themoviedb.org/movie/40807"
  },
  {
    "id": 80662,
    "title": "Guilty of Romance",
    "release_date": "2011-09-30",
    "overview": "In a Tokyo love hotel district, a woman is found dead in a derelict apartment. As police investigate, a romance novelist's wife lives a life that seems simply a daily repetition without romance. To break away from the loveless monotony, she follows her desires and becomes a nude model enacting sex in front of a camera. Soon, she meets a mentor and begins selling her body to strangers, while at home, she hides behind the façade that she's still the doting wife she's supposed to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Yc6ip8cBDbkfy5K8Ob401PjlJa.jpg",
    "popularity": 2.9639,
    "tmdb_url": "https://www.themoviedb.org/movie/80662"
  },
  {
    "id": 48231,
    "title": "A Dangerous Method",
    "release_date": "2011-09-30",
    "overview": "Seduced by the challenge of an impossible case, the driven Dr. Carl Jung takes the unbalanced yet beautiful Sabina Spielrein as his patient. Jung’s weapon is the method of his master, the renowned Sigmund Freud. Both men fall under Sabina’s spell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7aU2xjjFhZzQzYXa0UM5JW01N4m.jpg",
    "popularity": 2.9556,
    "tmdb_url": "https://www.themoviedb.org/movie/48231"
  },
  {
    "id": 8987,
    "title": "The River Wild",
    "release_date": "1994-09-30",
    "overview": "Gail and Tom Hartman are struggling to stay together and decide to take a white-water rafting holiday adventure in Montana for their son Roarke's 10th birthday, only to meet up with a pair of mysterious men whose desperation grows, turning their vacation into a nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cvnEUdVXeuiE1qUXsmMzs8IrNl7.jpg",
    "popularity": 2.8631,
    "tmdb_url": "https://www.themoviedb.org/movie/8987"
  },
  {
    "id": 5680,
    "title": "Elvira: Mistress of the Dark",
    "release_date": "1988-09-30",
    "overview": "Arriving in the small town of Fallwell, Massachusetts to claim her inheritance, horror hostess Elvira receives a less than enthusiastic reception from the conservative locals -- amongst them, her sinister uncle Vincent, who, unbeknownst to her, is an evil warlock.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pCbjmtAsrcJVYelv2OoRWwZ8uro.jpg",
    "popularity": 2.8588,
    "tmdb_url": "https://www.themoviedb.org/movie/5680"
  },
  {
    "id": 398,
    "title": "Capote",
    "release_date": "2005-09-30",
    "overview": "A biopic of writer Truman Capote and his assignment for The New Yorker to write the non-fiction book \"In Cold Blood\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/tzsxkZMnJvozpHQEl1KzO8KwWu.jpg",
    "popularity": 2.839,
    "tmdb_url": "https://www.themoviedb.org/movie/398"
  },
  {
    "id": 719410,
    "title": "Your Name Engraved Herein",
    "release_date": "2020-09-30",
    "overview": "In 1987, as martial law ends in Taiwan, Jia-han and Birdy fall in love amid family pressure, homophobia and social stigma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n7zgzl5Xmct3WATajhX4Mhotuqg.jpg",
    "popularity": 2.8146,
    "tmdb_url": "https://www.themoviedb.org/movie/719410"
  },
  {
    "id": 1181215,
    "title": "Glowzies",
    "release_date": "2023-09-30",
    "overview": "After an ancient evil is awakened in the depths of an abandoned uranium mill, four old military veterans join forces with some internet kids to stop it before it slimes the population.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p81tMx8yi0dDYWWVOq9Eo9Lb4VW.jpg",
    "popularity": 2.8132,
    "tmdb_url": "https://www.themoviedb.org/movie/1181215"
  },
  {
    "id": 799546,
    "title": "Luckiest Girl Alive",
    "release_date": "2022-09-30",
    "overview": "A successful woman in New York City finds her life upended when she is forced to confront a dark truth that threatens to unravel her meticulously crafted life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e0vrbTmTf2ZcW5CIS9qJ8FDbsU9.jpg",
    "popularity": 2.7601,
    "tmdb_url": "https://www.themoviedb.org/movie/799546"
  },
  {
    "id": 361183,
    "title": "Sum of Histories",
    "release_date": "2015-09-30",
    "overview": "A scientist makes a discovery that allows him to send emails back in time, but meddling with his past may not give him the future he wants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7geYamEJiO2mDDo6DIKzjyvHUtK.jpg",
    "popularity": 2.6248,
    "tmdb_url": "https://www.themoviedb.org/movie/361183"
  },
  {
    "id": 217316,
    "title": "1",
    "release_date": "2013-09-30",
    "overview": "Set in the golden era of Grand Prix Racing '1' tells the story of a generation of charismatic drivers who raced on the edge, risking their lives during Formula 1's deadliest period, and the men who stood up and changed the sport forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nIHvkb3M1B9TnaiaABsfTzmFMYP.jpg",
    "popularity": 2.468,
    "tmdb_url": "https://www.themoviedb.org/movie/217316"
  },
  {
    "id": 419329,
    "title": "Descendants of Adultery",
    "release_date": "2016-09-30",
    "overview": "Soo-ji is a skin specialist who experiences retaliatory driving on her way to work and Captain Kwon helps her. Later, they meet at the hospital and start to feel attracted to each other. Soo-ji is tired of living a pretentious marriage life with her cheating husband and falls in love with Kwon...",
    "poster_url": "https://image.tmdb.org/t/p/w500/5hDIHNft2A7tlNsFuTKhIJfKKdc.jpg",
    "popularity": 2.4519,
    "tmdb_url": "https://www.themoviedb.org/movie/419329"
  },
  {
    "id": 531384,
    "title": "Project Gutenberg",
    "release_date": "2018-09-30",
    "overview": "The Hong Kong police is hunting a counterfeiting gang led by a mastermind code-named \"Painter\" . The gang possesses exceptional counterfeiting skills which makes it difficult to distinguish the authenticity of its counterfeit currency. The scope of their criminal activities extends globally and greatly attracts the attention of the police. In order to crack the true identity of \"Painter\", the police recruits a painter named Lee Man to assist in solving the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aJv81P9fEsArYmEL1IGYNTYQLni.jpg",
    "popularity": 2.417,
    "tmdb_url": "https://www.themoviedb.org/movie/531384"
  },
  {
    "id": 460400,
    "title": "Sound! Euphonium the Movie – May the Melody Reach You!",
    "release_date": "2017-09-30",
    "overview": "Following their success in the qualifying round for the Kansai regional competition, the members of the Kitauji High School concert band set their sights on the next upcoming performance. Utilizing their summer break to the utmost, the band participates in a camp where they are instructed by their band advisor Noboru Taki and his friends who make their living as professional musicians. Kumiko Oumae and her friends remain determined to attain gold at the Kansai competition, but trouble arises when a student who once quit the band shows interest in rejoining and sparks unpleasant memories for the second-year members. Kumiko also learns about her teacher's surprising past and the motivation behind his desire to lead the band to victory. Reaching nationals will require hard work, and the adamant conviction in each student's commitment to the band will be put to the test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lR2DNDslQES1mPOSuTZrqZRtZ2k.jpg",
    "popularity": 2.3869,
    "tmdb_url": "https://www.themoviedb.org/movie/460400"
  },
  {
    "id": 463319,
    "title": "Shadow",
    "release_date": "2018-09-30",
    "overview": "In a kingdom ruled by a young and unpredictable king, the military commander has a secret weapon: a shadow, a look-alike who can fool both his enemies and the King himself. Now he must use this weapon in an intricate plan that will lead his people to victory in a war that the King does not want.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ksyFv0GbNpSh4afZdJArM52u21N.jpg",
    "popularity": 2.3095,
    "tmdb_url": "https://www.themoviedb.org/movie/463319"
  },
  {
    "id": 415214,
    "title": "Operation Mekong",
    "release_date": "2016-09-30",
    "overview": "The Chinese government launches a daring operation to arrest a violent drug cartel following the discovery of thirteen Chinese crew members' bodies on two ships sailing through the Mekong River.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wghFabaZgRorsMQWuPtKUlzq4W1.jpg",
    "popularity": 2.3074,
    "tmdb_url": "https://www.themoviedb.org/movie/415214"
  },
  {
    "id": 474125,
    "title": "The Golden Monk",
    "release_date": "2017-09-30",
    "overview": "The film tells the story of a monk who realizes he is the reincarnation of Golden Child / Taming Dragon Lohan who was cast down from heaven to experience life and death one hundred times as he broke a sacred rule by falling in love with another fairy, Jade. While Golden Child’s memories were erased, Jade refused to forget their love and accumulated goodwill over one hundred reincarnations…",
    "poster_url": "https://image.tmdb.org/t/p/w500/dUzzgy0J2GZ45HAUZPVTJgrepBY.jpg",
    "popularity": 2.2403,
    "tmdb_url": "https://www.themoviedb.org/movie/474125"
  },
  {
    "id": 57703,
    "title": "Norwegian Wood",
    "release_date": "2010-09-30",
    "overview": "Toru recalls his life in the 1960s, when his friend Kizuki killed himself and he grew close to Naoko, Kizuki's girlfriend, and another woman, the outgoing, lively Midori.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cnTbsvghYlN8B3vhhxPOezimOGQ.jpg",
    "popularity": 2.2341,
    "tmdb_url": "https://www.themoviedb.org/movie/57703"
  },
  {
    "id": 24740,
    "title": "The Entity",
    "release_date": "1982-09-30",
    "overview": "Single mother Carla Moran is raped and attacked by an invisible force. She begins therapy with Dr. Phil Sneiderman, a psychiatrist who believes Carla's traumatic past is motivating her to commit self-induced injuries, rather than anything supernatural.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e6fsd6zSJDPaFP4xWAtMkHJOkXU.jpg",
    "popularity": 2.1663,
    "tmdb_url": "https://www.themoviedb.org/movie/24740"
  },
  {
    "id": 399121,
    "title": "An Officer and a Spy",
    "release_date": "2019-09-30",
    "overview": "In 1894, French Captain Alfred Dreyfus is wrongfully convicted of treason and sentenced to life imprisonment at the Devil’s Island penal colony.",
    "poster_url": "https://image.tmdb.org/t/p/w500/911kntXCM3WiHYcQDIJ4wZZ9CJx.jpg",
    "popularity": 2.1168,
    "tmdb_url": "https://www.themoviedb.org/movie/399121"
  },
  {
    "id": 388333,
    "title": "M.S. Dhoni: The Untold Story",
    "release_date": "2016-09-30",
    "overview": "Based on the life story of Mahendra Singh Dhoni, and his journey to being the world cup winning captain of the Indian cricket team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lUpMckVHaB55YJ3SMK0arwxKmCt.jpg",
    "popularity": 2.0595,
    "tmdb_url": "https://www.themoviedb.org/movie/388333"
  },
  {
    "id": 890893,
    "title": "From Paseo To Pembroke: Kansas City's Golden Age",
    "release_date": "2021-09-30",
    "overview": "From Paseo to Pembroke is a Kansas City documentary retrospective on the golden age of high school basketball. From '88 to '98—from the Dotte all the way to Raytown. Told by the era's premier coaches, players and media personalities.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4KEgrYvH6oENCbu7YXJijhQhgpz.jpg",
    "popularity": 2.0423,
    "tmdb_url": "https://www.themoviedb.org/movie/890893"
  }
]