[
  {
    "id": 961268,
    "title": "Ballerina",
    "release_date": "2023-10-05",
    "overview": "Grieving the loss of a best friend she couldn't protect, an ex-bodyguard sets out to fulfill her dear friend's last wish: sweet revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oE7xtGDqZnr7tFHfwb8oM9iRW6H.jpg",
    "popularity": 15.4417,
    "tmdb_url": "https://www.themoviedb.org/movie/961268"
  },
  {
    "id": 744857,
    "title": "When Evil Lurks",
    "release_date": "2023-10-05",
    "overview": "Residents of a small rural town discover that a demon is about to be born among them. They desperately try to escape before the evil is born, but it may be too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iQ7G9LhP7NRRIUM4Vlai3eOxBAc.jpg",
    "popularity": 14.51,
    "tmdb_url": "https://www.themoviedb.org/movie/744857"
  },
  {
    "id": 290512,
    "title": "The Mountain Between Us",
    "release_date": "2017-10-05",
    "overview": "Stranded on a mountain after a tragic plane crash, two strangers must work together to endure the extreme elements of the remote, snow-covered terrain. When they realize help is not coming, they embark on a perilous journey across hundreds of miles of wilderness, pushing each other to survive and discovering their inner strength.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3XNfYTW4XGscI81nXMSWGsQ8cpu.jpg",
    "popularity": 10.2895,
    "tmdb_url": "https://www.themoviedb.org/movie/290512"
  },
  {
    "id": 897087,
    "title": "Freelance",
    "release_date": "2023-10-05",
    "overview": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Bd4EUOqQDKZXA6Od5gkfzRNb0.jpg",
    "popularity": 7.29,
    "tmdb_url": "https://www.themoviedb.org/movie/897087"
  },
  {
    "id": 2034,
    "title": "Training Day",
    "release_date": "2001-10-05",
    "overview": "On his first day on the job as a narcotics officer, a rookie cop works with a rogue detective who isn't what he appears.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bUeiwBQdupBLQthMCHKV7zv56uv.jpg",
    "popularity": 7.1285,
    "tmdb_url": "https://www.themoviedb.org/movie/2034"
  },
  {
    "id": 9428,
    "title": "The Royal Tenenbaums",
    "release_date": "2001-10-05",
    "overview": "Royal Tenenbaum and his wife Etheline had three children and then they separated. All three children are extraordinary --- all geniuses. Virtually all memory of the brilliance of the young Tenenbaums was subsequently erased by two decades of betrayal, failure, and disaster. Most of this was generally considered to be their father's fault. \"The Royal Tenenbaums\" is the story of the family's sudden, unexpected reunion one recent winter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nG7hZJn7wQTSDCQT39Gy3s3tbrp.jpg",
    "popularity": 5.9636,
    "tmdb_url": "https://www.themoviedb.org/movie/9428"
  },
  {
    "id": 980026,
    "title": "The Promised Land",
    "release_date": "2023-10-05",
    "overview": "Denmark, 1755. Captain Ludvig Kahlen sets out to conquer a Danish heath reputed to be uncultivable, with an impossible goal: to establish a colony in the name of the king, in exchange for a royal title. A single-minded ambition that the ruthless lord of the region will relentlessly seek to put down. Kahlen's fate hangs in the balance: will his endevours bring him wealth and honour, or cost him his life...?",
    "poster_url": "https://image.tmdb.org/t/p/w500/npQgoOWn4fnvOIIyTj4rIV80FXC.jpg",
    "popularity": 4.9236,
    "tmdb_url": "https://www.themoviedb.org/movie/980026"
  },
  {
    "id": 11230,
    "title": "Drunken Master",
    "release_date": "1978-10-05",
    "overview": "After getting into trouble, a mischievous young man is sent to train under a brutal, but slovenly old beggar, who teaches him the secret of the Drunken Fist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cf43J2SH8tECZVl9N5n0Q6Ckche.jpg",
    "popularity": 4.8588,
    "tmdb_url": "https://www.themoviedb.org/movie/11230"
  },
  {
    "id": 10781,
    "title": "The Texas Chainsaw Massacre: The Beginning",
    "release_date": "2006-10-05",
    "overview": "Chrissie and her friends set out on a road trip for a final fling before one is shipped off to Vietnam. Along the way, bikers harass the foursome and cause an accident that throws Chrissie from the vehicle. The lawman who arrives on the scene kills one of the bikers and brings Chrissie's friends to the Hewitt homestead, where young Leatherface is learning the tools of terror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2S0XKVZGZUnsF4DjLOyZ0C63bWO.jpg",
    "popularity": 4.8535,
    "tmdb_url": "https://www.themoviedb.org/movie/10781"
  },
  {
    "id": 9778,
    "title": "Serendipity",
    "release_date": "2001-10-05",
    "overview": "Although strangers Sara and Jonathan are both already in relationships, they realize they have genuine chemistry after a chance encounter – but part company soon after. Years later, they each yearn to reunite, despite being destined for the altar. But to give true love a chance, they have to find one another again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4jS66Qmq2Ru5S2YzHVknGd4xJyT.jpg",
    "popularity": 4.5418,
    "tmdb_url": "https://www.themoviedb.org/movie/9778"
  },
  {
    "id": 9038,
    "title": "The Heartbreak Kid",
    "release_date": "2007-10-05",
    "overview": "Eddie, the 40-year-old confirmed bachelor finally says \"I do\" to the beautiful and sexy Lila. But during their honeymoon in Mexico, the woman of his dreams turns out to be a total nightmare, and the guy who could never pull the trigger realizes he’s jumped the gun.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bVWM0L3DqFpNE3Yt49WjAgTQUc0.jpg",
    "popularity": 4.2216,
    "tmdb_url": "https://www.themoviedb.org/movie/9038"
  },
  {
    "id": 534780,
    "title": "Andhadhun",
    "release_date": "2018-10-05",
    "overview": "A series of mysterious events changes the life of a blind pianist who now must report a crime that was actually never witnessed by him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dy3K6hNvwE05siGgiLJcEiwgpdO.jpg",
    "popularity": 4.1328,
    "tmdb_url": "https://www.themoviedb.org/movie/534780"
  },
  {
    "id": 346685,
    "title": "The Girl on the Train",
    "release_date": "2016-10-05",
    "overview": "Rachel Watson, devastated by her recent divorce, spends her daily commute fantasizing about the seemingly perfect couple who live in a house that her train passes every day, until one morning she sees something shocking happen there and becomes entangled in the mystery that unfolds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AhTO2QWG0tug7yDoh0XoaMhPt3J.jpg",
    "popularity": 4.0126,
    "tmdb_url": "https://www.themoviedb.org/movie/346685"
  },
  {
    "id": 1025169,
    "title": "The Trapped 13: How We Survived The Thai Cave",
    "release_date": "2022-10-05",
    "overview": "In this compelling documentary, members of the Thai youth soccer team tell their stories of getting trapped in Tham Luang Cave in 2018 — and surviving.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jQb1UjOdc2DsU4SqDebrVH8dHvC.jpg",
    "popularity": 3.8692,
    "tmdb_url": "https://www.themoviedb.org/movie/1025169"
  },
  {
    "id": 462883,
    "title": "Woody Woodpecker",
    "release_date": "2017-10-05",
    "overview": "Woody Woodpecker enters a turf war with a big city lawyer wanting to tear down his home in an effort to build a house to flip.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cSo4vsBdzTNJG24VYgAkGgeYkAs.jpg",
    "popularity": 3.7273,
    "tmdb_url": "https://www.themoviedb.org/movie/462883"
  },
  {
    "id": 9051,
    "title": "10",
    "release_date": "1979-10-05",
    "overview": "A Hollywood songwriter goes through a mid-life crisis and becomes infatuated with a sexy blonde newlywed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uUCr4WTogPnb7LOILL8opxSyxGw.jpg",
    "popularity": 3.572,
    "tmdb_url": "https://www.themoviedb.org/movie/9051"
  },
  {
    "id": 958263,
    "title": "Believer 2",
    "release_date": "2023-10-05",
    "overview": "A determined detective continues his search for the truth behind Asia's largest drug organization and its elusive boss he has unfinished business with.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g9aDZSqH5KmsHbMurhni5d2wq6q.jpg",
    "popularity": 3.3027,
    "tmdb_url": "https://www.themoviedb.org/movie/958263"
  },
  {
    "id": 449992,
    "title": "The Night Comes for Us",
    "release_date": "2018-10-05",
    "overview": "After sparing a girl's life during a massacre, an elite Triad assassin is targeted by an onslaught of murderous gangsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8lI1p5cPqgXN2qrKZrmI3mhKBfs.jpg",
    "popularity": 3.1924,
    "tmdb_url": "https://www.themoviedb.org/movie/449992"
  },
  {
    "id": 335360,
    "title": "My Little Pony: The Movie",
    "release_date": "2017-10-05",
    "overview": "A new dark force threatens Ponyville, and the Mane 6 – Twilight Sparkle, Applejack, Rainbow Dash, Pinkie Pie, Fluttershy and Rarity – embark on an unforgettable journey beyond Equestria where they meet new friends and exciting challenges on a quest to use the magic of friendship and save their home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AiJRCzcZSVs9xPHoEKZRp80TyTA.jpg",
    "popularity": 3.1874,
    "tmdb_url": "https://www.themoviedb.org/movie/335360"
  },
  {
    "id": 17681,
    "title": "Scooby-Doo! and the Witch's Ghost",
    "release_date": "1999-10-05",
    "overview": "Scooby-Doo and the Mystery Gang visit Oakhaven, Massachusetts to seek strange goings on involving a famous horror novelist and his ancestor who is rumored be a witch.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ljEEGImypBFGoXU7eZSTo4vE9nC.jpg",
    "popularity": 3.1717,
    "tmdb_url": "https://www.themoviedb.org/movie/17681"
  },
  {
    "id": 54197,
    "title": "In the Flesh",
    "release_date": "1998-10-05",
    "overview": "Oliver Beck is 21, good looking, clean-cut and a product of an upper class family. He's also leading a double life—student by day and street hustler by night. When he meets Philip Kirsch, undercover cop working Atlanta's drug enforcement branch, secrets collide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyF4liw3q4pG4uT1tzEuNrnceb3.jpg",
    "popularity": 3.1556,
    "tmdb_url": "https://www.themoviedb.org/movie/54197"
  },
  {
    "id": 10866,
    "title": "Joy Ride",
    "release_date": "2001-10-05",
    "overview": "Three young people on a road trip from Colorado to New Jersey talk to a trucker on their CB radio, then must escape when he turns out to be a psychotic killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1LVGjf1QWgkNNPQssZtuT1GYKoP.jpg",
    "popularity": 2.947,
    "tmdb_url": "https://www.themoviedb.org/movie/10866"
  },
  {
    "id": 412862,
    "title": "Ratsasan",
    "release_date": "2018-10-05",
    "overview": "A serial killer is murdering school girls, and a newbie cop has to track him down before the victim count increases.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mA0RseJsBNTUi00C1Bs0Wi9XOKQ.jpg",
    "popularity": 2.9329,
    "tmdb_url": "https://www.themoviedb.org/movie/412862"
  },
  {
    "id": 502345,
    "title": "Scarygirl",
    "release_date": "2023-10-05",
    "overview": "As her world is shrouded in darkness, a young girl must overcome her fears and travel to a mysterious city of light, save her father from a dangerous scientist and prevent the destruction of her planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1tcLXVaXFG9OObnCN3a5KrymrQG.jpg",
    "popularity": 2.8041,
    "tmdb_url": "https://www.themoviedb.org/movie/502345"
  },
  {
    "id": 723419,
    "title": "Mr. Harrigan's Phone",
    "release_date": "2022-10-05",
    "overview": "Craig, a young boy living in a small town befriends an older, reclusive billionaire, Mr. Harrigan. The two form a bond over books and an iPhone, but when the man passes away the boy discovers that not everything dead is gone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPn9e8eP7TeKQU4IeWAMzOajR40.jpg",
    "popularity": 2.7434,
    "tmdb_url": "https://www.themoviedb.org/movie/723419"
  },
  {
    "id": 955531,
    "title": "Sister Death",
    "release_date": "2023-10-05",
    "overview": "Spain, 1949. Narcisa, a novice, arrives at an old convent, converted into a girls' school, to work as a teacher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zfVdFJGGgHDM3RFZdTPhZqy1WEi.jpg",
    "popularity": 2.7079,
    "tmdb_url": "https://www.themoviedb.org/movie/955531"
  },
  {
    "id": 8867,
    "title": "The Punisher",
    "release_date": "1989-10-05",
    "overview": "The avenging angel of Marvel Comics fame comes brilliantly to life in this searing action-adventure thriller! Dolph Lundgren stars as Frank Castle, a veteran cop who loses his entire family to a mafia car bomb. His ex-partner believes Castle survived the blast and became the Punisher, living in the sewers and exacting vigilante violence against mob bosses throughout the city. When the populace is caught in the midst of a gang war that he caused, Castle must again emerge from the shadows and save the innocent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tA0O0hYyHX7Hl2Fl8VEtGtfBtjI.jpg",
    "popularity": 2.6937,
    "tmdb_url": "https://www.themoviedb.org/movie/8867"
  },
  {
    "id": 1039960,
    "title": "Monster High 2",
    "release_date": "2023-10-05",
    "overview": "As they enter sophomore year at Monster High, Clawdeen Wolf, Draculaura and Frankie Stein face new students, new powers, and an even bigger threat that could not only tear their friendship apart but could change the world forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9RaCErx1ofEBiUsifGFaA6F6rKt.jpg",
    "popularity": 2.6201,
    "tmdb_url": "https://www.themoviedb.org/movie/1039960"
  },
  {
    "id": 17467,
    "title": "Riki-Oh: The Story of Ricky",
    "release_date": "1991-10-05",
    "overview": "In 2001, where all correctional facilities have been privatized, martial artist Ricky finds himself victim to the corrupt system, found \"guilty\" of the manslaughter of an infamous crime boss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uPkIU5EptkWth21qAlthpiyVsoY.jpg",
    "popularity": 2.5414,
    "tmdb_url": "https://www.themoviedb.org/movie/17467"
  },
  {
    "id": 445,
    "title": "Caché",
    "release_date": "2005-10-05",
    "overview": "George, host of a television show focusing on literature, receives videos shot on the sly that feature his family, along with disturbing drawings that are difficult to interpret. He has no idea who has made and sent him the videos. Progressively, the contents of the videos become more personal, indicating that the sender has known George for a long time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/IC2BPYDSsNPP1Q1VuXUiKrRwbU.jpg",
    "popularity": 2.5202,
    "tmdb_url": "https://www.themoviedb.org/movie/445"
  },
  {
    "id": 10173,
    "title": "Marked for Death",
    "release_date": "1990-10-05",
    "overview": "Just retired from the Drug Enforcement Agency, John Hatcher returns to his hometown and quickly discovers that drugs have infiltrated his old neighborhood. Determined to drive the dealers out, Hatcher crosses paths with a ferocious Jamaican drug lord who vows that Hatcher and his family are now marked for death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xYaetJsSm5FC1zxhdW8UR1NVXzc.jpg",
    "popularity": 2.3693,
    "tmdb_url": "https://www.themoviedb.org/movie/10173"
  },
  {
    "id": 480681,
    "title": "An Affair",
    "release_date": "2018-10-05",
    "overview": "A newly appointed teacher finds herself being followed, and soon discovers that one of her own students is obsessed with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fPu4ytXPm39BW7g257LoMlEmwrg.jpg",
    "popularity": 2.3579,
    "tmdb_url": "https://www.themoviedb.org/movie/480681"
  },
  {
    "id": 152042,
    "title": "Puella Magi Madoka Magica the Movie Part I: Beginnings",
    "release_date": "2012-10-05",
    "overview": "Madoka Kaname, an ordinary middle-schooler, along with her best friend Sayaka Miki, are offered the chance to have any wish they want granted by the mysterious Kyubey, and become magical girls and fight witches. However, fellow magical girl Homura Akemi seems intent on stopping Madoka from becoming a magical girl at any cost. Puella Magi Madoka Magica the Movie Part I: Beginnings is a retelling of the first half of the TV anime series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kJjtXLRR1mV7kEUuSnCKDEmN94G.jpg",
    "popularity": 2.3085,
    "tmdb_url": "https://www.themoviedb.org/movie/152042"
  },
  {
    "id": 938092,
    "title": "Call Center Accepts Everything",
    "release_date": "2021-10-05",
    "overview": "Female employees of the call center work as customer counselors for a company that sells adult products. Under the company's policy of unconditionally satisfying customers, the hardships of employees who always have to endure the customer's power abuse continue. Manager Jang and new employee Yoo-ri, who have long endured and worked under team leader Kang, who wields female employees with his own power, appear in front of Joo-ri. Yoo0ri, who was in charge of Gyejinsang, one of the company's blacklists, as soon as she came. And Joo-ri, who made an unexpected friend with foreign customer Kenny.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o1FtZCiFtdxdbQ4NlttPhJlRTQ7.jpg",
    "popularity": 2.2941,
    "tmdb_url": "https://www.themoviedb.org/movie/938092"
  },
  {
    "id": 89199,
    "title": "Trash",
    "release_date": "1970-10-05",
    "overview": "The movie follows Joe, a heroin addict, throughout his quest to score more drugs. The episodic plot occurs over a single day and centers on Joe's problematic relationship with his on-off, sexually frustrated girlfriend.  During the course of the day, Joe overdoses in front of an upper-class couple, attempts to fool Welfare into approving his methadone treatment by having Holly fake a pregnancy, and frustrates the women in his life with his drug-induced impotence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bQAICaVkVQoeCAQLNbrVng6WVt0.jpg",
    "popularity": 2.2911,
    "tmdb_url": "https://www.themoviedb.org/movie/89199"
  },
  {
    "id": 549829,
    "title": "Loveyatri",
    "release_date": "2018-10-05",
    "overview": "Romance blossoms between young Sushrut and Michelle when they meet during the festival of Navratri. When Michelle returns home to the United Kingdom, Sushrut embarks on an adventurous journey through a strange land to win back the woman he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aq5RNE6L8gPSQwSaueur97IbpFR.jpg",
    "popularity": 2.2549,
    "tmdb_url": "https://www.themoviedb.org/movie/549829"
  },
  {
    "id": 37964,
    "title": "Brown Sugar",
    "release_date": "2002-10-05",
    "overview": "Sidney and Dre can attribute their lifelong friendship and the launch of their careers to one single childhood instant... witnessing the birth of hip-hop on a New York street corner. Now some 15 years later, she is a revered music critic at a national magazine and he is a successful, though unfulfilled, hip-hop record company executive. Both come to realize that their true life passions will only be fulfilled by remembering what they learned that day on the corner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hKltNdfxKg28mOgFwizNyhIFkJ2.jpg",
    "popularity": 2.0773,
    "tmdb_url": "https://www.themoviedb.org/movie/37964"
  },
  {
    "id": 545937,
    "title": "Our Body",
    "release_date": "2018-10-05",
    "overview": "An overeducated, disenchanted woman, Ja-young, loses her ambition after many gruelling years of studying for the public official exam. One lonely evening, a beautiful, fit runner, Hyun-joo, glides smoothly past her. Intrigued by this celestial vision of harmony and grace, Ja-young repeatedly returns, hoping to meet the object of her curiosity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hvYwBgkw1ss3vOo8g7QnP76ggvG.jpg",
    "popularity": 2.0563,
    "tmdb_url": "https://www.themoviedb.org/movie/545937"
  },
  {
    "id": 878926,
    "title": "Khufiya",
    "release_date": "2023-10-05",
    "overview": "When a mole in an intelligence unit leads to the murder of an undercover spy, a hardened agent relentlessly pursues him to avenge the death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bbHUuTEo2DsYLoXCjkL8kB0oPhy.jpg",
    "popularity": 2.0181,
    "tmdb_url": "https://www.themoviedb.org/movie/878926"
  }
]