[
  {
    "id": 10999,
    "title": "Commando",
    "release_date": "1985-10-03",
    "overview": "John Matrix, the former leader of a special commando strike force that always got the toughest jobs done, is forced back into action when his young daughter is kidnapped. To find her, Matrix has to fight his way through an array of punks, killers, one of his former commandos, and a fully equipped private army. With the help of a feisty stewardess and an old friend, Matrix has only a few hours to overcome his greatest challenge: finding his daughter before she's killed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ollPAAAgZ7euU8VisfqU3cuXhZ6.jpg",
    "popularity": 8.9899,
    "tmdb_url": "https://www.themoviedb.org/movie/10999"
  },
  {
    "id": 49047,
    "title": "Gravity",
    "release_date": "2013-10-03",
    "overview": "Dr. Ryan Stone, a brilliant medical engineer on her first Shuttle mission, with veteran astronaut Matt Kowalsky in command of his last flight before retiring. But on a seemingly routine spacewalk, disaster strikes. The Shuttle is destroyed, leaving Stone and Kowalsky completely alone-tethered to nothing but each other and spiraling out into the blackness of space. The deafening silence tells them they have lost any link to Earth and any chance for rescue. As fear turns to panic, every gulp of air eats away at what little oxygen is left. But the only way home may be to go further out into the terrifying expanse of space.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kZ2nZw8D681aphje8NJi8EfbL1U.jpg",
    "popularity": 6.7524,
    "tmdb_url": "https://www.themoviedb.org/movie/49047"
  },
  {
    "id": 332562,
    "title": "A Star Is Born",
    "release_date": "2018-10-03",
    "overview": "Seasoned musician Jackson Maine discovers — and falls in love with — struggling artist Ally. She has just about given up on her dream to make it big as a singer — until Jack coaxes her into the spotlight. But even as Ally's career takes off, the personal side of their relationship is breaking down, as Jack fights an ongoing battle with his own internal demons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wrFpXMNBRj2PBiN4Z5kix51XaIZ.jpg",
    "popularity": 6.2302,
    "tmdb_url": "https://www.themoviedb.org/movie/332562"
  },
  {
    "id": 479718,
    "title": "The Outlaws",
    "release_date": "2017-10-03",
    "overview": "In Chinatown, law and order is turned upside down when a trio of feral Chinese gangsters arrive, start terrorizing civilians, and usurping territory. The beleaguered local gangsters team up with the police, lead by the badass loose cannon Ma Seok-do, to bring them down. Based on a true story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pUd1FYQb5r55RqXpx08dnCbP1fs.jpg",
    "popularity": 5.9472,
    "tmdb_url": "https://www.themoviedb.org/movie/479718"
  },
  {
    "id": 196024,
    "title": "The Keeper of Lost Causes",
    "release_date": "2013-10-03",
    "overview": "Denmark, 2013. Police officers Carl Mørck and Hafez el-Assad, sole members of Department Q, which is focused on closing cold cases, investigate the disappearance of politician Merete Lynggaard, vanished when she and her brother were traveling aboard a ferry five years ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eYnZnDAnWNPrImvznLm7SUQQvAj.jpg",
    "popularity": 5.4284,
    "tmdb_url": "https://www.themoviedb.org/movie/196024"
  },
  {
    "id": 1055110,
    "title": "Female Teacher Closing the Door",
    "release_date": "2021-10-03",
    "overview": "A sensual suspense that tells the story of a female teacher and a young student locked in a closed room in the middle of summer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/731QvAm8kE0egoxn2oBoFijME2O.jpg",
    "popularity": 5.3535,
    "tmdb_url": "https://www.themoviedb.org/movie/1055110"
  },
  {
    "id": 464889,
    "title": "Sniper: Ultimate Kill",
    "release_date": "2017-10-03",
    "overview": "For the first time, Brandon Beckett, Richard Miller and Sgt. Thomas Beckett join forces in Colombia to take down a brutal drug cartel. When a deadly sniper with advanced, never-before-seen weaponry targets local Special Agent Kate Estrada, our elite team is in for the ultimate battle in this explosive, game-changing action thriller.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kdahBLqWeEuDsM4fCBrXw8oCNRm.jpg",
    "popularity": 4.744,
    "tmdb_url": "https://www.themoviedb.org/movie/464889"
  },
  {
    "id": 1584,
    "title": "School of Rock",
    "release_date": "2003-10-03",
    "overview": "Fired from his band and hard up for cash, guitarist and vocalist Dewey Finn finagles his way into a job as a fifth-grade substitute teacher at a private school, where he secretly begins teaching his students the finer points of rock 'n' roll. The school's hard-nosed principal is rightly suspicious of Finn's activities. But Finn's roommate remains in the dark about what he's doing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zXLXaepIBvFVLU25DH3wv4IPSbe.jpg",
    "popularity": 4.6585,
    "tmdb_url": "https://www.themoviedb.org/movie/1584"
  },
  {
    "id": 15915,
    "title": "The Pornographer",
    "release_date": "2001-10-03",
    "overview": "A former porn director, who once elevated the genre with 1960s counter-culture ideals, returns to filmmaking after 20 years, clashing with his producer's hard-core vision. Estranged from his son over the family business, they begin reconnecting as the son embraces political activism, while the director seeks personal renewal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vY9UWnAu30KoNQtcTnRcEJjSI6t.jpg",
    "popularity": 3.3164,
    "tmdb_url": "https://www.themoviedb.org/movie/15915"
  },
  {
    "id": 218043,
    "title": "Left Behind",
    "release_date": "2014-10-03",
    "overview": "A small group of survivors are left behind after millions of people suddenly vanish during the rapture and the world is plunged into chaos and destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b9Q2WR62yB5Aq0hd6kyRFS9cc3Y.jpg",
    "popularity": 3.2267,
    "tmdb_url": "https://www.themoviedb.org/movie/218043"
  },
  {
    "id": 14405,
    "title": "Beverly Hills Chihuahua",
    "release_date": "2008-10-03",
    "overview": "A pampered Beverly Hills chihuahua named Chloe who, while on vacation in Mexico with her owner Viv's niece, Rachel, gets lost and must rely on her friends to help her get back home before she is caught by a dognapper who wants to ransom her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2aRvqtLoE06hTjG93lASvO7r1as.jpg",
    "popularity": 3.0511,
    "tmdb_url": "https://www.themoviedb.org/movie/14405"
  },
  {
    "id": 437081,
    "title": "The Fortress",
    "release_date": "2017-10-03",
    "overview": "Ancient Korea, 17th century. The powerful Khan of the Jurchen tribe of Manchuria, who fights the Ming dinasty to gain China, becomes the first ruler of the Qing dinasty and demands from King In-jo of Joseon to bow before him; but he refuses, being loyal to the Mings. On December 14th, 1636, the Qing horde invades Joseon, so King In-jo and his court shelter in the mountain fortress of Namhan and prepare to defend the kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ww0h7mVg9AdPEMjRJKAic1w3ELa.jpg",
    "popularity": 3.0025,
    "tmdb_url": "https://www.themoviedb.org/movie/437081"
  },
  {
    "id": 2116,
    "title": "Out of Time",
    "release_date": "2003-10-03",
    "overview": "Matt Lee Whitlock, respected chief of police in small Banyan Key, Florida, must solve a vicious double homicide before he himself falls under suspicion. Matt Lee has to stay a few steps ahead of his own police force and everyone he's trusted in order to find out the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zMExJ6RdJQmRMydvozhEBlOLX1m.jpg",
    "popularity": 2.8892,
    "tmdb_url": "https://www.themoviedb.org/movie/2116"
  },
  {
    "id": 75250,
    "title": "The Locusts",
    "release_date": "1997-10-03",
    "overview": "Delilah Potts has always had her choice of men to work her ranch and fill her bed. But from the moment Clay Hewitt, a handsome drifter with a mysterious past, arrives at her door, Delilah knows that her life will never be the same. And when he spurns her affections, she unleashes a torrent of forbidden passions and deadly secrets that will prove to Clay that the only thing darker and more dangerous than the past he's escaping... is the one he's about to discover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jw5iuM3UdjnX6UaPcoOaga8Rbr1.jpg",
    "popularity": 2.846,
    "tmdb_url": "https://www.themoviedb.org/movie/75250"
  },
  {
    "id": 1186831,
    "title": "Twisted Games",
    "release_date": "2023-10-03",
    "overview": "Tyler seeks revenge on a college classmate who he believes stole his girlfriend, Enna. Tyler returns to their hometown, reenters his old classmates lives, and begins unleashing dark secrets regarding Marcus, Enna, and Marcus' wife Lisa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aRGJPlVV9SsdPMrL2CVA6RRuJQn.jpg",
    "popularity": 2.6797,
    "tmdb_url": "https://www.themoviedb.org/movie/1186831"
  },
  {
    "id": 462181,
    "title": "Palm Swings",
    "release_date": "2017-10-03",
    "overview": "After moving to Palm Springs, a young married couple puts their love to the test when they discover that their neighbors are swingers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nZYTZ861wP2z4S7Bd2ZIwKFj241.jpg",
    "popularity": 2.6422,
    "tmdb_url": "https://www.themoviedb.org/movie/462181"
  },
  {
    "id": 423612,
    "title": "Never Look Away",
    "release_date": "2018-10-03",
    "overview": "German artist Kurt Barnert has escaped East Germany and now lives in West Germany, but is tormented by his childhood under the Nazis and the GDR regime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fn0Tp9SG0IQ3Nx8iHPYPiseLMWd.jpg",
    "popularity": 2.4553,
    "tmdb_url": "https://www.themoviedb.org/movie/423612"
  },
  {
    "id": 509598,
    "title": "Mr. Jones",
    "release_date": "2019-10-03",
    "overview": "In 1933, Welsh journalist Gareth Jones travels to Ukraine, where he experiences the horrors of a famine. Everywhere he goes he meets henchmen of the Soviet secret service who are determined to prevent news about the catastrophe from getting out. Stalin’s forced collectivisation of agriculture has resulted in misery and ruin—the policy is tantamount to mass murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vpCKOsAmKLD67mwugN6hrPvdPZl.jpg",
    "popularity": 2.4108,
    "tmdb_url": "https://www.themoviedb.org/movie/509598"
  },
  {
    "id": 20410,
    "title": "Scooby-Doo and the Alien Invaders",
    "release_date": "2000-10-03",
    "overview": "A cosmic case of flying saucers, intergalactic intrigue and out-of-this-world romance launches Scooby-Doo! and the Mystery Inc., Gang into their most unearthly adventure ever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f5E440uHsNU9XTfyK8KXYbRJGVo.jpg",
    "popularity": 2.4094,
    "tmdb_url": "https://www.themoviedb.org/movie/20410"
  },
  {
    "id": 973211,
    "title": "Come Back Home",
    "release_date": "2022-10-03",
    "overview": "A young boy, Lele, goes missing in the Changbai mountains after an argument with this father. Approaching the vital 48 hour mark and with no sign of Lele, his father takes it upon himself to brave an upcoming avalanche to save his son",
    "poster_url": "https://image.tmdb.org/t/p/w500/k6rx0uxDDwY5OU3O5zyV8p1P5ll.jpg",
    "popularity": 2.2938,
    "tmdb_url": "https://www.themoviedb.org/movie/973211"
  },
  {
    "id": 10155,
    "title": "U Turn",
    "release_date": "1997-10-03",
    "overview": "When a desperate man’s car breaks down in a bizarre desert town while evading vengeful bookies, he becomes entangled in a dangerous love triangle. Caught between a married couple, he’s faced with deadly contracts to kill them both.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lffvjJU8j7RLfz1SJVMfrn2wH6i.jpg",
    "popularity": 2.2462,
    "tmdb_url": "https://www.themoviedb.org/movie/10155"
  },
  {
    "id": 1052433,
    "title": "Love Reset",
    "release_date": "2023-10-03",
    "overview": "A married couple who received a divorce settlement lose their memories in an accident. With amnesia, they fall in love again, so their families try to restore their memories to finalize the divorce.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8gaIw26YFGVreCBME1dyjozpWkz.jpg",
    "popularity": 2.222,
    "tmdb_url": "https://www.themoviedb.org/movie/1052433"
  },
  {
    "id": 39839,
    "title": "Baghban",
    "release_date": "2003-10-03",
    "overview": "After dedicating their whole life in upbringing their children, elderly couple Raj Malhotra and Pooja gets homeless. Instead of caring, their children treat them as a burden.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p6NPup58fPjIEAU9tKU4XpQhtTA.jpg",
    "popularity": 2.1472,
    "tmdb_url": "https://www.themoviedb.org/movie/39839"
  },
  {
    "id": 1200043,
    "title": "When It Rings",
    "release_date": "2023-10-03",
    "overview": "Years after the tragic death of his sister, Zach returns to his childhood home. There he finds an old toy phone he used to \"talk\" to his dead sister, setting off a series of terrifying events, making him question what, and who, is real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zILnncM0boTlbI2hLCI4rZjd5ur.jpg",
    "popularity": 2.004,
    "tmdb_url": "https://www.themoviedb.org/movie/1200043"
  },
  {
    "id": 544627,
    "title": "Dark Figure of Crime",
    "release_date": "2018-10-03",
    "overview": "A serial killer is caught for his seventh murder. A cop tries to solve the first six cases with the killer's help, but starts to suspect that he has ulterior motives. Based on a true story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uWislqbyIFvR02uN4n20zjDnAm2.jpg",
    "popularity": 2.003,
    "tmdb_url": "https://www.themoviedb.org/movie/544627"
  }
]