[
  {
    "id": 592695,
    "title": "Pleasure",
    "release_date": "2021-10-08",
    "overview": "19 year old Linnéa leaves her small town in Sweden and heads for Los Angeles with the aim of becoming the world's next big porn star, but the road to her goal turns out to be bumpier than she imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/TcOsu6iO5prSJbDn9oIQgIW655.jpg",
    "popularity": 29.1286,
    "tmdb_url": "https://www.themoviedb.org/movie/592695"
  },
  {
    "id": 23823,
    "title": "Wrong Turn 3: Left for Dead",
    "release_date": "2009-10-08",
    "overview": "A group of people find themselves trapped in the backwoods of West Virginia, fighting for their lives against a group of vicious and horribly disfigured inbred cannibals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/84s4LMWuGbm4xPWW5PSbHyQhh33.jpg",
    "popularity": 8.3511,
    "tmdb_url": "https://www.themoviedb.org/movie/23823"
  },
  {
    "id": 9739,
    "title": "Demolition Man",
    "release_date": "1993-10-08",
    "overview": "In 1996, brash L.A. detective John Spartan and maniac killer Simon Phoenix are both sentenced to decades in a cryogenic prison as punishment for a rescue mission gone wrong. When Phoenix escapes 36 years later to wreak havoc on the future, Spartan is awakened to capture his nemesis the old-fashioned way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dq6AmlVFo92PRuoLCcIyFdoRuxf.jpg",
    "popularity": 7.1114,
    "tmdb_url": "https://www.themoviedb.org/movie/9739"
  },
  {
    "id": 205587,
    "title": "The Judge",
    "release_date": "2014-10-08",
    "overview": "A successful lawyer returns to his hometown for his mother's funeral only to discover that his estranged father, the town's judge, is suspected of murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3K93GWotLXe4FqpErri0xkpLaD5.jpg",
    "popularity": 5.9797,
    "tmdb_url": "https://www.themoviedb.org/movie/205587"
  },
  {
    "id": 10387,
    "title": "The Emperor and the Assassin",
    "release_date": "1998-10-08",
    "overview": "In pre-unified China, the King of Qin sends his concubine to a rival kingdom to produce an assassin for a political plot, but as the king's cruelty mounts she finds her loyalty faltering.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hroNcPp2cn6mMWcYpkEud2GY78f.jpg",
    "popularity": 4.3016,
    "tmdb_url": "https://www.themoviedb.org/movie/10387"
  },
  {
    "id": 167032,
    "title": "Curse of Chucky",
    "release_date": "2013-10-08",
    "overview": "After her mother's mysterious death, Nica begins to suspect that the talking, red-haired doll her visiting niece has been playing with may be the key to the mounting bloodshed and chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x9DzkDWp8O82Wzxk6otuD9bce9a.jpg",
    "popularity": 4.2605,
    "tmdb_url": "https://www.themoviedb.org/movie/167032"
  },
  {
    "id": 8845,
    "title": "Under Siege",
    "release_date": "1992-10-08",
    "overview": "A disgruntled ex-CIA operative, his assistant and their assembled group of terrorists seize a battleship with nuclear blackmail in mind. They've planned for every contingency but ignore the ship's cook, former Navy SEAL Casey Ryback—an error that could be fatal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/myHxm9p8fhEsXyaLO6DawYJKolg.jpg",
    "popularity": 4.037,
    "tmdb_url": "https://www.themoviedb.org/movie/8845"
  },
  {
    "id": 47931,
    "title": "Elite Squad: The Enemy Within",
    "release_date": "2010-10-08",
    "overview": "After a bloody invasion of the BOPE in the High-Security Penitentiary Bangu 1 in Rio de Janeiro to control a rebellion of interns, the Lieutenant-Colonel Roberto Nascimento and the second in command Captain André Matias are accused by the Human Right Aids member Diogo Fraga of execution of prisoners. Matias is transferred to the corrupted Military Police and Nascimento is exonerated from the BOPE by the Governor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c7yCrf3PTSdp6RMGktZQhzFcFFM.jpg",
    "popularity": 3.6155,
    "tmdb_url": "https://www.themoviedb.org/movie/47931"
  },
  {
    "id": 891601,
    "title": "Cosmo",
    "release_date": "2020-10-08",
    "overview": "Jane Montana, a rough and tough law-woman, is in a pickle. A gang of outlaws led by a man named Buford has kidnapped a helpless damsel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qqfFJDizRdlOnxv0ObnRYfWGEbj.jpg",
    "popularity": 3.1207,
    "tmdb_url": "https://www.themoviedb.org/movie/891601"
  },
  {
    "id": 58760,
    "title": "Jackboots on Whitehall",
    "release_date": "2010-10-08",
    "overview": "A satirical alternative history of World War II where the Nazis seize London and England must band together to prevent a full on invasion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2OEDmBDoLeR0vwkUKZ5NDrXBeRZ.jpg",
    "popularity": 2.9758,
    "tmdb_url": "https://www.themoviedb.org/movie/58760"
  },
  {
    "id": 14337,
    "title": "Primer",
    "release_date": "2004-10-08",
    "overview": "Two fledgling inventors discover a complex method to manipulate reality. At first, they successfully game the stock market with it, but the consequences of the invention start to catch up with them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xEoq2WmDzpzxhkHEsmOYOg6BPg6.jpg",
    "popularity": 2.9411,
    "tmdb_url": "https://www.themoviedb.org/movie/14337"
  },
  {
    "id": 766798,
    "title": "Parallel Mothers",
    "release_date": "2021-10-08",
    "overview": "Two unmarried women who have become pregnant by accident and are about to give birth meet in a hospital room: Janis, in her late-thirties, unrepentant and happy; Ana, a teenager, remorseful and frightened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gDaxYkYNbHuM2VlUazbcpnFZB6d.jpg",
    "popularity": 2.8686,
    "tmdb_url": "https://www.themoviedb.org/movie/766798"
  },
  {
    "id": 318917,
    "title": "Look Who's Back",
    "release_date": "2015-10-08",
    "overview": "When Adolf Hitler reawakens at the site of his former bunker in present-day Berlin, he is mistaken for a comedian and quickly becomes a media phenomenon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1CxZWytSiCzZiZA5k0AiLUFtQNA.jpg",
    "popularity": 2.7431,
    "tmdb_url": "https://www.themoviedb.org/movie/318917"
  },
  {
    "id": 17814,
    "title": "Assault on Precinct 13",
    "release_date": "1976-10-08",
    "overview": "The skeleton staff of a police station, in a deserted neighborhood, that is closing down the next day are under attack all night by the overwhelming numbers of a relentless street gang bent on revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/RtGDEmXbSxE8NThCCY1SXFXLLw.jpg",
    "popularity": 2.4726,
    "tmdb_url": "https://www.themoviedb.org/movie/17814"
  },
  {
    "id": 423333,
    "title": "Mass",
    "release_date": "2021-10-08",
    "overview": "Two couples meet for a painful and raw conversation in the aftermath of a violent tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c3MQ3YZKJadrH2Yv45i07qMHGPM.jpg",
    "popularity": 2.4712,
    "tmdb_url": "https://www.themoviedb.org/movie/423333"
  },
  {
    "id": 628964,
    "title": "Child of Kamiari Month",
    "release_date": "2021-10-08",
    "overview": "A year after losing her mother, a young girl learns that she must journey across Japan to the annual gathering of gods in the sacred land of Izumo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ffPIWQjps6NrIYog22yJ8IEAuCT.jpg",
    "popularity": 2.4503,
    "tmdb_url": "https://www.themoviedb.org/movie/628964"
  },
  {
    "id": 218778,
    "title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day",
    "release_date": "2014-10-08",
    "overview": "Alexander's day begins with gum stuck in his hair, followed by more calamities. Though he finds little sympathy from his family and begins to wonder if bad things only happen to him, his mom, dad, brother, and sister all find themselves living through their own terrible, horrible, no good, very bad day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pxbAepXQjsGFDHaR3dPndFSxDU0.jpg",
    "popularity": 2.3159,
    "tmdb_url": "https://www.themoviedb.org/movie/218778"
  },
  {
    "id": 212470,
    "title": "Monster High: 13 Wishes",
    "release_date": "2013-10-08",
    "overview": "It’s a new school year at Monster High™, and the little sister of Clawdeen Wolf™, Howleen, is determined to be more fangtastic than ever.  Her dream of popularity turns out to be easier than anyone imagined when she stumbles upon a genie named Gigi Grant™ who grants her not 3, but 13 Wishes!  But the ghouls quickly learn to be s-careful what you wish for because each wish comes with a dark side, and soon the student disem-body of Monster High™ is turned upside-down!  Join Frankie Stein™, Clawdeen Wolf™, Draculaura™ and the rest of their creeperiffic ghoulfriends as they journey deep inside the magic lantern to save the very soul of Monster High™… while flashing their killer style every step of the way!",
    "poster_url": "https://image.tmdb.org/t/p/w500/eEZJMmzDNUNKoJw6jfmGVWeqqhJ.jpg",
    "popularity": 2.3104,
    "tmdb_url": "https://www.themoviedb.org/movie/212470"
  },
  {
    "id": 186383,
    "title": "Kimagure Orange Road: I Want to Return to That Day",
    "release_date": "1988-10-08",
    "overview": "Kyousuke and Madoka have finally arrived at the point where they are close to graduation and have to decide where they want to go to college. Naturally, they want to go together, so beside all the studying they also have to look for a proper college where they can enter both. Hikaru, still a year from graduating, wants to support Kyousuke as well and does that in her own way. But while she does that, Madoka feels jealous and tells her feelings to Kyousuke. And then Kyousuke has to take action to finally decide on the girl he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ayaXYEXt1QVl1rmOWdyRNvvR3lh.jpg",
    "popularity": 2.2758,
    "tmdb_url": "https://www.themoviedb.org/movie/186383"
  },
  {
    "id": 12618,
    "title": "Random Hearts",
    "release_date": "1999-10-08",
    "overview": "After losing their spouses in a plane crash, an internal affairs cop and a congresswoman find each other's keys in each other's loved ones' possessions and discover that the two were having an affair.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k7LoKDWDesvYD7DXDh9Ewlxtcx8.jpg",
    "popularity": 2.2429,
    "tmdb_url": "https://www.themoviedb.org/movie/12618"
  },
  {
    "id": 13824,
    "title": "Superstar",
    "release_date": "1999-10-08",
    "overview": "Orphan Mary Katherine Gallagher, an ugly duckling at St. Monica High School, has a dream: to be kissed soulfully. She decides she can realize this dream if she becomes a superstar, so her prayers, her fantasies and her conversations with her only friend focus on achieving super-stardom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vfBUCPe6wgt3SwNP7dKlqh8xeyO.jpg",
    "popularity": 2.2069,
    "tmdb_url": "https://www.themoviedb.org/movie/13824"
  },
  {
    "id": 143524,
    "title": "Personally Yours",
    "release_date": "2000-10-08",
    "overview": "Susannah and Jesse Stanton divorced two years prior with three children. When Susannah starts dating a lawyer, the children decide to find someone for their father, sending a letter to a popular magazine called Alaskan Love. He receives a large number of responses, but the children later feel that his perfect match is Susannah, and they try to arrange a plan to bring them together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dh81DF1RJFDZIqNVxTIuZ8yOrqx.jpg",
    "popularity": 2.1223,
    "tmdb_url": "https://www.themoviedb.org/movie/143524"
  },
  {
    "id": 44639,
    "title": "Inside Job",
    "release_date": "2010-10-08",
    "overview": "A film that exposes the shocking truth behind the economic crisis of 2008. The global financial meltdown, at a cost of over $20 trillion, resulted in millions of people losing their homes and jobs. Through extensive research and interviews with major financial insiders, politicians and journalists, Inside Job traces the rise of a rogue industry and unveils the corrosive relationships which have corrupted politics, regulation and academia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7yXXIWec24htucjsZS1sDuPLqw8.jpg",
    "popularity": 2.122,
    "tmdb_url": "https://www.themoviedb.org/movie/44639"
  },
  {
    "id": 522406,
    "title": "Flashback",
    "release_date": "2020-10-08",
    "overview": "Frederick Fitzell is living his best life—until he starts having horrific visions of Cindy, a girl who vanished in high school. After reaching out to old friends with whom he used to take a mystery drug called Mercury, Fredrick realizes the only way to stop the visions lies deep within his own memories, so he embarks on a terrifying mental odyssey to learn the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z8DPeAno9IT47gCQBrKqJ9czUyI.jpg",
    "popularity": 2.102,
    "tmdb_url": "https://www.themoviedb.org/movie/522406"
  },
  {
    "id": 10655,
    "title": "Gettysburg",
    "release_date": "1993-10-08",
    "overview": "In the summer of 1863, General Robert E. Lee leads the Confederate Army of Northern Virginia into Gettysburg, Pennsylvania with the goal of marching through to Washington, D.C. The Union Army of the Potomac, under the command of General George G. Meade, forms a defensive position to confront the rebel forces in what will prove to be the decisive battle of the American Civil War.",
    "poster_url": "https://image.tmdb.org/t/p/w500/566AVv5fwoQTdFy37JXc8QcyDSy.jpg",
    "popularity": 2.0965,
    "tmdb_url": "https://www.themoviedb.org/movie/10655"
  },
  {
    "id": 485470,
    "title": "Nice Sister-In-Law 2",
    "release_date": "2017-10-08",
    "overview": "If you give it once, a good brother-in-law who gives everything generously will come!  At the house of her girlfriend Jin-kyung, who lives with pumice stone, her brother and his wife suddenly visit and the four of them live together. At first, Kyung-seok, who was burdened by his girlfriend's brother, began to keep his eyes on his wife, Yeon-su. A bold brother-in-law who walks around in no-bra and panties without hesitation even at his sister-in-law's house. Besides, from a certain moment, he starts to send a hand of temptation to Pyeong-seok first...",
    "poster_url": "https://image.tmdb.org/t/p/w500/3pEs4hmeHvTAsmx09whEaPDOQpq.jpg",
    "popularity": 2.0837,
    "tmdb_url": "https://www.themoviedb.org/movie/485470"
  },
  {
    "id": 43923,
    "title": "It's Kind of a Funny Story",
    "release_date": "2010-10-08",
    "overview": "A clinically depressed teenager gets a new start after he checks himself into an adult psychiatric ward.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hQE4q8Szeaae4davgB7o8MTLmwr.jpg",
    "popularity": 2.0454,
    "tmdb_url": "https://www.themoviedb.org/movie/43923"
  },
  {
    "id": 826914,
    "title": "Muppets Haunted Mansion",
    "release_date": "2021-10-08",
    "overview": "Gonzo is challenged to spend one night in The Haunted Mansion on Halloween night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yTQbZCxZ4amGZKC9ETjTr7ZAH7L.jpg",
    "popularity": 2.0255,
    "tmdb_url": "https://www.themoviedb.org/movie/826914"
  },
  {
    "id": 51576,
    "title": "Darkside Blues",
    "release_date": "1994-10-08",
    "overview": "The Persona Century Corporation has purchased nearly every parcel of land on earth. Dissension is not tolerated within the corporation's borders and those who oppose Persona are dealt with swiftly. Of those few places not yet under Persona's control is the free town of Kabuki-cho, also known as \"The Dark Side of Tokyo\". Within the town, under the leadership of a woman named Mai, is a small resistance group called Messiah. Into this world steps a man who takes the sobriquet of Kabuki-cho: Darkside. Sealed up in another dimension eighteen years ago by Persona Century, Darkside now returns to aid Messiah using his unique mystic power of renewal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nekQVAI8V9pgKzKa4c50cHmG6SF.jpg",
    "popularity": 2.0118,
    "tmdb_url": "https://www.themoviedb.org/movie/51576"
  }
]