[
  {
    "id": 851644,
    "title": "20th Century Girl",
    "release_date": "2022-10-06",
    "overview": "In 1999, a teen girl keeps close tabs on a boy in school on behalf of her deeply smitten best friend – then she gets swept up in a love story of her own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/od22ftNnyag0TTxcnJhlsu3aLoU.jpg",
    "popularity": 13.3172,
    "tmdb_url": "https://www.themoviedb.org/movie/851644"
  },
  {
    "id": 663712,
    "title": "Terrifier 2",
    "release_date": "2022-10-06",
    "overview": "A year after the Miles County massacre, Art the Clown is resurrected by a sinister entity. Art returns home, where he must hunt down and destroy teenage Sienna and her younger brother Jonathan on Halloween. As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qEAlwXbYk6IHA4ztoS2XFFaa7Xo.jpg",
    "popularity": 10.1914,
    "tmdb_url": "https://www.themoviedb.org/movie/663712"
  },
  {
    "id": 86331,
    "title": "Desire",
    "release_date": "2011-10-06",
    "overview": "In a social context deteriorated by a countrywide economic crisis, the life of several people will be turned upside down after they meet Cécile, a character who symbolizes desire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wxvvNXY3n0637cOcdeC61eyVAnC.jpg",
    "popularity": 9.4758,
    "tmdb_url": "https://www.themoviedb.org/movie/86331"
  },
  {
    "id": 85877,
    "title": "The 33D Invader",
    "release_date": "2011-10-06",
    "overview": "A young woman named Future is sent from the year 2046 to the year 2011 in Hong Kong. Future was sent by the United Nations in order to get pregnant, where she can then extract her genes and repopulate the earth as 99% of males have become infertile in the future due to attacks from Planet Xucker. Two assassins from Xuckler are sent after her to stop her. Future meets three University students: Felix, Dan-san and Sing. The men are obsessed with female students next door: Chin-chin, Chen-chen and Sai-sai. The students agree to help Future find a mate at the university.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bBC1fBHyFBmc6fn4UDedtkOVSaD.jpg",
    "popularity": 6.1798,
    "tmdb_url": "https://www.themoviedb.org/movie/85877"
  },
  {
    "id": 660982,
    "title": "American Pie Presents: Girls' Rules",
    "release_date": "2020-10-06",
    "overview": "It's Senior year at East Great Falls. Annie, Kayla, Michelle, and Stephanie decide to harness their girl power and band together to get what they want their last year of high school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xqvX5A24dbIWaeYsMTxxKX5qOfz.jpg",
    "popularity": 5.9861,
    "tmdb_url": "https://www.themoviedb.org/movie/660982"
  },
  {
    "id": 11045,
    "title": "Taxi",
    "release_date": "2004-10-06",
    "overview": "A mouthy and feisty taxicab driver has hot tips for a green and inept cop set on solving a string of New York City bank robberies committed by a quartet of female Brazilian bank robbers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eLDoNLJHZPcavTT1vJqZoGydoWB.jpg",
    "popularity": 5.7959,
    "tmdb_url": "https://www.themoviedb.org/movie/11045"
  },
  {
    "id": 16664,
    "title": "All About Lily Chou-Chou",
    "release_date": "2001-10-06",
    "overview": "Charts the troubled teenage years of students Yūichi Hasumi and Shūsuke Hoshino, exploring the shifting and complex power dynamics of their relationship against the backdrop of Yūichi's love for the dreamy and abstract music of pop star Lily Chou-Chou.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qrN3oGKlMRrw5WbWYJ8ry9pnbxZ.jpg",
    "popularity": 5.5101,
    "tmdb_url": "https://www.themoviedb.org/movie/16664"
  },
  {
    "id": 763165,
    "title": "The Burial",
    "release_date": "2023-10-06",
    "overview": "When a handshake deal goes sour, funeral home owner Jeremiah O'Keefe enlists charismatic, smooth-talking attorney Willie E. Gary to save his family business. Tempers flare and laughter ensues as the unlikely pair bond while exposing corporate corruption and racial injustice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ssNSfNKpzZwhbFsnW3wa82m2sG.jpg",
    "popularity": 4.9178,
    "tmdb_url": "https://www.themoviedb.org/movie/763165"
  },
  {
    "id": 641,
    "title": "Requiem for a Dream",
    "release_date": "2000-10-06",
    "overview": "The drug-induced utopias of four Coney Island residents are shattered when their addictions run deep.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg",
    "popularity": 4.8896,
    "tmdb_url": "https://www.themoviedb.org/movie/641"
  },
  {
    "id": 164,
    "title": "Breakfast at Tiffany's",
    "release_date": "1961-10-06",
    "overview": "Holly Golightly is an eccentric New York City playgirl determined to marry a Brazilian millionaire. But when young writer Paul Varjak moves into her apartment building, her past threatens to get in their way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/79xm4gXw4l7A5D0XukUOJRocFYQ.jpg",
    "popularity": 4.7297,
    "tmdb_url": "https://www.themoviedb.org/movie/164"
  },
  {
    "id": 1597,
    "title": "Meet the Parents",
    "release_date": "2000-10-06",
    "overview": "Greg Focker is ready to marry his girlfriend, Pam, but before he pops the question, he must win over her formidable father, humorless former CIA agent Jack Byrnes, at the wedding of Pam's sister. As Greg bends over backward to make a good impression, his visit to the Byrnes home turns into a hilarious series of disasters, and everything that can go wrong does, all under Jack's critical, hawklike gaze.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5tXJ9ctuyEOMUFLaeqRisbXowWs.jpg",
    "popularity": 4.634,
    "tmdb_url": "https://www.themoviedb.org/movie/1597"
  },
  {
    "id": 74997,
    "title": "The Human Centipede 2 (Full Sequence)",
    "release_date": "2011-10-06",
    "overview": "Inspired by the fictional Dr. Heiter, disturbed loner Martin dreams of creating a 12-person centipede and sets out to realize his sick fantasy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gMGDqPParsbPRtSbVZ2pNLmdXz1.jpg",
    "popularity": 4.5334,
    "tmdb_url": "https://www.themoviedb.org/movie/74997"
  },
  {
    "id": 1027073,
    "title": "In the Land of Saints and Sinners",
    "release_date": "2023-10-06",
    "overview": "In a remote Irish village, a damaged Finbar is forced to fight for redemption after a lifetime of sins, but what price is he willing to pay? In the land of saints and sinners, some sins can't be buried.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uOa6TNXi3LUHrqIp9xiWNyOyyCF.jpg",
    "popularity": 4.5017,
    "tmdb_url": "https://www.themoviedb.org/movie/1027073"
  },
  {
    "id": 394117,
    "title": "The Florida Project",
    "release_date": "2017-10-06",
    "overview": "The story of a precocious six year-old and her ragtag group of friends whose summer break is filled with childhood wonder, possibility and a sense of adventure while the adults around them struggle with hard times.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eE1J6nCMw8UhsAOI6HhhItarWmN.jpg",
    "popularity": 4.4303,
    "tmdb_url": "https://www.themoviedb.org/movie/394117"
  },
  {
    "id": 1046090,
    "title": "The Pig, the Snake and the Pigeon",
    "release_date": "2023-10-06",
    "overview": "The arrogant, third most-wanted criminal in Taiwan, decides to get rid of the top two competitors and crowns himself the most-wanted criminal before dying.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9FhZ9VC999qeOWH2ytbangUMMt4.jpg",
    "popularity": 4.3151,
    "tmdb_url": "https://www.themoviedb.org/movie/1046090"
  },
  {
    "id": 4816,
    "title": "Ghost Dog: The Way of the Samurai",
    "release_date": "1999-10-06",
    "overview": "An African-American Mafia hit man who models himself after the samurai of ancient Japan finds himself targeted for death by the mob.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gkH4zOxIfbb4BEbk9Q4cVOEpDaY.jpg",
    "popularity": 4.2807,
    "tmdb_url": "https://www.themoviedb.org/movie/4816"
  },
  {
    "id": 68817,
    "title": "Footloose",
    "release_date": "2011-10-06",
    "overview": "Ren MacCormack is transplanted from Boston to the small southern town of Bomont where loud music and dancing are prohibited. Not one to bow to the status quo, Ren challenges the ban, revitalizing the town and falling in love with the minister’s troubled daughter Ariel in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cDUW5RWmyHcTxu7eg9eMqhBQy2J.jpg",
    "popularity": 3.9973,
    "tmdb_url": "https://www.themoviedb.org/movie/68817"
  },
  {
    "id": 760245,
    "title": "Foe",
    "release_date": "2023-10-06",
    "overview": "Henrietta and Junior farm a secluded piece of land that has been in Junior's family for generations, but their quiet life is thrown into turmoil when an uninvited stranger shows up at their door with a startling proposal. Will they risk their relationship & personal identity for a chance to survive in a new world?",
    "poster_url": "https://image.tmdb.org/t/p/w500/eTPBizhkX6B9NgzPzkhVIOvwXxZ.jpg",
    "popularity": 3.6952,
    "tmdb_url": "https://www.themoviedb.org/movie/760245"
  },
  {
    "id": 335795,
    "title": "Monster High: The Movie",
    "release_date": "2022-10-06",
    "overview": "Clawdeen Wolf, half human and half werewolf, has recently started attending Monster High, a school for monsters in all forms. After quickly befriending her classmates Frankie Stein and Draculaura, Clawdeen feels like she has finally found a place where she can truly be herself, or so she thinks. Soon, a devious plan to destroy Monster High threatens to reveal her real identity and Clawdeen must learn to embrace her true monster heart before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tn3GWm0Erehkpur8PUuYWxGpul5.jpg",
    "popularity": 3.6662,
    "tmdb_url": "https://www.themoviedb.org/movie/335795"
  },
  {
    "id": 345009,
    "title": "Mine",
    "release_date": "2016-10-06",
    "overview": "After a failed assassination attempt, a soldier finds himself stranded in the desert. Exposed to the elements, he must survive the dangers of the desert and battle the psychological and physical toll of the treacherous conditions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dYmkd3azwbamZ3wsIsMXQY5evjH.jpg",
    "popularity": 3.6174,
    "tmdb_url": "https://www.themoviedb.org/movie/345009"
  },
  {
    "id": 1041317,
    "title": "Battle for the Western Front",
    "release_date": "2022-10-06",
    "overview": "Inspired by Canuck WWI flying ace Billy Bishop, two young soldiers crash the front lines in August 1918. With the Allies detained, their platoon must desperately hold out alongside legendary Anishinaabe sniper Francis \"Peggy\" Pegahmagabow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oICQpXrmszXvw0t95isR559J6IL.jpg",
    "popularity": 3.6009,
    "tmdb_url": "https://www.themoviedb.org/movie/1041317"
  },
  {
    "id": 9691,
    "title": "Assassins",
    "release_date": "1995-10-06",
    "overview": "Assassin Robert Rath arrives at a funeral to kill a prominent mobster, only to witness a rival hired gun complete the job for him -- with grisly results. Horrified by the murder of innocent bystanders, Rath decides to take one last job and then return to civilian life. But finding his way out of the world of contract killing grows ever more dangerous as Rath falls for his female target and becomes a marked man himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wPmZYnaQpxwoHmwNwVhZ2IY0UbF.jpg",
    "popularity": 3.561,
    "tmdb_url": "https://www.themoviedb.org/movie/9691"
  },
  {
    "id": 1030611,
    "title": "Lilith",
    "release_date": "2022-10-06",
    "overview": "The mythological story of the first woman on Earth, who came before Eve. She is created by God to be Adam’s wife. However, Lilith does not accept a position of inferiority in relation to man, she rebels and goes to the desert. Lilith reappears as Eve’s double, eats the forbidden fruit, takes revenge on Adam, on God, and becomes the first woman to rise up against the ruling patriarchal system.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xnn3m2kYhzHvRxlyAOMtlm7n2GU.jpg",
    "popularity": 3.4518,
    "tmdb_url": "https://www.themoviedb.org/movie/1030611"
  },
  {
    "id": 890980,
    "title": "God's Crooked Lines",
    "release_date": "2022-10-06",
    "overview": "Alice Gould, a private investigator, pretends to be mentally ill in order to enter a psychiatric hospital and gather evidence for the case she is working on: the death of a patient in unclear circumstances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n3X9tWYFYfE96BoNgtVffuwzQo.jpg",
    "popularity": 3.3277,
    "tmdb_url": "https://www.themoviedb.org/movie/890980"
  },
  {
    "id": 1440,
    "title": "Little Children",
    "release_date": "2006-10-06",
    "overview": "The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l2wTSP0Ifo9vY03nJEfkFBbT2S9.jpg",
    "popularity": 3.0269,
    "tmdb_url": "https://www.themoviedb.org/movie/1440"
  },
  {
    "id": 12609,
    "title": "Help! I'm a Fish",
    "release_date": "2000-10-06",
    "overview": "Three children are accidentally transformed into fish after consuming a potion made by an eccentric scientist. The kids end up in the sea, with one problem: they must find and drink the antidote within 48 hours, or forever remain as fish.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s9yFQD19xJqXEnAnUAZFUan25DJ.jpg",
    "popularity": 2.9908,
    "tmdb_url": "https://www.themoviedb.org/movie/12609"
  },
  {
    "id": 20455,
    "title": "Digimon: The Movie",
    "release_date": "2000-10-06",
    "overview": "When a powerful new Internet Digimon hatches and begins to consume data at an alarming rate, the Digidestined - kids chosen to save the digital world - must put an end to the destruction before the damage becomes irreversible and worldwide communication halts forever. As computer-based missiles are launched, and a wayward Digimon kidnaps the Digidestined, only the combined efforts of a worldwide network of kids and a new group of \"Digidestined\" can rescue the others and stop global disaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tiH1muonzAWzlLjPhjAcAYVAjzm.jpg",
    "popularity": 2.9747,
    "tmdb_url": "https://www.themoviedb.org/movie/20455"
  },
  {
    "id": 425972,
    "title": "Cargo",
    "release_date": "2017-10-06",
    "overview": "After being infected in the wake of a violent pandemic and with only 48 hours to live, a father struggles to find a new home for his baby daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cdPSUck4tBRvRu6DFk6XciDrssn.jpg",
    "popularity": 2.946,
    "tmdb_url": "https://www.themoviedb.org/movie/425972"
  },
  {
    "id": 843394,
    "title": "Cat Person",
    "release_date": "2023-10-06",
    "overview": "When Margot, a college sophomore, goes on a date with the older Robert, she finds that IRL Robert doesn’t live up to the Robert she has been flirting with over texts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/atrfmVWmw9NPrpFSfgUE2XG7eF9.jpg",
    "popularity": 2.9265,
    "tmdb_url": "https://www.themoviedb.org/movie/843394"
  },
  {
    "id": 1013240,
    "title": "24 Hours with Gaspar",
    "release_date": "2023-10-06",
    "overview": "With only 24 hours left to live, a private investigator follows a trail of confounding clues to uncover the disappearance of his childhood friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8jJKM0ZR3GQo6E3CUkMKKVa4S8B.jpg",
    "popularity": 2.8329,
    "tmdb_url": "https://www.themoviedb.org/movie/1013240"
  },
  {
    "id": 1189214,
    "title": "The Double Life of My Billionaire Husband",
    "release_date": "2023-10-06",
    "overview": "Sebastian Klein, known to most as the illegitimate son of the prestigious Klein family, has been plagued by rumors suggesting he's nothing more than a loser who recently emerged from a stint in prison. Society, guided by these harsh tales, deemed him an undesirable match for any sensible young woman. That was until Natalie Quinn defied expectations by marrying him. Little did she realize the astonishing truth concealed beneath the surface: she had, unknowingly, wed a covert billionaire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kefATFQeJEbo5XCXzBJNuONLinU.jpg",
    "popularity": 2.7227,
    "tmdb_url": "https://www.themoviedb.org/movie/1189214"
  },
  {
    "id": 339530,
    "title": "Tremors 5: Bloodlines",
    "release_date": "2015-10-06",
    "overview": "When Gummer is hired to capture a deadly creature terrorizing South Africa, he and his new sidekick, Travis Welker, engage in another battle of survival against the fiercely aggressive Graboids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dlSOgB0UcsU6pr3ttGrYsytDJfC.jpg",
    "popularity": 2.7001,
    "tmdb_url": "https://www.themoviedb.org/movie/339530"
  },
  {
    "id": 901385,
    "title": "Significant Other",
    "release_date": "2022-10-06",
    "overview": "Ruth and Harry decide to take a romantic backpacking trip through the Pacific Northwest, but amongst the beautiful scenery, Ruth makes an unexpected discovery that sets her off on a strange, frightening new path. The couple aren't alone in the woods, and they might not be the same when they come out...if they come out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/liGvBdUsyOfiTJjNCD55JJfISzb.jpg",
    "popularity": 2.6896,
    "tmdb_url": "https://www.themoviedb.org/movie/901385"
  },
  {
    "id": 9794,
    "title": "Employee of the Month",
    "release_date": "2006-10-06",
    "overview": "When he hears that the new female employee digs ambitious men who are the store employee of the month, a slacker gets his act together but finds himself in competition with his rival, an ambitious co-worker.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vfALEF9wz4CEep071iOwM5Qqd17.jpg",
    "popularity": 2.5135,
    "tmdb_url": "https://www.themoviedb.org/movie/9794"
  },
  {
    "id": 406994,
    "title": "Better Watch Out",
    "release_date": "2017-10-06",
    "overview": "On a quiet suburban street tucked within a 'safe neighborhood', a babysitter must defend a twelve-year-old boy from strangers breaking into the house, only to discover that this is far from a normal home invasion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/liI4c3GYaKuAo4FsCF4RKvFFqbV.jpg",
    "popularity": 2.4801,
    "tmdb_url": "https://www.themoviedb.org/movie/406994"
  },
  {
    "id": 532321,
    "title": "Re:Zero - Starting Life in Another World Memory Snow",
    "release_date": "2018-10-06",
    "overview": "Subaru and friends finally get a moment of peace, and Subaru goes on a certain secret mission that he must not let anyone find out about! However, even though Subaru is wearing a disguise, Petra and other children of the village immediately figure out who he is. Now that his mission was exposed within five seconds of it starting, what will happen with Subaru's \"date course\" with Emilia?",
    "poster_url": "https://image.tmdb.org/t/p/w500/y7XwmyE5ue9hjk65fEWpO2hGU2B.jpg",
    "popularity": 2.4246,
    "tmdb_url": "https://www.themoviedb.org/movie/532321"
  },
  {
    "id": 10765,
    "title": "Private Benjamin",
    "release_date": "1980-10-06",
    "overview": "A sheltered young high society woman joins the US Army on a whim and finds herself in a more difficult situation than she ever expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/maIiPNXddZXKHQCi0HyULd5kces.jpg",
    "popularity": 2.4145,
    "tmdb_url": "https://www.themoviedb.org/movie/10765"
  },
  {
    "id": 19403,
    "title": "The Mechanic",
    "release_date": "1972-10-06",
    "overview": "Arthur Bishop is a veteran hit man who, owing to his penchant for making his targets' deaths seem like accidents, thinks himself an artist. It's made him very rich, but as he hits middle age, he's so depressed and lonely that he takes on one of his victim's sons, Steve McKenna, as his apprentice. Arthur puts him through a rigorous training period and brings him on several hits. As Steven improves, Arthur worries that he'll discover who killed his father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hizE0MwFJOBlfLSFqFNKv7cSxkT.jpg",
    "popularity": 2.3971,
    "tmdb_url": "https://www.themoviedb.org/movie/19403"
  },
  {
    "id": 70954,
    "title": "The Hunter",
    "release_date": "2011-10-06",
    "overview": "Martin, a mercenary, is sent from Europe by an anonymous biotech company to the Tasmanian wilderness on a hunt for the last Tasmanian tiger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/KgFYNh3GE36FrXjo9udZbnV1z6.jpg",
    "popularity": 2.2473,
    "tmdb_url": "https://www.themoviedb.org/movie/70954"
  },
  {
    "id": 1187075,
    "title": "MAD",
    "release_date": "2023-10-06",
    "overview": "Set in an engineering college and revolves around the antics of the students there, primarily the boys, who get a kick out of torturing the hostel warden.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nDpOmgBfQZwOpFBcgokQGqd74r1.jpg",
    "popularity": 2.1981,
    "tmdb_url": "https://www.themoviedb.org/movie/1187075"
  },
  {
    "id": 944194,
    "title": "The Great Escaper",
    "release_date": "2023-10-06",
    "overview": "In the summer of 2014, a World War II veteran sneaks out of his care home to attend the 70th anniversary commemoration of the D-Day landings in Normandy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/50rOFWgFUsCw3zfwSKXcdglh3Ji.jpg",
    "popularity": 2.1323,
    "tmdb_url": "https://www.themoviedb.org/movie/944194"
  },
  {
    "id": 412094,
    "title": "The Net",
    "release_date": "2016-10-06",
    "overview": "A poor North Korean fisherman finds himself an accidental defector, and is groomed to be a spy by an ambitious South Korean military officer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mzR6uMMOixsCg1MjghvbNvOAb73.jpg",
    "popularity": 2.1087,
    "tmdb_url": "https://www.themoviedb.org/movie/412094"
  },
  {
    "id": 10461,
    "title": "Get Carter",
    "release_date": "2000-10-06",
    "overview": "Jack Carter, a mob enforcer living in Las Vegas, travels back to his hometown of Seattle for his brother's funeral. During this visit, Carter realizes that the death of his brother was not accidental, but a murder. With this knowledge, Carter sets out to kill all those responsible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xGANaRWD6638ch1qQmqgRp395R6.jpg",
    "popularity": 2.0852,
    "tmdb_url": "https://www.themoviedb.org/movie/10461"
  }
]