[
  {
    "id": 335984,
    "title": "Blade Runner 2049",
    "release_date": "2017-10-04",
    "overview": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gajva2L0rPYkEWjzgFlBXCAVBE5.jpg",
    "popularity": 104.368,
    "tmdb_url": "https://www.themoviedb.org/movie/335984"
  },
  {
    "id": 1422,
    "title": "The Departed",
    "release_date": "2006-10-04",
    "overview": "To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nT97ifVT2J1yMQmeq20Qblg61T.jpg",
    "popularity": 9.9296,
    "tmdb_url": "https://www.themoviedb.org/movie/1422"
  },
  {
    "id": 59940,
    "title": "Zebra Lounge",
    "release_date": "2001-10-04",
    "overview": "Alan and Wendy Barnet have been married just long enough for the excitement to have gone out of their relationship, and they're looking for a way to put some spice back in their lives. After placing a personal ad looking for another couple interested in swapping mates, the Barnets are led to the Zebra Lounge, where they meet Jack and Louise Bauer, a pair of seasoned erotic adventurers. While the Barnets find the swinging scene exciting at first, they soon decide it may be doing more harm than good to their marriage. But easing the Bauers out of their lives proves to be neither simple nor safe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyej1bAJkY39O1tVIYdjLM6nfl6.jpg",
    "popularity": 9.2711,
    "tmdb_url": "https://www.themoviedb.org/movie/59940"
  },
  {
    "id": 807172,
    "title": "The Exorcist: Believer",
    "release_date": "2023-10-04",
    "overview": "Since his wife's death, Victor has raised his daughter Angela alone. After she and her friend return from a three-day disappearance with missing memories, they begin displaying frightening behavior reminiscent of the MacNeil possession fifty years prior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fFXkAlMH2iQrNknv4eq7LGTkcti.jpg",
    "popularity": 6.5872,
    "tmdb_url": "https://www.themoviedb.org/movie/807172"
  },
  {
    "id": 1832,
    "title": "Dogma",
    "release_date": "1999-10-04",
    "overview": "An abortion clinic worker with a special heritage is called upon to save the existence of humanity from being negated by two renegade angels trying to exploit a loophole and reenter Heaven.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xI5beD8Td79E2uZNAxgd1gWWOEd.jpg",
    "popularity": 5.7067,
    "tmdb_url": "https://www.themoviedb.org/movie/1832"
  },
  {
    "id": 943134,
    "title": "The Animal Kingdom",
    "release_date": "2023-10-04",
    "overview": "In a world hit by a wave of mutations transforming humans into animals, François does everything he can to save his wife. As some of the creatures disappear into a nearby forest, he and their son Émile embark on a quest that will change their lives forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/39AiQnXlXOjoqBSkiUpTG80rXLw.jpg",
    "popularity": 4.9957,
    "tmdb_url": "https://www.themoviedb.org/movie/943134"
  },
  {
    "id": 62214,
    "title": "Frankenweenie",
    "release_date": "2012-10-04",
    "overview": "When a car hits young Victor's pet dog Sparky, Victor decides to bring him back to life the only way he knows how. But when the bolt-necked \"monster\" wreaks havoc and terror in the hearts of Victor's neighbors, he has to convince them that Sparky's still the good, loyal friend he was.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yGjVbLVdZRBlZTTQVBsj2KUjL1s.jpg",
    "popularity": 4.9398,
    "tmdb_url": "https://www.themoviedb.org/movie/62214"
  },
  {
    "id": 1378,
    "title": "Shortbus",
    "release_date": "2006-10-04",
    "overview": "In post-9/11 New York City, an eclectic group of citizens find their lives entangled, personally, romantically, and sexually, at Shortbus, an underground Brooklyn salon infamous for its blend of art, music, politics, and carnality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s8QBrWgpZpYrySSyTQ0xbFLPKrS.jpg",
    "popularity": 4.4061,
    "tmdb_url": "https://www.themoviedb.org/movie/1378"
  },
  {
    "id": 15906,
    "title": "Barbie and the Magic of Pegasus",
    "release_date": "2005-10-04",
    "overview": "Princess Annika escapes the clutches of the evil wizard, explores the wonders of Cloud Kingdom, and teams up with a magnificent winged horse - who turns out to be her sister, Princess Brietta - to defeat the wizard and break the spells that imprisoned her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wqKNLSzGN9lqnmtFFwu40g2eWgQ.jpg",
    "popularity": 4.2263,
    "tmdb_url": "https://www.themoviedb.org/movie/15906"
  },
  {
    "id": 10331,
    "title": "Night of the Living Dead",
    "release_date": "1968-10-04",
    "overview": "A group of strangers trapped in a farmhouse find themselves fending off a horde of recently dead, flesh-eating ghouls.",
    "poster_url": "https://image.tmdb.org/t/p/w500/inNUOa9WZGdyRXQlt7eqmHtCttl.jpg",
    "popularity": 3.9371,
    "tmdb_url": "https://www.themoviedb.org/movie/10331"
  },
  {
    "id": 446021,
    "title": "Bad Times at the El Royale",
    "release_date": "2018-10-04",
    "overview": "Lake Tahoe, 1969. Seven strangers, each one with a secret to bury, meet at El Royale, a decadent motel with a dark past. In the course of a fateful night, everyone will have one last shot at redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qExufIc4Rw0e4xdVZlhMdmEDGES.jpg",
    "popularity": 3.9281,
    "tmdb_url": "https://www.themoviedb.org/movie/446021"
  },
  {
    "id": 746,
    "title": "The Last Emperor",
    "release_date": "1987-10-04",
    "overview": "A dramatic history of Pu Yi, the last of the Emperors of China, from his lofty birth and brief reign in the Forbidden City, the object of worship by half a billion people; through his abdication, his decline and dissolute lifestyle; his exploitation by the invading Japanese, and finally to his obscure existence as just another peasant worker in the People's Republic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7TILJhdeJAaEyDiwvJZMo9SQBoe.jpg",
    "popularity": 3.867,
    "tmdb_url": "https://www.themoviedb.org/movie/746"
  },
  {
    "id": 479226,
    "title": "The Purity of Vengeance",
    "release_date": "2018-10-04",
    "overview": "Copenhagen, 2018. A frightening discovery is made in an old apartment. The subsequent investigation of Department Q leads them to an infamous institution for girls that was suddenly closed in the early sixties.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uTdaeGpznkLfyhAzLlrdssD621R.jpg",
    "popularity": 3.7788,
    "tmdb_url": "https://www.themoviedb.org/movie/479226"
  },
  {
    "id": 539517,
    "title": "Constantine: City of Demons - The Movie",
    "release_date": "2018-10-04",
    "overview": "A decade after a tragic mistake, family man Chas Chandler and occult detective John Constantine set out to cure his daughter Trish from a mysterious supernatural coma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tZIMe2pYug1cS9e7AZnd1bTTidM.jpg",
    "popularity": 3.4077,
    "tmdb_url": "https://www.themoviedb.org/movie/539517"
  },
  {
    "id": 42941,
    "title": "30 Days of Night: Dark Days",
    "release_date": "2010-10-04",
    "overview": "After surviving the incidents in Barrow, Alaska, Stella Olemaun relocates to Los Angeles, where she intentionally attracts the attention of the local vampire population in order to avenge the death of her husband, Eben.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bXHaXVGncI2WKUrNRYDyTyj3ymR.jpg",
    "popularity": 3.3826,
    "tmdb_url": "https://www.themoviedb.org/movie/42941"
  },
  {
    "id": 187022,
    "title": "A Touch of Sin",
    "release_date": "2013-10-04",
    "overview": "Four independent stories set in modern China about random acts of violence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6I6XVBrUYBWPDPMdk647VvTSNqx.jpg",
    "popularity": 3.2132,
    "tmdb_url": "https://www.themoviedb.org/movie/187022"
  },
  {
    "id": 552095,
    "title": "PAW Patrol: Mighty Pups",
    "release_date": "2018-10-04",
    "overview": "When their latest scheme goes awry, Mayor Humdinger and his nephew Harold accidentally divert a meteor towards Adventure Bay. The meteor's golden energy grants the PAW Patrol superpowers. The heroic Mighty Pups are on a roll to super-save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h09VT8gNfRBlr7S8l1lm27m4rus.jpg",
    "popularity": 3.0427,
    "tmdb_url": "https://www.themoviedb.org/movie/552095"
  },
  {
    "id": 9591,
    "title": "That Thing You Do!",
    "release_date": "1996-10-04",
    "overview": "A Pennsylvania band scores a hit in 1964 and rides the star-making machinery as long as it can, with lots of help from its manager.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9RmZu33qHdyZFGLfhEOmkTjdNEu.jpg",
    "popularity": 2.9982,
    "tmdb_url": "https://www.themoviedb.org/movie/9591"
  },
  {
    "id": 16061,
    "title": "Tokyo Gore Police",
    "release_date": "2008-10-04",
    "overview": "In future Tokyo, a young woman in the privatized police force tracks down her father's killer while battling against mutant rebels known as engineers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/smQV5DgyUVho8d1R67XnU1BkJAV.jpg",
    "popularity": 2.8477,
    "tmdb_url": "https://www.themoviedb.org/movie/16061"
  },
  {
    "id": 537055,
    "title": "Wonder Woman: Bloodlines",
    "release_date": "2019-10-04",
    "overview": "Witness the legendary origin of renowned Justice League member Wonder Woman as she fights for good with her sword and magic lasso. Equally strong in body, heart and will, she makes it her mission to help a troubled young girl enlisted by a deadly organization known as Villainy, Inc., whose criminal members have their sights set on invading Themyscira, Wonder Woman’s paradise home. The battle will be epic, because if there's one thing an Amazon knows, it’s war!",
    "poster_url": "https://image.tmdb.org/t/p/w500/w1SBqj0fn1j72ST5i1jauWo3swT.jpg",
    "popularity": 2.6727,
    "tmdb_url": "https://www.themoviedb.org/movie/537055"
  },
  {
    "id": 14029,
    "title": "Demons",
    "release_date": "1985-10-04",
    "overview": "A group of people are trapped in a West Berlin movie theater infested with ravenous demons who proceed to kill and possess the humans one-by-one, thereby multiplying their numbers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ym0mtcSt6i45NIcAoSBQhop0wSP.jpg",
    "popularity": 2.5634,
    "tmdb_url": "https://www.themoviedb.org/movie/14029"
  },
  {
    "id": 727502,
    "title": "High & Low The Worst",
    "release_date": "2019-10-04",
    "overview": "The street fighters of Oya High and the delinquent brawlers of Housen Academy face off against each other when both seemingly attack each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lzdtHnMrvmhteuVepYgu3zfUuuN.jpg",
    "popularity": 2.5013,
    "tmdb_url": "https://www.themoviedb.org/movie/727502"
  },
  {
    "id": 6639,
    "title": "Love in the Time of Cholera",
    "release_date": "2007-10-04",
    "overview": "In Colombia just after the Great War, an old man falls from a ladder; dying, he professes great love for his wife. After the funeral, a man calls on the widow - she dismisses him angrily. Flash back more than 50 years to the day Florentino Ariza, a telegraph boy, falls in love with Fermina Daza, the daughter of a mule trader.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7y5VuS218Nqc8eVdeuOrlYWWD0D.jpg",
    "popularity": 2.4576,
    "tmdb_url": "https://www.themoviedb.org/movie/6639"
  },
  {
    "id": 9546,
    "title": "Ricochet",
    "release_date": "1991-10-04",
    "overview": "An attorney is terrorized by the criminal he put away years ago when he was a cop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5yhq5vKczXwMT0X8hnxQ0vc2YUE.jpg",
    "popularity": 2.4072,
    "tmdb_url": "https://www.themoviedb.org/movie/9546"
  },
  {
    "id": 441717,
    "title": "96",
    "release_date": "2018-10-04",
    "overview": "Ram is a photographer and nature lover who travels all around India capturing moments. On a chance visit to his hometown Tanjavur, he goes into his school and begins to walk down memory lane to 1994 when he was a student harboring feelings for his classmate Janu.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrVloCa2hCFOztRF1DZU2jnWIiQ.jpg",
    "popularity": 2.3589,
    "tmdb_url": "https://www.themoviedb.org/movie/441717"
  },
  {
    "id": 474354,
    "title": "22 July",
    "release_date": "2018-10-04",
    "overview": "On 22 July 2011, neo-Nazi terrorist Anders Behring Breivik murdered 77 young people attending a Labour Party Youth Camp on Utøya Island outside of Oslo. This three-part story focuses on the survivors, the political leadership of Norway, and the lawyers involved.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rd940KzuIZwbdOvOUF7XDTzn8te.jpg",
    "popularity": 2.3197,
    "tmdb_url": "https://www.themoviedb.org/movie/474354"
  },
  {
    "id": 432068,
    "title": "C'est la vie!",
    "release_date": "2017-10-04",
    "overview": "Max is a battle-weary veteran of the wedding-planning racket. His latest — and last — gig is a hell of a fête, involving stuffy period costumes for the caterers, a vain, hyper- sensitive singer who thinks he's a Gallic James Brown, and a morose, micromanaging groom determined to make Max's night as miserable as possible. But what makes the affair too bitter to endure is that Max's colleague and ostensible girlfriend, Joisette, seems to have written him off, coolly going about her professional duties while openly flirting with a much younger server. It's going to be a very long night… especially once the groom's aerial serenade gets underway.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e9hIxAKPdXo9Fgwca6vT4USOXK6.jpg",
    "popularity": 2.2659,
    "tmdb_url": "https://www.themoviedb.org/movie/432068"
  },
  {
    "id": 179933,
    "title": "Towa no Quon 5: The Return of the Invincible",
    "release_date": "2011-10-04",
    "overview": "The story follows a boy named Quon and others who suddenly wake up with supernatural powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yYhPea8ugjQ5rfvmenYHeLe2XV0.jpg",
    "popularity": 2.1629,
    "tmdb_url": "https://www.themoviedb.org/movie/179933"
  },
  {
    "id": 9625,
    "title": "The Glimmer Man",
    "release_date": "1996-10-04",
    "overview": "A former government operative renowned for his stealth, Jack Cole is now a Los Angeles police detective. When a series of horrible murders occurs in the metro area, Cole is assigned to the case, along with tough-talking fellow cop Jim Campbell. Although the two men clash, they gradually become effective partners as they uncover a conspiracy linked to the killings, which also involves terrorism and organized crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fMXc2nf3iZFsVbNNmJ5MCtjcwlk.jpg",
    "popularity": 2.1178,
    "tmdb_url": "https://www.themoviedb.org/movie/9625"
  },
  {
    "id": 144204,
    "title": "Thanatomorphose",
    "release_date": "2012-10-04",
    "overview": "Bruised from a night of rough sex, a young woman is shocked to find that her body, rather than healing itself, has inexplicably begun to rot. Swept up in the strange sensual experiences brought on by her slowly decaying form, she tries desperately to cling to her new existence — even as the putrid meat sack that was once her young body begins to literally fall off her bones...",
    "poster_url": "https://image.tmdb.org/t/p/w500/6EBH4OrpJrPWROoPqcURbtaUdRA.jpg",
    "popularity": 2.0874,
    "tmdb_url": "https://www.themoviedb.org/movie/144204"
  },
  {
    "id": 528888,
    "title": "Dolemite Is My Name",
    "release_date": "2019-10-04",
    "overview": "The story of Rudy Ray Moore, who created the iconic big screen pimp character Dolemite in the 1970s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uoAqJg7ZSmftnBGOkupU1ySZQU0.jpg",
    "popularity": 2.0583,
    "tmdb_url": "https://www.themoviedb.org/movie/528888"
  },
  {
    "id": 1015724,
    "title": "Trick or Treat Scooby-Doo!",
    "release_date": "2022-10-04",
    "overview": "Mystery Inc. has cracked the case to top all cases! They’ve tracked down Coco Diablo, the head of a notorious costume crime syndicate. With Coco and her kitty in prison, Mystery Inc. thinks that they can finally enjoy a break. Wrong! Suddenly, menacing doppelgänger ghosts of the Scooby crew and favorite classic foes show up in Coolsville to threaten Halloween. Now it’s up to the meddling kids to unmask the latest scoundrel and save Halloween!",
    "poster_url": "https://image.tmdb.org/t/p/w500/wZccw4Hj9ZF1yimnfPsX9rl3HvB.jpg",
    "popularity": 2.0333,
    "tmdb_url": "https://www.themoviedb.org/movie/1015724"
  }
]