[
  {
    "id": 324786,
    "title": "Hacksaw Ridge",
    "release_date": "2016-10-07",
    "overview": "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jhWbYeUNOA5zAb6ufK6pXQFXqTX.jpg",
    "popularity": 44.2553,
    "tmdb_url": "https://www.themoviedb.org/movie/324786"
  },
  {
    "id": 36670,
    "title": "Never Say Never Again",
    "release_date": "1983-10-07",
    "overview": "James Bond returns as the secret agent 007 to battle the evil organization SPECTRE. Bond must defeat Largo, who has stolen two atomic warheads for nuclear blackmail. But Bond has an ally in Largo's girlfriend, the willowy Domino, who falls for Bond and seeks revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zhoAL4o1STGgLbLxJ9r1ijfyHC9.jpg",
    "popularity": 18.11,
    "tmdb_url": "https://www.themoviedb.org/movie/36670"
  },
  {
    "id": 49046,
    "title": "All Quiet on the Western Front",
    "release_date": "2022-10-07",
    "overview": "Paul Baumer and his friends Albert and Muller, egged on by romantic dreams of heroism, voluntarily enlist in the German army. Full of excitement and patriotic fervour, the boys enthusiastically march into a war they believe in. But once on the Western Front, they discover the soul-destroying horror of World War I.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2IRjbi9cADuDMKmHdLK7LaqQDKA.jpg",
    "popularity": 9.766,
    "tmdb_url": "https://www.themoviedb.org/movie/49046"
  },
  {
    "id": 1018247,
    "title": "MK Ultra",
    "release_date": "2022-10-07",
    "overview": "Set during the true and unconscionable Central Intelligence Agency MK ULTRA drug experimentations in the early 1960s. The journey of Ford Strauss, a brilliant psychiatrist, whose moral and scientific boundaries are pushed to the limit as he is recruited to run a subsect of the program in a rural Mississippi Mental Hospital.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x3G3CCvLYy4EoLuhuUB9YlReFIN.jpg",
    "popularity": 9.7562,
    "tmdb_url": "https://www.themoviedb.org/movie/1018247"
  },
  {
    "id": 646,
    "title": "Dr. No",
    "release_date": "1962-10-07",
    "overview": "Agent 007 battles mysterious Dr. No, a scientific genius bent on destroying the U.S. space program. As the countdown to disaster begins, Bond must go to Jamaica, where he encounters beautiful Honey Ryder, to confront a megalomaniacal villain in his massive island headquarters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9zCOLJmLNst0sCPZlkW1IRoH65E.jpg",
    "popularity": 9.419,
    "tmdb_url": "https://www.themoviedb.org/movie/646"
  },
  {
    "id": 68555,
    "title": "Death Note Relight 2: L's Successors",
    "release_date": "2009-10-07",
    "overview": "A recap of Death Note episodes 27–37, with new footage. L's successor must ponder L's defeat if he hopes to succeed where his famed predecessor failed. At the headquarters of the SPK, he calls upon the Japanese task force to declare war on Light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uyez2cXhVwgEAakW5bHSscoFlF5.jpg",
    "popularity": 7.4558,
    "tmdb_url": "https://www.themoviedb.org/movie/68555"
  },
  {
    "id": 830784,
    "title": "Lyle, Lyle, Crocodile",
    "release_date": "2022-10-07",
    "overview": "When the Primm family moves to New York City, their young son Josh struggles to adapt to his new school and new friends. All of that changes when he discovers Lyle — a singing crocodile who loves baths, caviar and great music — living in the attic of his new home. But when Lyle’s existence is threatened by evil neighbor Mr. Grumps, the Primms must band together to show the world that family can come from the most unexpected places.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dN6XnCEP3AO7N4XFOFyZ8V8kZF5.jpg",
    "popularity": 5.2213,
    "tmdb_url": "https://www.themoviedb.org/movie/830784"
  },
  {
    "id": 7553,
    "title": "Waiting...",
    "release_date": "2005-10-07",
    "overview": "Employees at a Bennigan's-like restaurant (called, creatively enough, Shenanigan's), kill time before their real lives get started. But while they wait, they'll have to deal with picky customers who want their steak cooked to order and enthusiastic managers who want to build the perfect wait staff. Luckily, these employees have effective revenge tactics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/58cmWAcyNaN3GgHYM9pDrdoeMki.jpg",
    "popularity": 5.0165,
    "tmdb_url": "https://www.themoviedb.org/movie/7553"
  },
  {
    "id": 322,
    "title": "Mystic River",
    "release_date": "2003-10-07",
    "overview": "The lives of three men who were childhood friends are shattered when one of them suffers a family tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hCHVDbo6XJGj3r2i4hVjKhE0GKF.jpg",
    "popularity": 5.0037,
    "tmdb_url": "https://www.themoviedb.org/movie/322"
  },
  {
    "id": 56986,
    "title": "Khaleja",
    "release_date": "2010-10-07",
    "overview": "A village is struck by an unknown disease, decimating its population. The village priest prophecies that god's avatar will save them. Siddha goes searching and finds this supernatural potential in Seeta Rama Raju, a cab driver.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iTwJRCbiMaIaA0gjozXeznfZelk.jpg",
    "popularity": 4.2667,
    "tmdb_url": "https://www.themoviedb.org/movie/56986"
  },
  {
    "id": 1028703,
    "title": "The OctoGames",
    "release_date": "2022-10-07",
    "overview": "Eight contestants compete in eight deadly, classic children's games. They seek fame beyond their wildest dreams, competing for the chance to take over the YouTube channel of the famous yet elusive masked content creator known only as \"JaxPro\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/qGz5rffXhegQH5PGUDiObqoOt06.jpg",
    "popularity": 4.0453,
    "tmdb_url": "https://www.themoviedb.org/movie/1028703"
  },
  {
    "id": 2636,
    "title": "The Specialist",
    "release_date": "1994-10-07",
    "overview": "May Munro is a woman obsessed with getting revenge on the people who murdered her parents when she was still a girl. She hires Ray Quick, a retired explosives expert to kill her parent's killers. When Ned Trent, embittered ex-partner of Quick's is assigned to protect one of Quick's potential victims, a deadly game of cat and mouse ensues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9CVAjtkSaFs9FyddGfThj11ZuQq.jpg",
    "popularity": 3.935,
    "tmdb_url": "https://www.themoviedb.org/movie/2636"
  },
  {
    "id": 439466,
    "title": "White Lily",
    "release_date": "2016-10-07",
    "overview": "Two women, Tokiko, a ceramic artist, and her apprentice, Haruka, are in a relationship. The couple is not an intrinsic lesbian, but they fell for each other by chance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c3rlxprLCdEd7WQk0RDzLK9CQPf.jpg",
    "popularity": 3.6944,
    "tmdb_url": "https://www.themoviedb.org/movie/439466"
  },
  {
    "id": 537061,
    "title": "Steven Universe: The Movie",
    "release_date": "2019-10-07",
    "overview": "Two years after bringing peace to the galaxy, Steven Universe sees his past come back to haunt him in the form of a deranged Gem who wants to destroy the Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mRgpubxHqnqvENK4Bei30xMDvy.jpg",
    "popularity": 3.6672,
    "tmdb_url": "https://www.themoviedb.org/movie/537061"
  },
  {
    "id": 258230,
    "title": "A Monster Calls",
    "release_date": "2016-10-07",
    "overview": "12-year-old Conor encounters an ancient tree monster who proceeds to help him cope with his mother's terminal illness and being bullied in school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vNzWJwVqjszWwXrA7ZfsrJmhgV9.jpg",
    "popularity": 3.638,
    "tmdb_url": "https://www.themoviedb.org/movie/258230"
  },
  {
    "id": 874745,
    "title": "To Me, the One Who Loved You",
    "release_date": "2022-10-07",
    "overview": "Koyomi Hidaka and Shiori Sato meet at his father’s research center and begin to fall in love, but so do their parents, who eventually marry. To avoid becoming stepsiblings, they decide to run away to a parallel universe. Traveling between dimensions is common in their world, but not without repercussions. Does a universe exist for the young couple, and what will it cost them to find it?",
    "poster_url": "https://image.tmdb.org/t/p/w500/dwJ6bxgPUC2xdiI904JCZS4BEAJ.jpg",
    "popularity": 3.1301,
    "tmdb_url": "https://www.themoviedb.org/movie/874745"
  },
  {
    "id": 617505,
    "title": "Hubie Halloween",
    "release_date": "2020-10-07",
    "overview": "Hubie Dubois, despite his devotion to his hometown of Salem, Massachusetts (and its legendary Halloween celebration), is a figure of mockery for kids and adults alike. But this year, something really is going bump in the night, and it’s up to Hubie to save Halloween.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dbhC6qRydXyRmpUdcl9bL9rARya.jpg",
    "popularity": 3.0062,
    "tmdb_url": "https://www.themoviedb.org/movie/617505"
  },
  {
    "id": 1104102,
    "title": "Swing Into Romance",
    "release_date": "2023-10-07",
    "overview": "The former dancer Christine Sims when she temporarily returns to her hometown for the Fall Festival and learns that her family's General Store is struggling. In order to help save the business, Christine will need to dust off her dancing shoes and face her ex-fiancé — and she may even find love in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bGjcWn55YmVsDn1SORwqnHYPTLo.jpg",
    "popularity": 2.9228,
    "tmdb_url": "https://www.themoviedb.org/movie/1104102"
  },
  {
    "id": 874743,
    "title": "To Every You I've Loved Before",
    "release_date": "2022-10-07",
    "overview": "While struggling to make friends after his parents’ divorce, Koyomi Takasaki meets Kazune Takigawa, but apparently, they already have. Kazune reveals that she’s from World Line 85, an alternate universe in which she and Koyomi are lovers. But in a reality where moving between dimensions is natural, could Koyomi be the one from another world?",
    "poster_url": "https://image.tmdb.org/t/p/w500/AoQSUgDB20oPchP3LsKGQaRV6O6.jpg",
    "popularity": 2.9192,
    "tmdb_url": "https://www.themoviedb.org/movie/874743"
  },
  {
    "id": 58496,
    "title": "Senna",
    "release_date": "2010-10-07",
    "overview": "The remarkable story of Brazilian racing driver Ayrton Senna, charting his physical and spiritual achievements on the track and off, his quest for perfection, and the mythical status he has since attained, is the subject of Senna, a documentary feature that spans the racing legend's years as an F1 driver, from his opening season in 1984 to his untimely death a decade later.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nZbLCbRoP6iJq5sr8daHQzjnzFh.jpg",
    "popularity": 2.9163,
    "tmdb_url": "https://www.themoviedb.org/movie/58496"
  },
  {
    "id": 36073,
    "title": "Guinea Pig Part 2: Flower of Flesh and Blood",
    "release_date": "1985-10-07",
    "overview": "A woman kidnapped in the dead of night awakens in a grisly dungeon, where her deranged assailant prepares her body for a morbid ritual.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hV4KI3AyknlfGIaVyMq7p66Tc3X.jpg",
    "popularity": 2.8265,
    "tmdb_url": "https://www.themoviedb.org/movie/36073"
  },
  {
    "id": 502,
    "title": "Fail Safe",
    "release_date": "1964-10-07",
    "overview": "Because of a technical defect an American bomber team mistakenly orders the destruction of Moscow. The President of the United States has but little time to prevent an atomic catastrophe from occurring.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qrsj5hort5xkLOKw9NyraGMnlVP.jpg",
    "popularity": 2.8238,
    "tmdb_url": "https://www.themoviedb.org/movie/502"
  },
  {
    "id": 943542,
    "title": "Stealing Lust",
    "release_date": "2021-10-07",
    "overview": "For confident millennial Katie, three days of angry, sexy roommates, a cheating girlfriend and a lemonade stand are no problem at all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hhRUwwJv79d6qMbzp0rfgJtX3ay.jpg",
    "popularity": 2.7778,
    "tmdb_url": "https://www.themoviedb.org/movie/943542"
  },
  {
    "id": 10481,
    "title": "102 Dalmatians",
    "release_date": "2000-10-07",
    "overview": "Get ready for a howling good time as an all new assortment of irresistible animal heroes are unleashed in this great family tail! In an unlikely alliance, the outrageous Waddlesworth - a parrot who thinks he's a Rottweiler - teams up with Oddball - an un-marked Dalmatian puppy eager to earn her spots! Together they embark on a laugh-packed quest to outwit the ever-scheming Cruella De Vil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ueE6u2GTECzGBtas6PFx7wwi9y0.jpg",
    "popularity": 2.6647,
    "tmdb_url": "https://www.themoviedb.org/movie/10481"
  },
  {
    "id": 848058,
    "title": "Piggy",
    "release_date": "2022-10-07",
    "overview": "A bullied overweight teenager sees a glimpse of hope when her tormentors are brutally abducted by a mesmerizing stranger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pIFeu5gF7ofAxI9NqrWbJAjjKn6.jpg",
    "popularity": 2.6237,
    "tmdb_url": "https://www.themoviedb.org/movie/848058"
  },
  {
    "id": 1786,
    "title": "Au Revoir les Enfants",
    "release_date": "1987-10-07",
    "overview": "Au revoir les enfants tells a heartbreaking story of friendship and devastating loss concerning two boys living in Nazi-occupied France. At a provincial Catholic boarding school, the precocious youths enjoy true camaraderie—until a secret is revealed. Based on events from writer-director Malle’s own childhood, the film is a subtle, precisely observed tale of courage, cowardice, and tragic awakening.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lXP90Vx7OcviBfbbokcaG6zVnPG.jpg",
    "popularity": 2.5882,
    "tmdb_url": "https://www.themoviedb.org/movie/1786"
  },
  {
    "id": 13600,
    "title": "City of Ember",
    "release_date": "2008-10-07",
    "overview": "For generations, the people of the City of Ember have flourished in an amazing world of glittering lights. But Ember's once powerful generator is failing and the great lamps that illuminate the city are starting to flicker. Now, two teenagers, in a race against time, must search Ember for clues that will unlock the ancient mystery of the city's existence, before the the lights go out forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xHYxFNsl8KuT4tHai8d1Y5gJI0F.jpg",
    "popularity": 2.5583,
    "tmdb_url": "https://www.themoviedb.org/movie/13600"
  },
  {
    "id": 10316,
    "title": "The Ides of March",
    "release_date": "2011-10-07",
    "overview": "Dirty tricks stand to soil an ambitious young press spokesman's idealism in a cutthroat presidential campaign where 'victory' is relative.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w8t4UnJnC24S9ygoaFgmMzRbErd.jpg",
    "popularity": 2.5439,
    "tmdb_url": "https://www.themoviedb.org/movie/10316"
  },
  {
    "id": 9910,
    "title": "Two for the Money",
    "release_date": "2005-10-07",
    "overview": "A former college athlete joins forces with a sports consultant to handicap football games for high-rolling gamblers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5SedPYdGLrp6LX9C2cWXLx38w1D.jpg",
    "popularity": 2.4283,
    "tmdb_url": "https://www.themoviedb.org/movie/9910"
  },
  {
    "id": 320846,
    "title": "Sky Sharks",
    "release_date": "2020-10-07",
    "overview": "A team of Arctic geologists stumble across an abandoned laboratory in which the Nazis developed an incredible and brutal secret weapon during the final months of WW2. Deep in the ice, they accidentally awake a deadly army of flying zombie sharks ridden by genetically mutated, undead super-humans, who are unleashed into the skies, wreaking their bloodthirsty revenge on any aircraft that takes to the air. An elite task force is assembled to take on this deadly threat and stop the Sky Sharks from conquering the air, but as time runs out, the task force realises they will have to fight fire with fire, and the stage is set for the greatest flying super-mutant zombie shark air battle the world has ever seen....",
    "poster_url": "https://image.tmdb.org/t/p/w500/ne2xAzlgSaWvBrYGw2LkO8W5pHi.jpg",
    "popularity": 2.428,
    "tmdb_url": "https://www.themoviedb.org/movie/320846"
  },
  {
    "id": 978726,
    "title": "My Girlfriend is an Erotic Actress",
    "release_date": "2021-10-07",
    "overview": "The filming set of a private erotic movie will be shown!\r Through an acquaintance, a student and aspiring film director So-joong works as an audio boom man at the film set of the erotic movie. So-joong, who met her favorite erotic actor Soo-bin on the set, is engulfed in a strange feeling as she sees Soo-bin acting nakedly in front of her eyes. Seeing director Jang, who had been directing pornography in Japan, increasingly demanding excessive bed scene acting from Soo-bin, So-joong begins to get angry and begins to interfere with director Jang's filming...",
    "poster_url": "https://image.tmdb.org/t/p/w500/uzbyP4uJbU848Ho0JhAQEWle6mS.jpg",
    "popularity": 2.38,
    "tmdb_url": "https://www.themoviedb.org/movie/978726"
  },
  {
    "id": 950284,
    "title": "Rorschach",
    "release_date": "2022-10-07",
    "overview": "Luke Anthony comes to a village in search of his wife Sophia, who got lost in a nearby forest while traveling through the countryside. But, as the search operation progresses, doubts crop up on whether the woman has actually gone missing or even whether she is a figment of his imagination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cBShNRU8l6fMBPkjG5KBrGqXnwe.jpg",
    "popularity": 2.3421,
    "tmdb_url": "https://www.themoviedb.org/movie/950284"
  },
  {
    "id": 599019,
    "title": "Big Trip 2: Special Delivery",
    "release_date": "2022-10-07",
    "overview": "It has been a year since Mic Mic and Oscar returned from their incredible adventure. And now, after a diabolical plan by Vulture to sabotage the delivery of the Grizzly cub to his opponent in the American presidential elections, Mic Mic, Oscar, Panda teenager and Stork set off on another great adventure as they ride a zeppelin to return little Grizzly to its rightful parents and save the American elections and the whole continent from an erupting volcano.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dabXVfrAFfhDte8XVemom3mTJog.jpg",
    "popularity": 2.2813,
    "tmdb_url": "https://www.themoviedb.org/movie/599019"
  },
  {
    "id": 44113,
    "title": "Stone",
    "release_date": "2010-10-07",
    "overview": "Parole officer Jack Mabry has only a few weeks left before retirement and wishes to finish out the cases he's been assigned. One such case is that of Gerald 'Stone' Creeson, a convicted arsonist who is up for parole. Jack is initially reluctant to indulge Stone in the coarse banter he wishes to pursue and feels little sympathy for the prisoner's pleads for an early release. Seeing little hope in convincing Jack himself, Stone arranges for his wife to seduce the officer, but motives and intentions steadily blur amidst the passions and buried secrets of the corrupted players in this deadly game of deception.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mcdN6DntOAOtKNQKcRKnfFayFis.jpg",
    "popularity": 2.1441,
    "tmdb_url": "https://www.themoviedb.org/movie/44113"
  },
  {
    "id": 11931,
    "title": "In Her Shoes",
    "release_date": "2005-10-07",
    "overview": "Irresponsible party girl Maggie is kicked out of her father's and stepmother's home—where she lives for free—and is taken in by her hard-working sister, Philadelphia lawyer Rose. After Maggie's disruptive ways ruin her sister's love life, Rose turns her out as well. But when their grandmother, who they never knew existed, comes into their lives, the sisters face some complicated truths about themselves and their family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4x1w6GD9XZvMpBlc44bXLjCbQDj.jpg",
    "popularity": 2.0651,
    "tmdb_url": "https://www.themoviedb.org/movie/11931"
  },
  {
    "id": 452323,
    "title": "Outrage Coda",
    "release_date": "2017-10-07",
    "overview": "Five years after the all-out war between the Sanno and Hanabishi crime families, former yakuza boss Otomo works in South Korea for Mr. Chang, a noted fixer. When tensions rise between Chang and the Hanabishi, and Chang's life is endangered, Otomo returns to Japan to settle things once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vuQf4HWvMxyKXHrtF7x520vaqU8.jpg",
    "popularity": 2.0644,
    "tmdb_url": "https://www.themoviedb.org/movie/452323"
  },
  {
    "id": 369883,
    "title": "Middle School: The Worst Years of My Life",
    "release_date": "2016-10-07",
    "overview": "A quiet teenage artist Rafe Katchadorian has a wild imagination and is sick of middle school and the rules that have been put before him. Rafe and his best friend Leo have come up with a plan: break every rule in the school hand book and as you expect trouble follows.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3rlcvuGlLETfGCq0aaVD526Emlc.jpg",
    "popularity": 2.0548,
    "tmdb_url": "https://www.themoviedb.org/movie/369883"
  }
]