[
  {
    "id": 475557,
    "title": "Joker",
    "release_date": "2019-10-01",
    "overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
    "popularity": 19.5618,
    "tmdb_url": "https://www.themoviedb.org/movie/475557"
  },
  {
    "id": 210577,
    "title": "Gone Girl",
    "release_date": "2014-10-01",
    "overview": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ts996lKsxvjkO2yiYG0ht4qAicO.jpg",
    "popularity": 14.8124,
    "tmdb_url": "https://www.themoviedb.org/movie/210577"
  },
  {
    "id": 93685,
    "title": "Swingers",
    "release_date": "2002-10-01",
    "overview": "Despite Diana's insecure nature, she and her husband Julian agree with the idea to sexually experiment with another couple. They put out an ad on the net to which the well experienced Alex and Timo react. We follow Diana and Julian as they prepare for the arrival of Alex and Timo, who they have invited to their home for the weekend. Diana is nervous. As soon as she is confronted with the self-confident and ravishingly sexy Alex, her insecurity increases even more. Timo seems disinterested, a sharp contrast to the boyish excitement of Julian. But as night falls and their sexual exploration begins, we notice Timo may not be as casual as he initially seemed and Diana on the other hand contains hidden strength. And so we realize there's more to 'Swingers' than just sex. Swingers: could your relationship stand the test?",
    "poster_url": "https://image.tmdb.org/t/p/w500/vsctdCbDHApN003Fs3QzJB8Nl9B.jpg",
    "popularity": 13.1677,
    "tmdb_url": "https://www.themoviedb.org/movie/93685"
  },
  {
    "id": 176,
    "title": "Saw",
    "release_date": "2004-10-01",
    "overview": "Two men wake up to find themselves shackled in a grimy, abandoned bathroom. As they struggle to comprehend their predicament, they discover a disturbing tape left behind by the sadistic mastermind known as Jigsaw. With a chilling voice and cryptic instructions, Jigsaw informs them that they must partake in a gruesome game in order to secure their freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rLNSOudrayDBo1uqXjrhxcjODIC.jpg",
    "popularity": 13.0319,
    "tmdb_url": "https://www.themoviedb.org/movie/176"
  },
  {
    "id": 1607,
    "title": "A Bronx Tale",
    "release_date": "1993-10-01",
    "overview": "Set in the Bronx during the tumultuous 1960s, an adolescent boy is torn between his honest, working-class father and a violent yet charismatic crime boss. Complicating matters is the youngster's growing attraction - forbidden in his neighborhood - for a beautiful black girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sDbO6LmLYtyqAoFTPpRcMgPSCEO.jpg",
    "popularity": 12.7403,
    "tmdb_url": "https://www.themoviedb.org/movie/1607"
  },
  {
    "id": 37799,
    "title": "The Social Network",
    "release_date": "2010-10-01",
    "overview": "In 2003, Harvard undergrad and computer programmer Mark Zuckerberg begins work on a new concept that eventually turns into the global social network known as Facebook. Six years later, Mark is one of the youngest billionaires ever, but his unprecedented success leads to both personal and legal complications when he ends up on the receiving end of two lawsuits, one involving his former friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n0ybibhJtQ5icDqTp8eRytcIHJx.jpg",
    "popularity": 10.7117,
    "tmdb_url": "https://www.themoviedb.org/movie/37799"
  },
  {
    "id": 4977,
    "title": "Paprika",
    "release_date": "2006-10-01",
    "overview": "When a machine that allows therapists to enter their patient's dreams is stolen, all hell breaks loose. Only a young female therapist can stop it and recover it before damage is done: Paprika.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bLUUr474Go1DfeN1HLjE3rnZXBq.jpg",
    "popularity": 8.6554,
    "tmdb_url": "https://www.themoviedb.org/movie/4977"
  },
  {
    "id": 228326,
    "title": "The Book of Life",
    "release_date": "2014-10-01",
    "overview": "The journey of Manolo, a young man who is torn between fulfilling the expectations of his family and following his heart. Before choosing which path to follow, he embarks on an incredible adventure that spans three fantastical worlds where he must face his greatest fears.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aotTZos5KswgCryEzx2rlOjFsm1.jpg",
    "popularity": 5.295,
    "tmdb_url": "https://www.themoviedb.org/movie/228326"
  },
  {
    "id": 639721,
    "title": "The Addams Family 2",
    "release_date": "2021-10-01",
    "overview": "The Addams get tangled up in more wacky adventures and find themselves involved in hilarious run-ins with all sorts of unsuspecting characters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ld7YB9vBRp1GM1DT3KmFWSmtBPB.jpg",
    "popularity": 5.1727,
    "tmdb_url": "https://www.themoviedb.org/movie/639721"
  },
  {
    "id": 28815,
    "title": "Golden Temple Amazons",
    "release_date": "1986-10-01",
    "overview": "A woman, raised by an Amazon tribe after they killed her parents, seeks revenge on the tribe for their deaths by joining an expedition looking for the tribe's secret golden temple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qhbOXljuVRIdXYlVneHOHkiVTFg.jpg",
    "popularity": 4.7606,
    "tmdb_url": "https://www.themoviedb.org/movie/28815"
  },
  {
    "id": 528085,
    "title": "2067",
    "release_date": "2020-10-01",
    "overview": "A lowly utility worker is called to the future by a mysterious radio signal, he must leave his dying wife to embark on a journey that will force him to face his deepest fears in an attempt to change the fabric of reality and save humankind from its greatest environmental crisis yet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7D430eqZj8y3oVkLFfsWXGRcpEG.jpg",
    "popularity": 4.7474,
    "tmdb_url": "https://www.themoviedb.org/movie/528085"
  },
  {
    "id": 357096,
    "title": "I Spit on Your Grave III: Vengeance Is Mine",
    "release_date": "2015-10-01",
    "overview": "Jennifer Hills is still tormented by the brutal sexual assault she endured years ago. She’s changed identities and cities, reluctantly joining a support group where she begins to piece together a new life. But when her new friend’s murderer goes free and the tales of serial rapists haunt her, Jennifer will hunt down the men responsible and do what the system won’t – make them pay for their crimes in the most horrific ways imaginable. Only this time, no jury may be able to save her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jG5GDIcqiqHXkvINZSjyzBUO2vH.jpg",
    "popularity": 4.4249,
    "tmdb_url": "https://www.themoviedb.org/movie/357096"
  },
  {
    "id": 49017,
    "title": "Dracula Untold",
    "release_date": "2014-10-01",
    "overview": "Vlad Tepes is a great hero, but when he learns the Sultan is preparing for battle and needs to form an army of 1,000 boys, he vows to find a way to protect his family. Vlad turns to dark forces in order to get the power to destroy his enemies and agrees to go from hero to monster as he's turned into the mythological vampire, Dracula.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vNiGjujwwGP9DxHj5Bga0ctgGaY.jpg",
    "popularity": 4.1486,
    "tmdb_url": "https://www.themoviedb.org/movie/49017"
  },
  {
    "id": 9024,
    "title": "For Love or Money",
    "release_date": "1993-10-01",
    "overview": "New York concierge Doug Ireland wants to go into business for himself and refurbish a hotel on Roosevelt Island, N.Y., but he needs an investor. With a few weeks left before his option on the site runs out, Doug agrees to help wealthy Christian Hanover conceal his affair with salesgirl Andy Hart from his wife. Despite his own attraction to Andy, Doug tries to stay focused on getting Christian to invest $3 million in his project.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6qjr1LWkoJQJ1HXwYJj0edPk9EW.jpg",
    "popularity": 3.9934,
    "tmdb_url": "https://www.themoviedb.org/movie/9024"
  },
  {
    "id": 15015,
    "title": "Barbie as Rapunzel",
    "release_date": "2002-10-01",
    "overview": "Long, long ago, in a time of magic and dragons, there lived a girl named Rapunzel who had the most beautiful radiant hair the world had ever seen. But Rapunzel's life was far from wonderful. She lived as a servant to Gothel, a jealous, scheming witch who kept her hidden deep in a forbidding forest, guarded by the enormous dragon Hugo and surrounded by an enchanted glass wall. However, in a twist of fate, Rapunzel's discovery of a magic paintbrush leads her on a journey that will unravel a web of deception, bring peace to two feuding kingdoms, and ultimately lead her to love with the help of Penelope, the least intimidating of dragons!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ysiGzuMSc0nFmmDPn9z7U7YSFYf.jpg",
    "popularity": 3.7863,
    "tmdb_url": "https://www.themoviedb.org/movie/15015"
  },
  {
    "id": 2640,
    "title": "Heathers",
    "release_date": "1988-10-01",
    "overview": "A girl who halfheartedly tries to be part of the \"in crowd\" of her school meets a rebel who teaches her a more devious way to play social politics: by killing the popular kids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dGbVfM4WlM7uvIbyRehfPZUIgp2.jpg",
    "popularity": 3.7413,
    "tmdb_url": "https://www.themoviedb.org/movie/2640"
  },
  {
    "id": 93013,
    "title": "The Princess and the Pilot",
    "release_date": "2011-10-01",
    "overview": "The war between the Levamme Empire and the Amatsukami Imperium has been raging for years. In the midst of this struggle, the prince of the Levamme Empire declares his love for Juana del Moral and vows to end the war in one year, as part of his marriage proposal. When the Amatsukami catch wind of this, they assault the del Moral residence, targeting Juana's life. As a last-ditch effort to bring the prince his bride, the San Maltilia Airforce employs a mercenary of mixed blood—a bestado—to fly Juana to the prince in secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vCA0vHemFhbNqAqlTQvoPoiRR2B.jpg",
    "popularity": 3.6819,
    "tmdb_url": "https://www.themoviedb.org/movie/93013"
  },
  {
    "id": 9557,
    "title": "Boat Trip",
    "release_date": "2002-10-01",
    "overview": "Two guys whose love lives are a wreck look forward to finding ladies on the high seas. Unfortunately, they've mistakenly been booked on a gay cruise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xHFJt9nEfVIUItBfKZr7qhbgveL.jpg",
    "popularity": 3.5003,
    "tmdb_url": "https://www.themoviedb.org/movie/9557"
  },
  {
    "id": 8054,
    "title": "The Imaginarium of Doctor Parnassus",
    "release_date": "2009-10-01",
    "overview": "A travelling theatre company has more to it than meets the eye.",
    "poster_url": "https://image.tmdb.org/t/p/w500/DtrqQHa0wT9AWrk2WA9beROJJx.jpg",
    "popularity": 3.3882,
    "tmdb_url": "https://www.themoviedb.org/movie/8054"
  },
  {
    "id": 864,
    "title": "Cool Runnings",
    "release_date": "1993-10-01",
    "overview": "When a Jamaican sprinter is disqualified from the Olympic Games, he enlists the help of a dishonored coach to start the first Jamaican bobsled team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6fXuGEb7EqGmAeUodxm7l5ELPZ.jpg",
    "popularity": 3.3385,
    "tmdb_url": "https://www.themoviedb.org/movie/864"
  },
  {
    "id": 41402,
    "title": "Let Me In",
    "release_date": "2010-10-01",
    "overview": "A bullied young boy befriends a young female vampire who lives in secrecy with her guardian.  A remake of the movie “Let The Right One In” which was an adaptation of a book.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3b5gD5vNmf7Vafj2MN8uMA8r0qu.jpg",
    "popularity": 3.2753,
    "tmdb_url": "https://www.themoviedb.org/movie/41402"
  },
  {
    "id": 9429,
    "title": "A Night at the Roxbury",
    "release_date": "1998-10-01",
    "overview": "Despite being well into adulthood, brothers Doug and Steve Butabi still live at home and work in the flower shop owned by their dad. They exist only to hit on women at discos, though they're routinely unsuccessful until a chance run-in with Richard Grieco gets them inside the swank Roxbury club. Mistaken for high rollers, they meet their dream women, Vivica and Cambi, and resolve to open a club of their own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7oZ5xE4AL4D5EbeQUaoRxahgzJX.jpg",
    "popularity": 3.1495,
    "tmdb_url": "https://www.themoviedb.org/movie/9429"
  },
  {
    "id": 28260,
    "title": "Return of the Living Dead III",
    "release_date": "1993-10-01",
    "overview": "Having recently witnessed the horrific results of a top secret project to bring the dead back to life, a distraught teenager performs the operation on his girlfriend after she's killed in a motorcycle accident.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aXHsq5cSxdCySfTcuptN6HYWYHv.jpg",
    "popularity": 3.1011,
    "tmdb_url": "https://www.themoviedb.org/movie/28260"
  },
  {
    "id": 11647,
    "title": "Infernal Affairs II",
    "release_date": "2003-10-01",
    "overview": "In this prequel to the original, a bloody power struggle among the Triads coincides with the 1997 handover of Hong Kong, setting up the events of the first film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q9MCjc4CMXju59slJEzYEtr7F3W.jpg",
    "popularity": 3.0782,
    "tmdb_url": "https://www.themoviedb.org/movie/11647"
  },
  {
    "id": 227859,
    "title": "The Book of Daniel",
    "release_date": "2013-10-01",
    "overview": "Taken into slavery after the fall of Jerusalem in 605 B.C., Daniel is forced to serve the most powerful king in the world, King Nebuchadnezzar. Faced with imminent death, Daniel proves himself a trusted Advisor and is placed among the king's wise men. Threatened by death at every turn Daniel never ceases to serve the king until he is forced to choose between serving the king or honoring God. With his life at stake, Daniel has nothing but his faith to stand between him and the lions' den.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yk8xDUbvnJIElgnkW3YZ3eAwiLO.jpg",
    "popularity": 3.0065,
    "tmdb_url": "https://www.themoviedb.org/movie/227859"
  },
  {
    "id": 148284,
    "title": "Enthiran",
    "release_date": "2010-10-01",
    "overview": "Dr. Vaseegaran creates Chitti, a powerful robot in his own image, but it is rejected by the scientific body AIRD due to its lack of human behaviour and emotions. After a lightning strike triggers emotions in Chitti, he begins to develop human-like feelings. However, Chitti falls in love with Dr. Vaseegaran's fiancée, Sana, and turns against his creator, leading to dangerous consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n7bBqj76SfGYavpWmqPO4YZJEVy.jpg",
    "popularity": 2.9712,
    "tmdb_url": "https://www.themoviedb.org/movie/148284"
  },
  {
    "id": 521935,
    "title": "Cam",
    "release_date": "2018-10-01",
    "overview": "A young camgirl discovers that she’s inexplicably been replaced on her site with an exact replica of herself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p7m3sSQhnoT2uuxUsxF4mQX6opr.jpg",
    "popularity": 2.9674,
    "tmdb_url": "https://www.themoviedb.org/movie/521935"
  },
  {
    "id": 5651,
    "title": "Up!",
    "release_date": "1976-10-01",
    "overview": "Adolf Hitler is hiding out in California under the identity of Adolf Schwartz; however, he is soon murdered by a mysterious assailant. This coincides with the arrival of a mysterious woman in a nearby town. Whatever the case might be, nobody seems interested in investigating the crime, but there are many who are interested in her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kU6wvyu8yxIf7IynQmn8P0Gi6fN.jpg",
    "popularity": 2.8745,
    "tmdb_url": "https://www.themoviedb.org/movie/5651"
  },
  {
    "id": 22582,
    "title": "Tom and Jerry: The Movie",
    "release_date": "1992-10-01",
    "overview": "The popular cartoon cat and mouse are thrown into a feature film. The story has the twosome trying to help an orphan girl who is being berated and exploited by a greedy guardian.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k68ZB5trRKcEJSQdPiY6jtxVq14.jpg",
    "popularity": 2.8342,
    "tmdb_url": "https://www.themoviedb.org/movie/22582"
  },
  {
    "id": 737568,
    "title": "The Doorman",
    "release_date": "2020-10-01",
    "overview": "A former Marine turned doorman at a luxury New York City high-rise must outsmart and battle a group of art thieves and their ruthless leader — while struggling to protect her sister's family. As the thieves become increasingly desperate and violent, the doorman calls upon her deadly fighting skills to end the showdown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pklyUbh4k1DbHdnsOMASyw7C6NH.jpg",
    "popularity": 2.6717,
    "tmdb_url": "https://www.themoviedb.org/movie/737568"
  },
  {
    "id": 26302,
    "title": "The Color of Pomegranates",
    "release_date": "1969-10-01",
    "overview": "The life of the revered 18th-century Armenian poet and musician Sayat-Nova. Portraying events in the life of the artist from childhood up to his death, the movie addresses in particular his relationships with women, including his muse. The production tells Sayat-Nova's dramatic story by using both his poems and largely still camerawork, creating a work hailed as revolutionary by Mikhail Vartanov.",
    "poster_url": "https://image.tmdb.org/t/p/w500/35Sj3VeGLj8r8sT1XbxbrgD7KfI.jpg",
    "popularity": 2.4941,
    "tmdb_url": "https://www.themoviedb.org/movie/26302"
  },
  {
    "id": 35862,
    "title": "The Pig & I: A Love Story",
    "release_date": "1975-10-01",
    "overview": "Alone on a farm, a man spends his days tending to his animals, with a particular love for his sow. After an illicit encounter between the two creatures, the pig gives birth. However, tragedy strikes when the man tries to force the newborn piglets to love him as he loves them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xYO7GWQjVOuPxjtmVGR6MZx6YNG.jpg",
    "popularity": 2.4575,
    "tmdb_url": "https://www.themoviedb.org/movie/35862"
  },
  {
    "id": 105832,
    "title": "Eros School: Feels So Good",
    "release_date": "1977-10-01",
    "overview": "A delinquent transfer student calling himself Ryu the Rapist and his pet pig ravages his way through the female student body of a high school. He soon sets his sights on the popular class president and track star who is favored to win the upcoming track meet. How long can she resist?",
    "poster_url": "https://image.tmdb.org/t/p/w500/dBIWcTyqbSZXzi5kWjn02Cxh8ZC.jpg",
    "popularity": 2.452,
    "tmdb_url": "https://www.themoviedb.org/movie/105832"
  },
  {
    "id": 10017,
    "title": "The Wraith",
    "release_date": "1986-10-01",
    "overview": "Packard Walsh and his motorized gang control and terrorize an Arizona desert town where they force drivers to drag-race so they can 'win' their vehicles. After Walsh beats the decent teenager Jamie Hankins to death after finding him with his girlfriend, a mysterious power creates Jake Kesey, an extremely cool motor-biker who has a car which is invincible. Jake befriends Jamie's girlfriend Keri Johnson, takes Jamie's sweet brother Bill under his wing and manages what Sheriff Loomis couldn't; eliminate Packard's criminal gang the hard way...",
    "poster_url": "https://image.tmdb.org/t/p/w500/vHrNnqqRYWzkkrJV8MtmUGgC4Kk.jpg",
    "popularity": 2.4422,
    "tmdb_url": "https://www.themoviedb.org/movie/10017"
  },
  {
    "id": 824744,
    "title": "Shiddat",
    "release_date": "2021-10-01",
    "overview": "Love-struck Jaggi can cross the seven seas for his dream girl, Kartika. Even if it means stopping her wedding as he doesn't want to be friend-zoned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7OMGLNH4yv4UxLI9gmKZSjY6enS.jpg",
    "popularity": 2.4323,
    "tmdb_url": "https://www.themoviedb.org/movie/824744"
  },
  {
    "id": 857702,
    "title": "LEGO Star Wars Terrifying Tales",
    "release_date": "2021-10-01",
    "overview": "Poe Dameron and BB-8 must face the greedy crime boss Graballa the Hutt, who has purchased Darth Vader’s castle and is renovating it into the galaxy’s first all-inclusive Sith-inspired luxury hotel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fYiaBZDjyXjvlY6EDZMAxIhBO1I.jpg",
    "popularity": 2.4212,
    "tmdb_url": "https://www.themoviedb.org/movie/857702"
  },
  {
    "id": 28510,
    "title": "Universal Soldier: Regeneration",
    "release_date": "2009-10-01",
    "overview": "When terrorists threaten nuclear catastrophe at Chernobyl, the world's only hope is to reactivate decommissioned Universal Soldier Luc Deveraux. Rearmed and reprogrammed, Deveraux must take on his nemesis from the original Universal Soldier and a next-generation \"UniSol\" that seems almost unstoppable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hYLzRwCcCyTVKGBRAiHEW7NOEni.jpg",
    "popularity": 2.3987,
    "tmdb_url": "https://www.themoviedb.org/movie/28510"
  },
  {
    "id": 1031880,
    "title": "First Time Caller",
    "release_date": "2022-10-01",
    "overview": "Brent Ziff is an internet shock-jock at the top of his game. Fans and followers tune in from coast to coast to be insulted and dismissed by their favorite on-air provocateur. But on one very unusual night, Brent's world is rocked by a long-time listener who calls in with a grave message.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g5cQiFX7W2jAc87FqjFuIRCScRR.jpg",
    "popularity": 2.3766,
    "tmdb_url": "https://www.themoviedb.org/movie/1031880"
  },
  {
    "id": 635389,
    "title": "Jiang Ziya",
    "release_date": "2020-10-01",
    "overview": "Atop the ruins of war, top commander Jiang Ziya is given the task to banish the Nine-tailed Fox Demon who threatens all mortals' very existence. When he discovers the Nine-tailed Fox's life linked to the soul of an innocent girl, he is faced with a challenging decision: follow the will of heaven or find his own path to righteousness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eDq4dGgNHxPbT3Y5S6mfymsQ0rQ.jpg",
    "popularity": 2.3708,
    "tmdb_url": "https://www.themoviedb.org/movie/635389"
  },
  {
    "id": 727299,
    "title": "The Last Turtle",
    "release_date": "2019-10-01",
    "overview": "The Last Turtle documents the work of the Dominica Sea Turtle Conservation Organisation (DomSeTCO). Illegal poaching, plastic pollution and climate change are the main challenges facing Dominica's endangered sea turtle populations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eNCCFsAvUQSn0WGYFpyaYitrnJV.jpg",
    "popularity": 2.3508,
    "tmdb_url": "https://www.themoviedb.org/movie/727299"
  },
  {
    "id": 644613,
    "title": "The Legend of Tomiris",
    "release_date": "2019-10-01",
    "overview": "This is the story of the life of the great queen of the steppe - legendary Tomiris. She is destined to become a skillful warrior, survive the loss of close people and unite the Scythian/Saka tribes under her authority.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5PJqVblJsq4LfninHPoEzkp1Tuc.jpg",
    "popularity": 2.2482,
    "tmdb_url": "https://www.themoviedb.org/movie/644613"
  },
  {
    "id": 474139,
    "title": "I Am Nezha",
    "release_date": "2016-10-01",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/b0BKVqQ25YenrJQkwGiscrmFQah.jpg",
    "popularity": 2.2069,
    "tmdb_url": "https://www.themoviedb.org/movie/474139"
  },
  {
    "id": 2182,
    "title": "Attack of the Killer Tomatoes!",
    "release_date": "1978-10-01",
    "overview": "After a wave of reports of mysterious attacks involving people and pets being eaten by the traditionally docile fruit, a special government task force is set up to investigate the violent fruit and put a stop to their murderous spree.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4E0LaDOvjjz2k90EMlvP4kxnSPC.jpg",
    "popularity": 2.1854,
    "tmdb_url": "https://www.themoviedb.org/movie/2182"
  },
  {
    "id": 507,
    "title": "Killing Zoe",
    "release_date": "1993-10-01",
    "overview": "Zed is an American vault-cracker who travels to Paris to meet up with his old friend Eric. Eric and his gang have planned to raid the only bank in the city which is open on Bastille day. After offering his services, Zed soon finds himself trapped in a situation beyond his control when heroin abuse, poor planning and a call-girl named Zoe all conspire to turn the robbery into a very bloody siege.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k3UEKMVnkljOlsO5sLmz87YGlaG.jpg",
    "popularity": 2.0966,
    "tmdb_url": "https://www.themoviedb.org/movie/507"
  },
  {
    "id": 244395,
    "title": "First Winter",
    "release_date": "1982-10-01",
    "overview": "First Winter is a 1982 Canadian short film directed by John N. Smith. With the father away, an Irish immigrant family struggle to survive their first winter in the Canadian wild. The film was nominated for an Oscar for Best Live Action Short Film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z4LW2a9TGmVk9OrOQRG2oQbr75p.jpg",
    "popularity": 2.0578,
    "tmdb_url": "https://www.themoviedb.org/movie/244395"
  },
  {
    "id": 301846,
    "title": "Howl",
    "release_date": "2015-10-01",
    "overview": "When passengers on a train are attacked by a creature, they must band together in order to survive until morning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/XcwP3VGTRVHjc4doNP8w1fdOJ7.jpg",
    "popularity": 2.055,
    "tmdb_url": "https://www.themoviedb.org/movie/301846"
  },
  {
    "id": 16112,
    "title": "The Adventures of Elmo in Grouchland",
    "release_date": "1999-10-01",
    "overview": "Elmo loves his fuzzy, well-worn blue blanket more than anything in the whole world. However, when Elmo's blanket gets sucked through a colorful, swirling tunnel into Grouchland, the yuckiest place on earth, Elmo goes on an adventure to Grouchland to retrieve his prized possession.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u9i4frT1XPaTqJxRYLJ8j2r8LYO.jpg",
    "popularity": 2.0169,
    "tmdb_url": "https://www.themoviedb.org/movie/16112"
  },
  {
    "id": 3902,
    "title": "I'm Not There",
    "release_date": "2007-10-01",
    "overview": "Six actors portray six personas of music legend Bob Dylan in scenes depicting various stages of his life, chronicling his rise from unknown folksinger to international icon and revealing how Dylan constantly reinvented himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bucgvB7gQqcl1m71efHkenfIMTj.jpg",
    "popularity": 2.0015,
    "tmdb_url": "https://www.themoviedb.org/movie/3902"
  }
]