[
  {
    "id": 359246,
    "title": "Hell House LLC",
    "release_date": "2015-10-16",
    "overview": "Five years after an unexplained malfunction causes the death of 15 tour-goers and staff on the opening night of a Halloween haunted house tour, a documentary crew travels back to the scene of the tragedy to find out what really happened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cWVsgCuLaPub8wD5cMBVIxFZaVc.jpg",
    "popularity": 19.7517,
    "tmdb_url": "https://www.themoviedb.org/movie/359246"
  },
  {
    "id": 635302,
    "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
    "release_date": "2020-10-16",
    "overview": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
    "poster_url": "https://image.tmdb.org/t/p/w500/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
    "popularity": 14.5563,
    "tmdb_url": "https://www.themoviedb.org/movie/635302"
  },
  {
    "id": 420809,
    "title": "Maleficent: Mistress of Evil",
    "release_date": "2019-10-16",
    "overview": "Maleficent and her goddaughter Aurora begin to question the complex family ties that bind them as they are pulled in different directions by impending nuptials, unexpected allies, and dark new forces at play.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vloNTScJ3w7jwNwtNGoG8DbTThv.jpg",
    "popularity": 11.47,
    "tmdb_url": "https://www.themoviedb.org/movie/420809"
  },
  {
    "id": 590223,
    "title": "Love and Monsters",
    "release_date": "2020-10-16",
    "overview": "Seven years since the Monsterpocalypse began, Joel Dawson has been living underground in order to survive. But after reconnecting over radio with his high school girlfriend Aimee, Joel decides to venture out to reunite with her, despite all the dangerous monsters that stand in his way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/718NnyxyQuBQcGWt9sdelA1Zc3h.jpg",
    "popularity": 7.5185,
    "tmdb_url": "https://www.themoviedb.org/movie/590223"
  },
  {
    "id": 26466,
    "title": "Triangle",
    "release_date": "2009-10-16",
    "overview": "When Jess sets sail on a yacht with a group of friends, she cannot shake the feeling that there is something wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qdqAewwUsKO1x2p9rAkAOBlXeiF.jpg",
    "popularity": 6.6537,
    "tmdb_url": "https://www.themoviedb.org/movie/26466"
  },
  {
    "id": 200727,
    "title": "Love, Rosie",
    "release_date": "2014-10-16",
    "overview": "Since the moment they met at age 5, Rosie and Alex have been best friends, facing the highs and lows of growing up side by side. A fleeting shared moment, one missed opportunity, and the decisions that follow send their lives in completely different directions. As each navigates the complexities of life, love, and everything in between, they always find their way back to each other - but is it just friendship, or something more?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Mf9GgyNv5jjLAAPGsom9skH2Du.jpg",
    "popularity": 5.8415,
    "tmdb_url": "https://www.themoviedb.org/movie/200727"
  },
  {
    "id": 11854,
    "title": "Kuch Kuch Hota Hai",
    "release_date": "1998-10-16",
    "overview": "Per her mother's last wish, an 8 year old girl sets out to reunite her father with his college best friend who was in love with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5FmtHHDGPofW5Zjns1EM1D8503c.jpg",
    "popularity": 5.2542,
    "tmdb_url": "https://www.themoviedb.org/movie/11854"
  },
  {
    "id": 133805,
    "title": "Carrie",
    "release_date": "2013-10-16",
    "overview": "A contemporary take on the horror classic about an awkward, telekinetic teenage girl, whose lonely life is dominated by relentless bullying at school and an oppressive religious fanatic mother at home. When her tormentors pull a humiliating prank at the senior prom, she unleashes a horrifying chaos on everyone, leaving nothing but destruction in her wake.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kloXz9qwO23z9Kbt3z3MgnjF4xO.jpg",
    "popularity": 4.8347,
    "tmdb_url": "https://www.themoviedb.org/movie/133805"
  },
  {
    "id": 6435,
    "title": "Practical Magic",
    "release_date": "1998-10-16",
    "overview": "Sally and Gillian Owens, born into a magical family, have mostly avoided witchcraft themselves. But when Gillian's vicious boyfriend, Jimmy Angelov, dies unexpectedly, the Owens sisters give themselves a crash course in hard magic. With policeman Gary Hallet growing suspicious, the girls struggle to resurrect Angelov -- and unwittingly inject his corpse with an evil spirit that threatens to end their family line.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AwmToSgf2IL3aHv0QRVsR5KvChv.jpg",
    "popularity": 4.2863,
    "tmdb_url": "https://www.themoviedb.org/movie/6435"
  },
  {
    "id": 264644,
    "title": "Room",
    "release_date": "2015-10-16",
    "overview": "Held captive for 7 years in an enclosed space, a woman and her young son finally gain their freedom, allowing the boy to experience the outside world for the first time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pCURNjeomWbMSdiP64gj8NVVHTQ.jpg",
    "popularity": 4.0466,
    "tmdb_url": "https://www.themoviedb.org/movie/264644"
  },
  {
    "id": 13523,
    "title": "Sex Drive",
    "release_date": "2008-10-16",
    "overview": "A high school senior drives cross-country with his best friends to hook up with a babe he met online.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aO4swvDjqW635lesjYbytrEhBsn.jpg",
    "popularity": 4.0215,
    "tmdb_url": "https://www.themoviedb.org/movie/13523"
  },
  {
    "id": 1163973,
    "title": "玉蒲团之天下第一",
    "release_date": "1999-10-16",
    "overview": "",
    "poster_url": null,
    "popularity": 3.9759,
    "tmdb_url": "https://www.themoviedb.org/movie/1163973"
  },
  {
    "id": 560050,
    "title": "Over the Moon",
    "release_date": "2020-10-16",
    "overview": "Fueled by memories of her mother, resourceful Fei Fei builds a rocket to the moon on a mission to prove the existence of a legendary moon goddess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lG0TF0wj1n9p9CPy5xlIUIkF56a.jpg",
    "popularity": 3.241,
    "tmdb_url": "https://www.themoviedb.org/movie/560050"
  },
  {
    "id": 9529,
    "title": "Candyman",
    "release_date": "1992-10-16",
    "overview": "The Candyman, a murderous soul with a hook for a hand, is accidentally summoned to reality by a skeptic grad student researching the monster's myth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n38YbNqUf5KWpMJFc4X3t0rlhg5.jpg",
    "popularity": 3.18,
    "tmdb_url": "https://www.themoviedb.org/movie/9529"
  },
  {
    "id": 246355,
    "title": "Saw",
    "release_date": "2003-10-16",
    "overview": "David, an orderly at a hospital, tells his horrific story of being kidnapped and forced to play a vile game of survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uvjBl6LHmb5JpAbmSZzeWA1c7Sv.jpg",
    "popularity": 3.1497,
    "tmdb_url": "https://www.themoviedb.org/movie/246355"
  },
  {
    "id": 14695,
    "title": "Havoc",
    "release_date": "2005-10-16",
    "overview": "A wealthy Los Angeles teen and her superficial friends wants to break out of suburbia and experience Southern California's \"gangsta\" lifestyle. But problems arise when the preppies get in over their heads and provoke the wrath of a violent Latino gang. Suddenly, their role-playing seems a little too real.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xY4c4bHPCRrwIvkxJ6qRLoyxQVo.jpg",
    "popularity": 3.0324,
    "tmdb_url": "https://www.themoviedb.org/movie/14695"
  },
  {
    "id": 16523,
    "title": "Where the Wild Things Are",
    "release_date": "2009-10-16",
    "overview": "Max imagines running away from his mom and sailing to a far-off land where large talking beasts—Ira, Carol, Douglas, the Bull, Judith and Alexander—crown him as their king, play rumpus, build forts and discover secret hideaways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sDFV9VEjwTUWF1s5sjOllsb70jk.jpg",
    "popularity": 2.9238,
    "tmdb_url": "https://www.themoviedb.org/movie/16523"
  },
  {
    "id": 19904,
    "title": "The Stepfather",
    "release_date": "2009-10-16",
    "overview": "Michael Harding returns home from military school to find his mother happily in love and living with her new boyfriend, David. As the two men get to know each other, Michael becomes more and more suspicious of the man who is always there with a helpful hand. Is he really the man of her dreams or could David be hiding a dark side?",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTolBUgHeU4Tcq8HjBxL92f9wLm.jpg",
    "popularity": 2.9115,
    "tmdb_url": "https://www.themoviedb.org/movie/19904"
  },
  {
    "id": 598826,
    "title": "Sardar Udham",
    "release_date": "2021-10-16",
    "overview": "A young Sardar Udham Singh left deeply scarred by the Jallianwala Bagh massacre, escaped into the mountains of Afghanistan, reaching London in 1933-34. Carrying an unhealed wound for 21 years, the revolutionary assassinated Michael O’Dwyer on 13th March, 1940, the man at the helm of affairs in Punjab, April 1919 to avenge the lost lives of his beloved brethren.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lAyDLZAVjslmtPC0EW5OSh0BMYA.jpg",
    "popularity": 2.7318,
    "tmdb_url": "https://www.themoviedb.org/movie/598826"
  },
  {
    "id": 505379,
    "title": "Rebecca",
    "release_date": "2020-10-16",
    "overview": "After a whirlwind romance with a wealthy widower, a naïve bride moves to his family estate but can't escape the haunting shadow of his late wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kGhllBArW7ImDycSMIG5bj6GEPL.jpg",
    "popularity": 2.6495,
    "tmdb_url": "https://www.themoviedb.org/movie/505379"
  },
  {
    "id": 294652,
    "title": "Son of a Gun",
    "release_date": "2014-10-16",
    "overview": "Locked up for a minor crime, 19 year old JR quickly learns the harsh realities of prison life. Protection, if you can get it, is paramount. JR soon finds himself under the watchful eye of Australia's most notorious criminal, Brendan Lynch, but protection comes at a price.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yRLVyhQfkW2hn15e8NIqarswLAr.jpg",
    "popularity": 2.6036,
    "tmdb_url": "https://www.themoviedb.org/movie/294652"
  },
  {
    "id": 245168,
    "title": "Suffragette",
    "release_date": "2015-10-16",
    "overview": "Based on true events about the foot soldiers of the early feminist movement, women who were forced underground to pursue a dangerous game of cat and mouse with an increasingly brutal State.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y706qec117bN2S7XgCs2Yz8jEfv.jpg",
    "popularity": 2.5755,
    "tmdb_url": "https://www.themoviedb.org/movie/245168"
  },
  {
    "id": 46315,
    "title": "Valerie and Her Week of Wonders",
    "release_date": "1970-10-16",
    "overview": "Valerie, a Czechoslovakian teenager living with her grandmother, is blossoming into womanhood, but that transformation proves secondary to the effects she experiences when she puts on a pair of magic earrings. Now seeing the world around her in a different light, Valerie must endure her sexual awakening while attempting to discern reality from fantasy as she encounters lecherous priest Gracian, a vampire-like stranger and otherworldly carnival folk.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x9fZJORCZS0DshbxLSdnzyvU94V.jpg",
    "popularity": 2.4679,
    "tmdb_url": "https://www.themoviedb.org/movie/46315"
  },
  {
    "id": 39437,
    "title": "Beloved",
    "release_date": "1998-10-16",
    "overview": "After Paul D. finds his old slave friend Sethe in Ohio and moves in with her and her daughter Denver, a strange girl comes along by the name of \"Beloved\". Sethe and Denver take her in and then strange things start to happen...",
    "poster_url": "https://image.tmdb.org/t/p/w500/bLZo9tJijRBbxHAxMNXhs51pvC8.jpg",
    "popularity": 2.3915,
    "tmdb_url": "https://www.themoviedb.org/movie/39437"
  },
  {
    "id": 312791,
    "title": "GirlHouse",
    "release_date": "2014-10-16",
    "overview": "In an attempt to make some extra cash while away at College, Kylie moves into a house that streams content to an X-rated website. After a deranged fan hacks in to determine the house's location, she finds herself in a terrifying fight for her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4zR3QYWoeY2mTwVWnVxUQQptqdM.jpg",
    "popularity": 2.3812,
    "tmdb_url": "https://www.themoviedb.org/movie/312791"
  },
  {
    "id": 710356,
    "title": "2 Hearts",
    "release_date": "2020-10-16",
    "overview": "When illness strikes two people who are polar opposites, life and death bring them together in surprising ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a7bW3uKOMPBnmHs8gnlpfhTD8YQ.jpg",
    "popularity": 2.3399,
    "tmdb_url": "https://www.themoviedb.org/movie/710356"
  },
  {
    "id": 25095,
    "title": "Wuthering Heights",
    "release_date": "1992-10-16",
    "overview": "Young orphan Heathcliff is adopted by the wealthy Earnshaw family and moves into their estate, Wuthering Heights. Soon, the new resident falls for his compassionate foster sister, Cathy. The two share a remarkable bond that seems unbreakable until Cathy, feeling the pressure of social convention, suppresses her feelings and marries Edgar Linton, a man of means who befits her stature. Heathcliff vows to win her back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pZBQ6KfITjufDMCp6FFkqjCoIMN.jpg",
    "popularity": 2.337,
    "tmdb_url": "https://www.themoviedb.org/movie/25095"
  },
  {
    "id": 309299,
    "title": "Experimenter",
    "release_date": "2015-10-16",
    "overview": "Yale University, 1961. Stanley Milgram designs a psychology experiment that still resonates to this day, in which people think they’re delivering painful electric shocks to an affable stranger strapped into a chair in another room. Despite his pleads for mercy, the majority of subjects don’t stop the experiment, administering what they think is a near-fatal electric shock, simply because they’ve been told to do so. With Nazi Adolf Eichmann’s trial airing in living rooms across America, Milgram strikes a nerve in popular culture and the scientific community with his exploration into people’s tendency to comply with authority. Celebrated in some circles, he is also accused of being a deceptive, manipulative monster, but his wife Sasha stands by him through it all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kMTLGbekuHkpw4M8XKdN2d7n2aF.jpg",
    "popularity": 2.2535,
    "tmdb_url": "https://www.themoviedb.org/movie/309299"
  },
  {
    "id": 47533,
    "title": "Scooby-Doo! Curse of the Lake Monster",
    "release_date": "2010-10-16",
    "overview": "Scooby-Doo and the gang are on the case when a mysterious lake monster starts scaring the guests at a summer resort in Erie Point, where Fred, Daphne, Velma and Shaggy have taken on seasonal jobs to pay for a barn they accidentally burned down. But in addition to sneaking suspicions, there's some romance in the air.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fui9A4s6Rr26pFdTVV4EGNmYm5i.jpg",
    "popularity": 2.2419,
    "tmdb_url": "https://www.themoviedb.org/movie/47533"
  },
  {
    "id": 611777,
    "title": "La passion du docteur Bergh",
    "release_date": "1998-10-16",
    "overview": "A respected German doctor, head surgeon of a hospital, sees his career jeopardized when a childhood love reappears.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nHxbdFgrdcktmAfOeZlt6aFA52C.jpg",
    "popularity": 2.1932,
    "tmdb_url": "https://www.themoviedb.org/movie/611777"
  },
  {
    "id": 157841,
    "title": "The Young and Prodigious T.S. Spivet",
    "release_date": "2013-10-16",
    "overview": "A 10-year-old child prodigy cartographer secretly leaves his family's ranch in Montana where he lives with his cowboy father and scientist mother and travels across the country on board a freight train to receive an award at the Smithsonian Institute.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pmr4h0ZLguYsvxaVmjS0bguLcnB.jpg",
    "popularity": 2.1209,
    "tmdb_url": "https://www.themoviedb.org/movie/157841"
  },
  {
    "id": 688301,
    "title": "Wife of a Spy",
    "release_date": "2020-10-16",
    "overview": "It’s 1940, and the population of Japan is divided over its entry into World War II. Satoko, the wife of a fabric merchant, is devoted to her husband but is beginning to suspect he’s up to something. Soon she allows herself to be drawn into a game in which she enigmatically conceals her intentions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/seFjT7jDZA1j1YsbMyeNTuCRe5d.jpg",
    "popularity": 2.1032,
    "tmdb_url": "https://www.themoviedb.org/movie/688301"
  },
  {
    "id": 25565,
    "title": "Transformers: Beginnings",
    "release_date": "2007-10-16",
    "overview": "On their home planet of Cybertron, the Autobots and Decepticons are involved in an explosive battle over the coveted AllSpark. With the fate of the universe at stake, the Autobots send it far from the reaches of the ruthless Megatron, leader of the Decepticons. But there are even more surprises in store when it crash-lands on Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q61s5H2DRHSJYx75adOtTL3aFuY.jpg",
    "popularity": 2.0573,
    "tmdb_url": "https://www.themoviedb.org/movie/25565"
  },
  {
    "id": 665894,
    "title": "Really Love",
    "release_date": "2020-10-16",
    "overview": "A rising black painter tries to break into a competitive art world while balancing an unexpected romance with an ambitious law student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hqqEHkLUdOyoDYcvXi0lUEeQ748.jpg",
    "popularity": 2.0449,
    "tmdb_url": "https://www.themoviedb.org/movie/665894"
  },
  {
    "id": 12276,
    "title": "The Road Home",
    "release_date": "1999-10-16",
    "overview": "Prompted by the death of his father and the grief of his mother, a man recalls the story of how they met in flashback.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AbUmBTtVZDpchPA4Yfq4OpIs46X.jpg",
    "popularity": 2.0404,
    "tmdb_url": "https://www.themoviedb.org/movie/12276"
  }
]