[
  {
    "id": 515001,
    "title": "Jojo Rabbit",
    "release_date": "2019-10-18",
    "overview": "A World War II satire that follows a lonely German boy whose world view is turned upside down when he discovers his single mother is hiding a young Jewish girl in their attic. Aided only by his idiotic imaginary friend, Adolf Hitler, Jojo must confront his blind nationalism.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1mqL7VG4Ix8wmxwypmCA1HTHBky.jpg",
    "popularity": 67.0472,
    "tmdb_url": "https://www.themoviedb.org/movie/515001"
  },
  {
    "id": 198038,
    "title": "Hannah",
    "release_date": "1996-10-18",
    "overview": "The dynamic PR-agent Hannah is starting up her dream-job in the Hochstedt Company producing toys and soon falls in love with her firm's junior executive director, Wolfgang. But while Hannah is still totally immersed in this passionate love affair, she unknowingly and progressively gets caught in a web of danger. Behind the harmless dolls and teddy-bears produced by the company a deadly secret is revealed. And for Hannah, the game of love suddenly turns bloody.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qPqDm8wVQT6LbX9Oq9lW51WwGhJ.jpg",
    "popularity": 19.2874,
    "tmdb_url": "https://www.themoviedb.org/movie/198038"
  },
  {
    "id": 466420,
    "title": "Killers of the Flower Moon",
    "release_date": "2023-10-18",
    "overview": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dB6Krk806zeqd0YNp2ngQ9zXteH.jpg",
    "popularity": 12.6134,
    "tmdb_url": "https://www.themoviedb.org/movie/466420"
  },
  {
    "id": 76203,
    "title": "12 Years a Slave",
    "release_date": "2013-10-18",
    "overview": "In the pre-Civil War United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery. Facing cruelty as well as unexpected kindnesses Solomon struggles not only to stay alive, but to retain his dignity. In the twelfth year of his unforgettable odyssey, Solomon’s chance meeting with a Canadian abolitionist will forever alter his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xdANQijuNrJaw1HA61rDccME4Tm.jpg",
    "popularity": 8.1333,
    "tmdb_url": "https://www.themoviedb.org/movie/76203"
  },
  {
    "id": 9325,
    "title": "The Jungle Book",
    "release_date": "1967-10-18",
    "overview": "The boy Mowgli makes his way to the man-village with Bagheera, the wise panther. Along the way he meets jazzy King Louie, the hypnotic snake Kaa and the lovable, happy-go-lucky bear Baloo, who teaches Mowgli \"The Bare Necessities\" of life and the true meaning of friendship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9BgcTVV43dZ8A1TpuXWkuNTXtfI.jpg",
    "popularity": 7.8907,
    "tmdb_url": "https://www.themoviedb.org/movie/9325"
  },
  {
    "id": 565,
    "title": "The Ring",
    "release_date": "2002-10-18",
    "overview": "Rachel Keller is a journalist investigating a videotape that may have killed four teenagers. There is an urban legend about this tape: the viewer will die seven days after watching it. Rachel tracks down the video... and watches it. Now she has just seven days to unravel the mystery of the Ring so she can save herself and her son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AeRpUynJKDpJveklBJipOYrVxCS.jpg",
    "popularity": 7.7456,
    "tmdb_url": "https://www.themoviedb.org/movie/565"
  },
  {
    "id": 125509,
    "title": "Wrong Turn 5: Bloodlines",
    "release_date": "2012-10-18",
    "overview": "A small West Virginia town is hosting the legendary Mountain Man Festival on Halloween, where throngs of costumed party goers gather for a wild night of music and mischief. But an inbred family of hillbilly cannibals kill the fun when they trick and treat themselves to a group of visiting college students.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nALE9wbgwIYKuwdhANoLbxasw7z.jpg",
    "popularity": 7.448,
    "tmdb_url": "https://www.themoviedb.org/movie/125509"
  },
  {
    "id": 819,
    "title": "Sleepers",
    "release_date": "1996-10-18",
    "overview": "Two gangsters seek revenge on the state jail worker who during their stay at a youth prison sexually abused them. A sensational court hearing takes place to charge him for the crimes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yUpiEk2EojS9ZEXb3nIQonQCYYF.jpg",
    "popularity": 6.4816,
    "tmdb_url": "https://www.themoviedb.org/movie/819"
  },
  {
    "id": 1190462,
    "title": "Breathing In",
    "release_date": "2023-10-18",
    "overview": "1901, South Africa. As the Second Anglo-Boer War rages on, a wounded General seeks refuge in the small home of a woman and her young daughter. As the hurt man settles in, he begins noticing that something is off about the two women, particularly the daughter, and before long, he’ll learn the real reason for why they’ve invited him and for how they’ve survived on their own for so long.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yy2dmnBlPhx21GUMUJUPxA9QUFp.jpg",
    "popularity": 6.1614,
    "tmdb_url": "https://www.themoviedb.org/movie/1190462"
  },
  {
    "id": 503919,
    "title": "The Lighthouse",
    "release_date": "2019-10-18",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f1tIYarTbkBdIT1aW0gzelDwknv.jpg",
    "popularity": 5.1814,
    "tmdb_url": "https://www.themoviedb.org/movie/503919"
  },
  {
    "id": 424139,
    "title": "Halloween",
    "release_date": "2018-10-18",
    "overview": "Laurie Strode comes to her final confrontation with Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f7JAX5EGk4GgsEnus6OxyzwpFp7.jpg",
    "popularity": 4.8887,
    "tmdb_url": "https://www.themoviedb.org/movie/424139"
  },
  {
    "id": 949229,
    "title": "Leo",
    "release_date": "2023-10-18",
    "overview": "A mild-mannered man becomes a local hero through an act of violence, but it brings forth consequences with connection to a dangerous world, one which will shake his carefully constructed life to its very core.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5l62iL3gJThyauCyzlsKRh8kqGX.jpg",
    "popularity": 4.5244,
    "tmdb_url": "https://www.themoviedb.org/movie/949229"
  },
  {
    "id": 797,
    "title": "Persona",
    "release_date": "1966-10-18",
    "overview": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9QlqnRNbzb78lRiRPAP1ufmoZko.jpg",
    "popularity": 4.4448,
    "tmdb_url": "https://www.themoviedb.org/movie/797"
  },
  {
    "id": 11838,
    "title": "Ju-on: The Grudge",
    "release_date": "2002-10-18",
    "overview": "When social worker Rika is sent to check on a traumatized old lady whose family have moved in at the site of the notorious Saeki family murder case, she unwittingly unleashes a cycle of terror that is transmitted via its victims further and further from its original source.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6q1hlBC6rudc3mHwXsbMBR2xAT6.jpg",
    "popularity": 3.9507,
    "tmdb_url": "https://www.themoviedb.org/movie/11838"
  },
  {
    "id": 456287,
    "title": "Mersal",
    "release_date": "2017-10-18",
    "overview": "A few individuals in the medical profession are murdered or kidnapped, and the cop investigating the case suspects a doctor and arrests him. But is he the one who is behind these crimes? And why are they being committed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/65Q1wpRPZ5E3UVUv2V5JBbJQCcj.jpg",
    "popularity": 3.8663,
    "tmdb_url": "https://www.themoviedb.org/movie/456287"
  },
  {
    "id": 899445,
    "title": "Deep Fear",
    "release_date": "2023-10-18",
    "overview": "A solo trip aboard a yacht takes a terrifying turn when a woman encounters three drug traffickers clinging to the shattered remains of a boat. They soon force her to dive into shark-infested waters to retrieve kilos of cocaine from the sunken wreck.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ms1omYCnhnO3eDOI88tfiy6SaoX.jpg",
    "popularity": 3.5703,
    "tmdb_url": "https://www.themoviedb.org/movie/899445"
  },
  {
    "id": 1694,
    "title": "Re-Animator",
    "release_date": "1985-10-18",
    "overview": "Conducting clandestine experiments within the morgue at Miskatonic University, scientist Herbert West reveals to a fellow graduate student his groundbreaking work concerning the re-animation of fresh corpses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1hY6AUl92cL9GdZx031UWFiGETt.jpg",
    "popularity": 2.8631,
    "tmdb_url": "https://www.themoviedb.org/movie/1694"
  },
  {
    "id": 227998,
    "title": "Tomorrow Was the War",
    "release_date": "1987-10-18",
    "overview": "This movie is based on a novel by Boris Vasiliev and describes life in a small Russian provincial town in 1940 - one year before Germany invaded the Soviet Union. The main characters of the film are ordinary Soviet high school students. They study in the Soviet school, try to be correct and ideological Komsomol activists. But not always the “correctness” suggested by the teachers coincides with the inner convictions of young souls - it is difficult for them to come to terms with the fact that their relatives and loved ones are suddenly “enemies of the people”.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eYJ94e7ZsVTmqG0A4RzAvJjnzTA.jpg",
    "popularity": 2.6996,
    "tmdb_url": "https://www.themoviedb.org/movie/227998"
  },
  {
    "id": 86829,
    "title": "Inside Llewyn Davis",
    "release_date": "2013-10-18",
    "overview": "In Greenwich Village in the early 1960s, gifted but volatile folk musician Llewyn Davis struggles with money, relationships, and his uncertain future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nNxK3pC3DMpPpWKMvo2p3liREVT.jpg",
    "popularity": 2.6784,
    "tmdb_url": "https://www.themoviedb.org/movie/86829"
  },
  {
    "id": 483202,
    "title": "Eli",
    "release_date": "2019-10-18",
    "overview": "A boy named Eli with a rare autoimmune disorder is confined to a special experimental clinic for his treatment. He soon begins experiencing supernatural forces, turning the supposedly safe facility into a haunted prison for him and his fellow patients.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wLKypXb7St0UknM2JIKZB2RtHXV.jpg",
    "popularity": 2.6003,
    "tmdb_url": "https://www.themoviedb.org/movie/483202"
  },
  {
    "id": 1024472,
    "title": "In Plain Sight The Intelligence Community and UFOs",
    "release_date": "2022-10-18",
    "overview": "As the United States and countries around the world declassify UFO records and public awareness grows, former intelligence officers, experts, and experiencers share what they know and where we go In Plain Sight: The Intelligence Community and UFOs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qFzTfkC43OYCrlEBmid5ZTImd0T.jpg",
    "popularity": 2.5612,
    "tmdb_url": "https://www.themoviedb.org/movie/1024472"
  },
  {
    "id": 27932,
    "title": "Airport 1975",
    "release_date": "1974-10-18",
    "overview": "When an in-flight collision incapacitates the pilots of an airplane bound for Los Angeles, stewardess Nancy Pryor is forced to take over the controls. From the ground, her boyfriend Alan Murdock, a retired test pilot, tries to talk her through piloting and landing the 747 aircraft. Worse yet, the anxious passengers — among which are a noisy nun and a cranky man — are aggravating the already tense atmosphere.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o412xIEMJjlZa0SQ2nGCPVM2f7J.jpg",
    "popularity": 2.5321,
    "tmdb_url": "https://www.themoviedb.org/movie/27932"
  },
  {
    "id": 10218,
    "title": "Swingers",
    "release_date": "1996-10-18",
    "overview": "After 6 years together, Mike's girlfriend leaves him, so he travels to LA to be a star. Six months on, he's still not doing very well— so a few of his friends try to reconnect him to the social scene and hopefully help him forget his failed relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rRjWk68kU3a2so4lgr3TKB7Y5vA.jpg",
    "popularity": 2.5161,
    "tmdb_url": "https://www.themoviedb.org/movie/10218"
  },
  {
    "id": 895549,
    "title": "NYAD",
    "release_date": "2023-10-18",
    "overview": "Athlete Diana Nyad sets out at 60 to achieve a nearly impossible lifelong dream: to swim from Cuba to Florida across more than 100 miles of open ocean.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ydSqUhKFvg5cZ5OwImmf3K1R6SS.jpg",
    "popularity": 2.4862,
    "tmdb_url": "https://www.themoviedb.org/movie/895549"
  },
  {
    "id": 155157,
    "title": "Second Time Lucky",
    "release_date": "1984-10-18",
    "overview": "In the beginning the Devil made a bet with God. The Devil backed Eve, God backed Adam. What would have happened to love and sex if Adam hadn't taken the bite?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8PpxuUKS1h3ywap2fbsXYfI3Vgg.jpg",
    "popularity": 2.4434,
    "tmdb_url": "https://www.themoviedb.org/movie/155157"
  },
  {
    "id": 240483,
    "title": "Robot Overlords",
    "release_date": "2014-10-18",
    "overview": "Earth has been conquered by robots from another galaxy and the human survivors must stay in their homes, or risk incineration.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n9zyjUoTkcxWPC2osR2AdblPza1.jpg",
    "popularity": 2.3578,
    "tmdb_url": "https://www.themoviedb.org/movie/240483"
  },
  {
    "id": 82439,
    "title": "Parichay",
    "release_date": "1972-10-18",
    "overview": "An unemployed young man (Jeetendra) takes a job to tutor unruly grandkids of Rai Sahab (Pran) and brings out respect, appreciation and hard work hidden deep inside them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1TcNei5OSqog7lchhhZvdL2WRH9.jpg",
    "popularity": 2.2519,
    "tmdb_url": "https://www.themoviedb.org/movie/82439"
  },
  {
    "id": 483411,
    "title": "Ladies in Black",
    "release_date": "2018-10-18",
    "overview": "Adapted from the bestselling novel by Madeleine St John, Ladies in Black is an alluring and tender-hearted comedy drama about the lives of a group of department store employees in 1959 Sydney.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sIC0Y0dGLnxbdCksftZ38FZ2c61.jpg",
    "popularity": 2.2385,
    "tmdb_url": "https://www.themoviedb.org/movie/483411"
  },
  {
    "id": 94348,
    "title": "Alex Cross",
    "release_date": "2012-10-18",
    "overview": "Alex Cross, a genius homicide detective/psychologist is trying to clean up the mean streets of Detroit while keeping his family out of the line of fire. As he mulls over accepting a job with the FBI, he is told that a friend has been murdered and he vows to track down the killer. Soon, he and his team are forced to match wits with a psychotic contract killer, who displays a disturbing commitment towards seeing his job through.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bQYXid9o6nunJBgmmjo6JFIQe1p.jpg",
    "popularity": 2.1993,
    "tmdb_url": "https://www.themoviedb.org/movie/94348"
  },
  {
    "id": 20077,
    "title": "The Batman vs. Dracula",
    "release_date": "2005-10-18",
    "overview": "Gotham City is terrorized not only by recent escapees Joker and Penguin, but by the original creature of the night, Dracula! Can Batman stop the ruthless vampire before he turns everyone in the city, including The Caped Crusader, Joker and Penguin, into his mindless minions?",
    "poster_url": "https://image.tmdb.org/t/p/w500/8uKIqZBXfxhflenI2LkNZIHUp7I.jpg",
    "popularity": 2.1964,
    "tmdb_url": "https://www.themoviedb.org/movie/20077"
  },
  {
    "id": 1496,
    "title": "Cool as Ice",
    "release_date": "1991-10-18",
    "overview": "Freewheeling, motorcycle-riding musician Johnny rolls into a small town with his band, and meets Kathy, an honor student who catches his eye. Meanwhile, Kathy's father, after being in the Witness Protection Program, is finally tracked down by two corrupt cops he escaped from years ago, who want the money he owes them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fO0YbAJiMPFMquixdZgbC98I3MP.jpg",
    "popularity": 2.1322,
    "tmdb_url": "https://www.themoviedb.org/movie/1496"
  },
  {
    "id": 407526,
    "title": "Till Death Shall We Start",
    "release_date": "1990-10-18",
    "overview": "David died a virgin, and the Doomsday Book says a virgin ghost has no right for reincarnation until he deflowers a human virgin. So David assumes the human shape and goes after Yen. Yen's boyfriend finds out that David is a ghost and warns her, but she doesn't listen. It's now up to him to protect her--against her will--from the sneaky and sex-crazed ghost of David.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3YuOyrE135uYgDc2GXRGwwPqInU.jpg",
    "popularity": 2.0141,
    "tmdb_url": "https://www.themoviedb.org/movie/407526"
  }
]