[
  {
    "id": 1124,
    "title": "The Prestige",
    "release_date": "2006-10-17",
    "overview": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bdN3gXuIZYaJP7ftKK2sU0nPtEA.jpg",
    "popularity": 14.7493,
    "tmdb_url": "https://www.themoviedb.org/movie/1124"
  },
  {
    "id": 19173,
    "title": "Diary of a Nymphomaniac",
    "release_date": "2008-10-17",
    "overview": "A chronicle of the life of a middle-class French girl's sexual adventures, her then fall into prostitution, and her ultimate redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yVYTeiFv7oQsSQF9OBRngg7ZqLg.jpg",
    "popularity": 11.8775,
    "tmdb_url": "https://www.themoviedb.org/movie/19173"
  },
  {
    "id": 1813,
    "title": "The Devil's Advocate",
    "release_date": "1997-10-17",
    "overview": "Aspiring Florida defense lawyer Kevin Lomax accepts a job at a New York law firm. With the stakes getting higher every case, Kevin quickly learns that his boss has something far more evil planned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5ZzBGpxy55OQzHxKVY11IpY6a0o.jpg",
    "popularity": 9.15,
    "tmdb_url": "https://www.themoviedb.org/movie/1813"
  },
  {
    "id": 71672,
    "title": "Wrong Turn 4: Bloody Beginnings",
    "release_date": "2011-10-17",
    "overview": "A group of friends take refuge in a deserted sanatorium after they are left stranded in a snowstorm. Later, the place becomes a death trap when man-eating cannibals surround them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r1JNXwJkKO696NlGTyqkw96yoT9.jpg",
    "popularity": 7.9121,
    "tmdb_url": "https://www.themoviedb.org/movie/71672"
  },
  {
    "id": 243684,
    "title": "Men, Women & Children",
    "release_date": "2014-10-17",
    "overview": "Follows the story of a group of high school teenagers and their parents as they attempt to navigate the many ways the internet has changed their relationships, their communication, their self-image, and their love lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dzFHIxCcvq2CZVFCsgz7n1z5oIM.jpg",
    "popularity": 7.3576,
    "tmdb_url": "https://www.themoviedb.org/movie/243684"
  },
  {
    "id": 194662,
    "title": "Birdman or (The Unexpected Virtue of Ignorance)",
    "release_date": "2014-10-17",
    "overview": "A fading actor best known for his portrayal of a popular superhero attempts to mount a comeback by appearing in a Broadway play. As opening night approaches, his attempts to become more altruistic, rebuild his career, and reconnect with friends and family prove more difficult than expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rHUg2AuIuLSIYMYFgavVwqt1jtc.jpg",
    "popularity": 7.3219,
    "tmdb_url": "https://www.themoviedb.org/movie/194662"
  },
  {
    "id": 39323,
    "title": "Dragon Ball Z: Bardock - The Father of Goku",
    "release_date": "1990-10-17",
    "overview": "Bardock, Son Goku's father, is a low-ranking Saiyan soldier who was given the power to see into the future by the last remaining alien on a planet he just destroyed. He witnesses the destruction of his race and must now do his best to stop Frieza's impending massacre.",
    "poster_url": "https://image.tmdb.org/t/p/w500/docwOsWZuwJKQdwcYJtQPBcg6bm.jpg",
    "popularity": 6.7776,
    "tmdb_url": "https://www.themoviedb.org/movie/39323"
  },
  {
    "id": 3597,
    "title": "I Know What You Did Last Summer",
    "release_date": "1997-10-17",
    "overview": "After an accident on a winding road, four teens make the fatal mistake of dumping their victim's body into the sea. Exactly one year later, the deadly secret resurfaces as they're stalked by a hook-handed figure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aYcLakDaAJtu2HtVvOXNx8inNlK.jpg",
    "popularity": 6.4369,
    "tmdb_url": "https://www.themoviedb.org/movie/3597"
  },
  {
    "id": 25237,
    "title": "Come and See",
    "release_date": "1985-10-17",
    "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "popularity": 6.123,
    "tmdb_url": "https://www.themoviedb.org/movie/25237"
  },
  {
    "id": 4513,
    "title": "30 Days of Night",
    "release_date": "2007-10-17",
    "overview": "This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7LwSrvFA0gz1KAlcrGcinoQPene.jpg",
    "popularity": 5.3135,
    "tmdb_url": "https://www.themoviedb.org/movie/4513"
  },
  {
    "id": 916,
    "title": "Bullitt",
    "release_date": "1968-10-17",
    "overview": "Senator Walter Chalmers is aiming to take down mob boss Pete Ross with the help of testimony from the criminal's hothead brother Johnny, who is in protective custody in San Francisco under the watch of police lieutenant Frank Bullitt. When a pair of mob hitmen enter the scene, Bullitt follows their trail through a maze of complications and double-crosses. This thriller includes one of the most famous car chases ever filmed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ffzF1WmeXtH420fSUoCrecFvDA.jpg",
    "popularity": 3.7393,
    "tmdb_url": "https://www.themoviedb.org/movie/916"
  },
  {
    "id": 82990,
    "title": "Paranormal Activity 4",
    "release_date": "2012-10-17",
    "overview": "It has been five years since the disappearance of Katie and Hunter, and a suburban family witness strange events in their neighborhood when a woman and a mysterious child move in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/na5tAslm1kGNcft083AIXMTOsYR.jpg",
    "popularity": 3.2386,
    "tmdb_url": "https://www.themoviedb.org/movie/82990"
  },
  {
    "id": 9588,
    "title": "Quigley Down Under",
    "release_date": "1990-10-17",
    "overview": "American Matt Quigley answers Australian land baron Elliott Marston's ad for a sharpshooter to kill the dingoes on his property. But when Quigley finds out that Marston's real target is the aborigines, Quigley hits the road. Now, even American expatriate Crazy Cora can't keep Quigley safe in his cat-and-mouse game with the homicidal Marston.",
    "poster_url": "https://image.tmdb.org/t/p/w500/93HWOYFsjLsCJC8RawGLv1ANZwS.jpg",
    "popularity": 3.1825,
    "tmdb_url": "https://www.themoviedb.org/movie/9588"
  },
  {
    "id": 687209,
    "title": "Female Wars: The Man Who Moved In",
    "release_date": "2016-10-17",
    "overview": "Min-jeong lives a simple but happy life until it's in ruins because of the man that moves in next to her. The man is Deok-man, someone she wants to erase from her memories.  She knows what he's up to next and she plans to take revenge on him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6j4aU2E2utHNBec1EtnxYDediIS.jpg",
    "popularity": 3.0478,
    "tmdb_url": "https://www.themoviedb.org/movie/687209"
  },
  {
    "id": 866,
    "title": "Finding Neverland",
    "release_date": "2004-10-17",
    "overview": "During a writing slump, playwright J.M. Barrie meets a widow and her four children, all young boys—who soon become an important part of Barrie’s life and the inspiration that lead him to create his masterpiece. Peter Pan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5JyDPH4qdr0I6pF7Bjh1Qrf1Jhh.jpg",
    "popularity": 2.8543,
    "tmdb_url": "https://www.themoviedb.org/movie/866"
  },
  {
    "id": 1068991,
    "title": "Lost in Love",
    "release_date": "2023-10-17",
    "overview": "Hope and Jeb are touring the Ephesus ancient ruins but then are left behind by their tour bus. They must help each other get back to Istanbul. Along the way, Hope draws closer to the memory of a dear loved one, while Jeb fears for his career that's waiting back home. Their journey will help put in perspective what they want in life and their feelings for each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hqCqa2uUSz91z09BWH7imc2jBTu.jpg",
    "popularity": 2.8422,
    "tmdb_url": "https://www.themoviedb.org/movie/1068991"
  },
  {
    "id": 760,
    "title": "The Mad Adventures of Rabbi Jacob",
    "release_date": "1973-10-17",
    "overview": "In this riot of frantic disguises and mistaken identities, Victor Pivert, a blustering, bigoted French factory owner, finds himself taken hostage by Slimane, an Arab rebel leader. The two dress up as rabbis as they try to elude not only assasins from Slimane's country, but also the police, who think Pivert is a murderer. Pivert ends up posing as Rabbi Jacob, a beloved figure who's returned to France for his first visit after 30 years in the United States. Adding to the confusion are Pivert's dentist-wife, who thinks her husband is leaving her for another woman, their daughter, who's about to get married, and a Parisian neighborhood filled with people eager to celebrate the return of Rabbi Jacob.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oYuCFxS2BGCHNGuv9No0GoP2DZf.jpg",
    "popularity": 2.7801,
    "tmdb_url": "https://www.themoviedb.org/movie/760"
  },
  {
    "id": 736518,
    "title": "Two Autumns in Paris",
    "release_date": "2019-10-17",
    "overview": "A striking political activist and refugee from Paraguay escapes to Paris and falls in love with a rich law student changing their lives forever. The beauty of their love is challenged by a fervent devotion to fighting for a cause.\r \"Two Autumns in Paris\" has won more than 130 awards and was the most awarded Venezuelan film of 2020. A historic examination of class, refugees, and political rebellion that subtly speaks in parallel to the world today. Its turbulent romance set with the background of the 'City of Love'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9IKQJg0CsygOb3zN7Vf6qHGeVAA.jpg",
    "popularity": 2.7153,
    "tmdb_url": "https://www.themoviedb.org/movie/736518"
  },
  {
    "id": 244506,
    "title": "Camp X-Ray",
    "release_date": "2014-10-17",
    "overview": "A young woman joins the military to be part of something bigger than herself and her small-town roots. Instead, she ends up as a new guard at Guantanamo Bay, where her mission is far from black and white. Surrounded by hostile jihadists and aggressive squadmates, she strikes up an unusual friendship with one of the detainees.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aqNzRiaEsfv567Ji9njJofblRBE.jpg",
    "popularity": 2.6453,
    "tmdb_url": "https://www.themoviedb.org/movie/244506"
  },
  {
    "id": 1034062,
    "title": "Mortal Kombat Legends: Cage Match",
    "release_date": "2023-10-17",
    "overview": "In 1980s Hollywood, action star Johnny Cage is looking to become an A-list actor. But when his costar, Jennifer, goes missing from set, Johnny finds himself thrust into a world filled with shadows, danger, and deceit. As he embarks on a bloody journey, Johnny quickly discovers the City of Angels has more than a few devils in its midst.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1eKWqTHp4OgKdx1QX1O9LxKHr1M.jpg",
    "popularity": 2.5742,
    "tmdb_url": "https://www.themoviedb.org/movie/1034062"
  },
  {
    "id": 886396,
    "title": "Batman and Superman: Battle of the Super Sons",
    "release_date": "2022-10-17",
    "overview": "After discovering he has powers, 11-year-old Jonathan Kent and assassin-turned-Boy-Wonder Damian Wayne must join forces to rescue their fathers (Superman & Batman) and save the planet from the malevolent alien force known as Starro.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mvffaexT5kA3chOnGxwBSlRoshh.jpg",
    "popularity": 2.5341,
    "tmdb_url": "https://www.themoviedb.org/movie/886396"
  },
  {
    "id": 8944,
    "title": "What Just Happened",
    "release_date": "2008-10-17",
    "overview": "During the course of an ordinary week in Hollywood, movie producer Ben must navigate his way through shark-infested waters as he struggles to complete his latest projects. A demanding studio boss demands extensive changes to a movie starring Sean Penn, while another chief won't greenlight a project unless star Bruce Willis shaves his beard. Meanwhile, Ben tries to reconcile with his wife and maintain a relationship with his young daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o88aPDDMtdwQsPyXqSKhu98jjru.jpg",
    "popularity": 2.4091,
    "tmdb_url": "https://www.themoviedb.org/movie/8944"
  },
  {
    "id": 230222,
    "title": "Tarzan",
    "release_date": "2013-10-17",
    "overview": "One of the most classic and revered stories of all time, Edgar Rice Burroughs' Tarzan returns to the big screen for a new generation. Tarzan and Jane face a mercenary army dispatched by the evil CEO of Greystoke Energies, a man who took over the company from Tarzan's parents, after they died in a plane crash in the African jungle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wIg7TclH6PUcvTWFh0QdtU5Wcvt.jpg",
    "popularity": 2.406,
    "tmdb_url": "https://www.themoviedb.org/movie/230222"
  },
  {
    "id": 99770,
    "title": "Asterix & Obelix: God Save Britannia",
    "release_date": "2012-10-17",
    "overview": "Asterix crosses the channel to help second-cousin Anticlimax face down Julius Caesar and invading Romans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rbdGCkvLPxuSvfVwHDK4PmOqmIm.jpg",
    "popularity": 2.3739,
    "tmdb_url": "https://www.themoviedb.org/movie/99770"
  },
  {
    "id": 18415,
    "title": "Gummo",
    "release_date": "1997-10-17",
    "overview": "Solomon and Tummler are two teenagers killing time in Xenia, Ohio, a small town that has never recovered from the tornado that ravaged the community in the 1970s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i2MBAEvU6pRo7RtnWLIcve8zEnn.jpg",
    "popularity": 2.3685,
    "tmdb_url": "https://www.themoviedb.org/movie/18415"
  },
  {
    "id": 11873,
    "title": "The Color of Money",
    "release_date": "1986-10-17",
    "overview": "Former pool hustler \"Fast Eddie\" Felson decides he wants to return to the game by taking a pupil. He meets talented but green Vincent Lauria and proposes a partnership. As they tour pool halls, Eddie teaches Vincent the tricks of scamming, but he eventually grows frustrated with Vincent's showboat antics, leading to an argument and a falling-out. Eddie takes up playing again and soon crosses paths with Vincent as an opponent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dVdnHmdQu3JtLAAksjTmTEF76gD.jpg",
    "popularity": 2.33,
    "tmdb_url": "https://www.themoviedb.org/movie/11873"
  },
  {
    "id": 47407,
    "title": "Milf",
    "release_date": "2010-10-17",
    "overview": "A group of nerdy college guys who can't seem to connect with girls their own age discover the excitement of hooking up with sexy older women.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2iciKTqt0ioOh6TFaXXVUqKPVj9.jpg",
    "popularity": 2.2857,
    "tmdb_url": "https://www.themoviedb.org/movie/47407"
  },
  {
    "id": 15212,
    "title": "Species: The Awakening",
    "release_date": "2007-10-17",
    "overview": "A scientist, Dr Hollander, takes his niece Miranda to Mexico in an attempt to reverse the effects of the alien DNA he used to create her. However the treatment goes horribly wrong, and sets Miranda on a killing spree as she sets out to find a mate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n6eg9E8gAsFXt3AqNUylsq9K317.jpg",
    "popularity": 2.2121,
    "tmdb_url": "https://www.themoviedb.org/movie/15212"
  },
  {
    "id": 410331,
    "title": "Vada Chennai",
    "release_date": "2018-10-17",
    "overview": "Anbu, a young carrom player in North Chennai becomes inadvertently involved in an ongoing conflict between two local gangsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Pa7SriYtq4BdoS2BAPm6w66vLi.jpg",
    "popularity": 2.2119,
    "tmdb_url": "https://www.themoviedb.org/movie/410331"
  },
  {
    "id": 23538,
    "title": "A Dirty Carnival",
    "release_date": "2006-10-17",
    "overview": "A small-time thug who collects debts for the local triad is torn between his criminal aspirations and his devotion to family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ag6d5exA6s8VjxxHTXg756wnfGh.jpg",
    "popularity": 2.164,
    "tmdb_url": "https://www.themoviedb.org/movie/23538"
  },
  {
    "id": 37141,
    "title": "The Babysitter",
    "release_date": "1995-10-17",
    "overview": "Jennifer (Alicia Silverstone) is a lovely teen who has been hired to baby-sit the kids of Harry Tucker (J.T. Walsh) and his wife, Dolly (Lee Garlington). The Tuckers go to a party and proceed to get inebriated, with Mr. Tucker fantasizing about his beautiful baby sitter. Meanwhile, Jack (Jeremy London), her boyfriend, and Mark (Nicky Katt), another guy interested in her, decide to spy on Jennifer at the Tucker house, with each young man also fixated on her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wOv6HKiKTcDiyZRXPOsjm2JhVZV.jpg",
    "popularity": 2.1608,
    "tmdb_url": "https://www.themoviedb.org/movie/37141"
  },
  {
    "id": 572468,
    "title": "Impetigore",
    "release_date": "2019-10-17",
    "overview": "A woman inherits a house in her ancestral village, but she's unaware that members of the community have been trying to locate and kill her to remove the curse that has plagued them for years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dku2KnAPALsi69MnvTV7cXrylWm.jpg",
    "popularity": 2.1541,
    "tmdb_url": "https://www.themoviedb.org/movie/572468"
  },
  {
    "id": 10523,
    "title": "W.",
    "release_date": "2008-10-17",
    "overview": "The story of the eventful life of George W. Bush—his struggles and triumphs, how he found both his wife and his faith—and the critical days leading up to his decision to invade Iraq.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nJm8UF4zbUYEoku9seEtz1PTJGS.jpg",
    "popularity": 2.1478,
    "tmdb_url": "https://www.themoviedb.org/movie/10523"
  },
  {
    "id": 563309,
    "title": "Bigil",
    "release_date": "2019-10-17",
    "overview": "A do-gooder don wants his footballer son to uplift the life of his people by becoming a champion, but fate draws the youngster into a life of violence. Will he be able to fulfill his father’s dream when an opportunity comes his way seven years later?",
    "poster_url": "https://image.tmdb.org/t/p/w500/bk6x3PHpTC3zpVHedGFfygHxbll.jpg",
    "popularity": 2.1334,
    "tmdb_url": "https://www.themoviedb.org/movie/563309"
  },
  {
    "id": 602295,
    "title": "Spiritwalker",
    "release_date": "2021-10-17",
    "overview": "Unable to remember anything about his life, a man begins regaining consciousness in a new body every 12 hours. Now, he must piece together his identity, all while evading attacks from pursuing agents and dangerous criminals alike.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pufGxcWEyADFcoqeDcJlAAVX0Fl.jpg",
    "popularity": 2.1029,
    "tmdb_url": "https://www.themoviedb.org/movie/602295"
  },
  {
    "id": 487476,
    "title": "Nothing to Hide",
    "release_date": "2018-10-17",
    "overview": "To spice up a dinner party, old friends agree to share every private message that pops up on their phones -- with disastrous results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xGCN6PLWaxlRzNoie3WEnnoxlGK.jpg",
    "popularity": 2.0661,
    "tmdb_url": "https://www.themoviedb.org/movie/487476"
  },
  {
    "id": 222216,
    "title": "Special ID",
    "release_date": "2013-10-17",
    "overview": "A career-long undercover Hong Kong cop is sent to Mainland China when his former protégé becomes the primary suspect in a murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1JmlCQWg1mdQTUMgJQsH7XHcXpA.jpg",
    "popularity": 2.0366,
    "tmdb_url": "https://www.themoviedb.org/movie/222216"
  },
  {
    "id": 1019105,
    "title": "The Paloni Show! Halloween Special!",
    "release_date": "2022-10-17",
    "overview": "Leroy, Reggie and Cheruce Paloni host a Halloween special full of spooky shorts from a group of up-and-coming animators.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y9LjwvEZDFWojjyKXdHb20A6526.jpg",
    "popularity": 2.0297,
    "tmdb_url": "https://www.themoviedb.org/movie/1019105"
  },
  {
    "id": 36758,
    "title": "The Portrait of a Lady",
    "release_date": "1996-10-17",
    "overview": "Ms. Isabel Archer isn't afraid to challenge societal norms. Impressed by her free spirit, her kindhearted cousin writes her into his fatally ill father's will. Suddenly rich and independent, Isabelle ventures into the world, along the way befriending a cynical intellectual and romancing an art enthusiast. However, the advantage of her affluence is called into question when she realizes the extent to which her money colors her relationships.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yoUuMtWTQXzfARYE0nF7Nn7gRuS.jpg",
    "popularity": 2.023,
    "tmdb_url": "https://www.themoviedb.org/movie/36758"
  }
]