[
  {
    "id": 274855,
    "title": "Geostorm",
    "release_date": "2017-10-12",
    "overview": "After an unprecedented series of natural disasters threatened the planet, the world's leaders came together to create an intricate network of satellites to control the global climate and keep everyone safe. But now, something has gone wrong: the system built to protect Earth is attacking it, and it becomes a race against the clock to uncover the real threat before a worldwide geostorm wipes out everything and everyone along with it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrsx0jEaBgXq4PWo7SooSnYJTv.jpg",
    "popularity": 25.0998,
    "tmdb_url": "https://www.themoviedb.org/movie/274855"
  },
  {
    "id": 440021,
    "title": "Happy Death Day",
    "release_date": "2017-10-12",
    "overview": "Caught in a bizarre and terrifying time warp, college student Tree finds herself repeatedly reliving the day of her murder, ultimately realizing that she must identify the killer and the reason for her death before her chances of survival run out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hcCX4zqu5b8v7DuDCJGcmI3MmlA.jpg",
    "popularity": 16.9727,
    "tmdb_url": "https://www.themoviedb.org/movie/440021"
  },
  {
    "id": 901362,
    "title": "Trolls Band Together",
    "release_date": "2023-10-12",
    "overview": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkpPTZUdq31UGDovmszsg2CchiI.jpg",
    "popularity": 11.7498,
    "tmdb_url": "https://www.themoviedb.org/movie/901362"
  },
  {
    "id": 451915,
    "title": "Beautiful Boy",
    "release_date": "2018-10-12",
    "overview": "After he and his first wife separate, journalist David Sheff struggles to help their teenage son, who goes from experimenting with drugs to becoming devastatingly addicted to methamphetamine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zuw4QtOpOO0Ib1f866SG9WmduMN.jpg",
    "popularity": 7.2124,
    "tmdb_url": "https://www.themoviedb.org/movie/451915"
  },
  {
    "id": 538858,
    "title": "Tumbbad",
    "release_date": "2018-10-12",
    "overview": "India, 1918. On the outskirts of Tumbbad, a cursed village where it always rains, Vinayak, along with his mother and his brother, care of a mysterious old woman who keeps the secret of an ancestral treasure that Vinayak gets obsessed with.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6qeRFImDskoIRkSCFatqeM2rM3k.jpg",
    "popularity": 6.6382,
    "tmdb_url": "https://www.themoviedb.org/movie/538858"
  },
  {
    "id": 423502,
    "title": "My Friend's Mom",
    "release_date": "2016-10-12",
    "overview": "After her mother dies, Young-jae visits her older sister's house, who took care of herself like her, and reunites with her sister, Soon-ae. She is incredibly greedy and charming. With the provocation of Soon-ae, the two develop into a secret relationship. One day when she was having a hot night with her mature lead, her daughter got stuck between the two ...  A young and sexy daughter, a seasoned and mature mother, and a man wandering between mother and daughter.  An unprecedented triangular romance between the three begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/19ly5EebC8LlejpbWWSBEMqtJz1.jpg",
    "popularity": 6.544,
    "tmdb_url": "https://www.themoviedb.org/movie/423502"
  },
  {
    "id": 966,
    "title": "The Magnificent Seven",
    "release_date": "1960-10-12",
    "overview": "An oppressed Mexican peasant village hires seven gunfighters to help defend their homes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e5ToxOyJwuZD4VOfI0qEn5uIjeJ.jpg",
    "popularity": 5.4685,
    "tmdb_url": "https://www.themoviedb.org/movie/966"
  },
  {
    "id": 7347,
    "title": "Elite Squad",
    "release_date": "2007-10-12",
    "overview": "In 1997, before the visit of the pope to Rio de Janeiro, Captain Nascimento from BOPE (Special Police Operations Battalion) is assigned to eliminate the risks of the drug dealers in a dangerous slum nearby where the pope intends to be lodged.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lwIXz785N2fXi8hsBr1IXciFlkM.jpg",
    "popularity": 4.59,
    "tmdb_url": "https://www.themoviedb.org/movie/7347"
  },
  {
    "id": 616820,
    "title": "Halloween Ends",
    "release_date": "2022-10-12",
    "overview": "Four years after the events of Halloween in 2018, Laurie has decided to liberate herself from fear and rage and embrace life. But when a young man is accused of killing a boy he was babysitting, it ignites a cascade of violence and terror that will force Laurie to finally confront the evil she can’t control, once and for all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3uDwqxbr0j34rJVJMOW6o8Upw5W.jpg",
    "popularity": 4.4561,
    "tmdb_url": "https://www.themoviedb.org/movie/616820"
  },
  {
    "id": 6615,
    "title": "Lars and the Real Girl",
    "release_date": "2007-10-12",
    "overview": "Extremely shy Lars finds it impossible to make friends or socialize. His brother and sister-in-law worry about him, so when he announces that he has a girlfriend he met on the Internet, they are overjoyed. But Lars' new lady is a life-size plastic woman. On the advice of a doctor, his family and the rest of the community go along with his delusion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nkAt4a7KIPc7Fi1BhxNHhYYbe2b.jpg",
    "popularity": 4.4231,
    "tmdb_url": "https://www.themoviedb.org/movie/6615"
  },
  {
    "id": 393345,
    "title": "Cult of Chucky",
    "release_date": "2017-10-12",
    "overview": "Confined to an asylum for the criminally insane for the past four years, Nica is wrongly convinced that she, not Chucky, murdered her entire family... until a string of grisly deaths occur after her psychiatrist introduces a new group therapy tool -- a \"Good Guy\" doll.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r5JUiMYfatwYeDkxkLWYUx5GIjY.jpg",
    "popularity": 4.4137,
    "tmdb_url": "https://www.themoviedb.org/movie/393345"
  },
  {
    "id": 19025,
    "title": "Bhool Bhulaiyaa",
    "release_date": "2007-10-12",
    "overview": "NRI Siddharth Chaturvedi and his wife Avni return to Siddharth's family's ancestral Varanasi palace while disregarding warnings of a curse and paranormal phenomena. Soon enough, inexplicable events begin occuring, which forces Siddharth to consult the eccentric psychiatrist Aditya Shrivastav to help solve the mystery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/soRW3p4GlPphHiFkwbqYGrodQ5S.jpg",
    "popularity": 4.0402,
    "tmdb_url": "https://www.themoviedb.org/movie/19025"
  },
  {
    "id": 74643,
    "title": "The Artist",
    "release_date": "2011-10-12",
    "overview": "Hollywood, 1927: As silent movie star George Valentin wonders if the arrival of talking pictures will cause him to fade into oblivion, he sparks with Peppy Miller, a young dancer set for a big break.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z68py0ZqPgeacGPG54AGVRbNBS7.jpg",
    "popularity": 3.9985,
    "tmdb_url": "https://www.themoviedb.org/movie/74643"
  },
  {
    "id": 86838,
    "title": "Seven Psychopaths",
    "release_date": "2012-10-12",
    "overview": "A struggling screenwriter inadvertently becomes entangled in the Los Angeles criminal underworld after his oddball friends kidnap a gangster's beloved Shih Tzu.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ukEYAxlSivFcDG6vLxJB6PjTjg.jpg",
    "popularity": 3.9006,
    "tmdb_url": "https://www.themoviedb.org/movie/86838"
  },
  {
    "id": 14864,
    "title": "The Hot Spot",
    "release_date": "1990-10-12",
    "overview": "Upon arriving to a small town, a drifter quickly gets into trouble with the local authorities — and the local women — after he robs a bank.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iQCP69183K1QZo8bb23nkcLap3W.jpg",
    "popularity": 3.8146,
    "tmdb_url": "https://www.themoviedb.org/movie/14864"
  },
  {
    "id": 60935,
    "title": "The Thing",
    "release_date": "2011-10-12",
    "overview": "When paleontologist Kate Lloyd travels to an isolated outpost in Antarctica for the expedition of a lifetime, she joins an international team that unearths a remarkable discovery. Their elation quickly turns to fear as they realize that their experiment has freed a mysterious being from its frozen prison. Paranoia spreads like an epidemic as a creature that can mimic anything it touches will pit human against human as it tries to survive and flourish in this spine-tingling thriller.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dmn2nVo8h7LMnk694JxCRIwK06p.jpg",
    "popularity": 3.7122,
    "tmdb_url": "https://www.themoviedb.org/movie/60935"
  },
  {
    "id": 9912,
    "title": "The World's Fastest Indian",
    "release_date": "2005-10-12",
    "overview": "The life story of New Zealander Burt Munro, who spent years building a 1920 Indian motorcycle—a bike which helped him set the land-speed world record at Utah's Bonneville Salt Flats in 1967.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vUIwPFAAXeCUuS040uGC0xSatcG.jpg",
    "popularity": 3.4346,
    "tmdb_url": "https://www.themoviedb.org/movie/9912"
  },
  {
    "id": 526051,
    "title": "Look Away",
    "release_date": "2018-10-12",
    "overview": "A timid and socially alienated 17-year-old high school student's life is turned upside down when she switches places with her sinister mirror image.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8WTEFOwFBx0mHurnEfv27I0FOe2.jpg",
    "popularity": 3.2485,
    "tmdb_url": "https://www.themoviedb.org/movie/526051"
  },
  {
    "id": 137051,
    "title": "Midnight Matinee",
    "release_date": "1988-10-12",
    "overview": "Even though a devastating murder took place during a small town's horror film festival two years earlier, townspeople want another festival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/czam6wq46B9UCZvq85vicElckFq.jpg",
    "popularity": 3.0931,
    "tmdb_url": "https://www.themoviedb.org/movie/137051"
  },
  {
    "id": 9494,
    "title": "Look Who's Talking",
    "release_date": "1989-10-12",
    "overview": "Mollie is a single working mother who's out to find the perfect father for her child. Her baby, Mikey, prefers James, a cab driver turned babysitter who has what it takes to make them both happy. But Mollie won't even consider James. It's going to take all the tricks a baby can think of to bring them together before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uVM0D7Q6U9H6xMSZmMdfwECih5h.jpg",
    "popularity": 2.9019,
    "tmdb_url": "https://www.themoviedb.org/movie/9494"
  },
  {
    "id": 11361,
    "title": "Halloween 5: The Revenge of Michael Myers",
    "release_date": "1989-10-12",
    "overview": "One year later, Michael Myers' traumatized young niece is horrified to discover she has a telepathic bond with her evil uncle... and that he is on the way back to Haddonfield to begin the carnage again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rYvP6yMXCIVHnkVtwGaAXFmpzkB.jpg",
    "popularity": 2.8621,
    "tmdb_url": "https://www.themoviedb.org/movie/11361"
  },
  {
    "id": 26914,
    "title": "Troll 2",
    "release_date": "1990-10-12",
    "overview": "When young Joshua learns that he will be going on vacation with his family to a small town called Nilbog, he protests adamantly. He is warned by the spirit of his deceased grandfather that goblins populate the town. His parents, Michael and Diana, dismiss his apprehensions, but soon learn to appreciate their son's warnings. Guided by his grandfather's ghost, will Joshua and his family stand a chance in fighting off these evil beings?",
    "poster_url": "https://image.tmdb.org/t/p/w500/eFth6zw4PEInzr2Y64mYVN1zbBi.jpg",
    "popularity": 2.8452,
    "tmdb_url": "https://www.themoviedb.org/movie/26914"
  },
  {
    "id": 837335,
    "title": "La Chimera",
    "release_date": "2023-10-12",
    "overview": "Just out of jail, rumpled English archaeologist Arthur reconnects with his wayward crew of tombaroli accomplices – a happy-go-lucky collective of itinerant grave-robbers who survive by looting Etruscan tombs and fencing the ancient treasures they dig up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lDaUha09CumsoSAt9MIRbS9WBNH.jpg",
    "popularity": 2.737,
    "tmdb_url": "https://www.themoviedb.org/movie/837335"
  },
  {
    "id": 3172,
    "title": "Bandits",
    "release_date": "2001-10-12",
    "overview": "After escaping from prison, Joe and Terry go on a crime spree, robbing banks through Oregon and California in order to finance their scheme for a new life south of the border. Unfortunately, things get more complicated when they meet Kate, who runs into them with her car. She joins the bandits on their cross-country spree, and eventually she steals something, too: their hearts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/67AUAkiT4rbgqN7SNlIJn0zWZqU.jpg",
    "popularity": 2.6726,
    "tmdb_url": "https://www.themoviedb.org/movie/3172"
  },
  {
    "id": 547865,
    "title": "Jalebi",
    "release_date": "2018-10-12",
    "overview": "An estranged couple happen to meet on a train journey where they independently reflect on what went wrong in their relationship and whether they will truly be able to move forward and start a new chapter, together or alone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pIJYLvMMWTsEpNFVxU6YwTzdOzL.jpg",
    "popularity": 2.5013,
    "tmdb_url": "https://www.themoviedb.org/movie/547865"
  },
  {
    "id": 423087,
    "title": "6 Below: Miracle on the Mountain",
    "release_date": "2017-10-12",
    "overview": "An adrenaline seeking snowboarder gets lost in a massive winter storm in the back country of the High Sierras where he is pushed to the limits of human endurance and forced to battle his own personal demons as he fights for survival....",
    "poster_url": "https://image.tmdb.org/t/p/w500/wgHFllRwPp5CUVbWNmQGX6lRBWt.jpg",
    "popularity": 2.3934,
    "tmdb_url": "https://www.themoviedb.org/movie/423087"
  },
  {
    "id": 1975,
    "title": "The Grudge 2",
    "release_date": "2006-10-12",
    "overview": "A young woman encounters a malevolent supernatural force while searching for her missing sister in Tokyo, a mean high school prank goes horribly wrong, and strange things begin happening in a Chicago apartment building.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bar7YmgKImN0VljpdLDhvLwMZo4.jpg",
    "popularity": 2.3801,
    "tmdb_url": "https://www.themoviedb.org/movie/1975"
  },
  {
    "id": 134366,
    "title": "Grave Encounters 2",
    "release_date": "2012-10-12",
    "overview": "Tortured by the ghosts of the demonized insane asylum that killed the crew of GRAVE ENCOUNTERS, film students fight to escape death as their own paranormal investigation goes terribly wrong in this horrifying sequel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zzq1JCjsk7buXVOA0mwRH7zbHOP.jpg",
    "popularity": 2.3616,
    "tmdb_url": "https://www.themoviedb.org/movie/134366"
  },
  {
    "id": 870,
    "title": "Dolls",
    "release_date": "2002-10-12",
    "overview": "Dolls takes puppeteering as its overriding motif, which relates thematically to the action provided by the live characters. Chief among those tales is the story of Matsumoto and Sawako, a young couple whose relationship is about to be broken apart by the former's parents, who have insisted their son take part in an arranged marriage to his boss' daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vQ9XBpH88jvO3hpHt9Zm5IHe5NP.jpg",
    "popularity": 2.3049,
    "tmdb_url": "https://www.themoviedb.org/movie/870"
  },
  {
    "id": 1024774,
    "title": "May-December-January",
    "release_date": "2022-10-12",
    "overview": "A story about Claire a single mom and a career woman.  She is aware that her son is gay and accepts this wholeheartedly.  What breaks her heart, though, is finding out that they are both in love with the same man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nPcDoHyLTGtyQzvInHTpekFl8xT.jpg",
    "popularity": 2.2653,
    "tmdb_url": "https://www.themoviedb.org/movie/1024774"
  },
  {
    "id": 77459,
    "title": "A Monster in Paris",
    "release_date": "2011-10-12",
    "overview": "Paris, 1910. Emile, a shy movie projectionist, and Raoul, a colourful inventor, find themselves embarked on the hunt for a monster terrorizing citizens. They join forces with Lucille, the big-hearted star of the Bird of Paradise cabaret, an eccentric scientist and his irascible monkey to save the monster, who turns out to be an oversized but harmless flea, from the city's ruthlessly ambitious police chief.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wSYZR2QL58jWPIEe9TG7G9PlTya.jpg",
    "popularity": 2.2552,
    "tmdb_url": "https://www.themoviedb.org/movie/77459"
  },
  {
    "id": 672515,
    "title": "Female Bank Teller: Rape Office",
    "release_date": "1985-10-12",
    "overview": "A solemn bank office is transformed after being assaulted by her sinister boss. The boss then turns to her younger sister...",
    "poster_url": "https://image.tmdb.org/t/p/w500/zJ44tPUySDaQq4CStfaNp4b1uhc.jpg",
    "popularity": 2.2158,
    "tmdb_url": "https://www.themoviedb.org/movie/672515"
  },
  {
    "id": 839100,
    "title": "Bright: Samurai Soul",
    "release_date": "2021-10-12",
    "overview": "Izo, a Ronin, and Raiden, an orc, work to bring a young elf girl and the wand she carries to the land of the elves in the north.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6FuOW69wl9Bf2kzaVut596sMhZ6.jpg",
    "popularity": 2.194,
    "tmdb_url": "https://www.themoviedb.org/movie/839100"
  },
  {
    "id": 425336,
    "title": "Loving Pablo",
    "release_date": "2017-10-12",
    "overview": "The film chronicles the rise and fall of the world's most feared drug lord Pablo Escobar and his volatile love affair with Colombia's most famous journalist Virginia Vallejo throughout a reign of terror that tore a country apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aV3kKzTCycGfZc5Lh29Tk6avKPL.jpg",
    "popularity": 2.1868,
    "tmdb_url": "https://www.themoviedb.org/movie/425336"
  },
  {
    "id": 1160003,
    "title": "Night of the Hunted",
    "release_date": "2023-10-12",
    "overview": "When an unsuspecting woman stops at a remote gas station in the dead of night, she's made the plaything of a sociopath sniper with a secret vendetta. To survive, she must not only dodge his bullets and fight for her life, but also figure out who wants her dead and why.",
    "poster_url": "https://image.tmdb.org/t/p/w500/84YOsylmgr181BHrTKlmaKs8IzV.jpg",
    "popularity": 2.1725,
    "tmdb_url": "https://www.themoviedb.org/movie/1160003"
  },
  {
    "id": 1909,
    "title": "Don Juan DeMarco",
    "release_date": "1994-10-12",
    "overview": "John Arnold DeMarco is a man who believes he is Don Juan, the greatest lover in the world. Clad in a cape and mask, DeMarco undergoes psychiatric treatment with Dr. Jack Mickler to cure him of his apparent delusion. But the psychiatric sessions have an unexpected effect on the psychiatric staff and, most profoundly, Dr Mickler, who rekindles the romance in his complacent marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fe0TuYz9jCKUba2Omj48K8bWJ8z.jpg",
    "popularity": 2.1343,
    "tmdb_url": "https://www.themoviedb.org/movie/1909"
  },
  {
    "id": 522055,
    "title": "What We Left Behind: Looking Back at Star Trek: Deep Space Nine",
    "release_date": "2018-10-12",
    "overview": "A documentary exploring the legacy of Star Trek: Deep Space Nine, the reasons it went from the black sheep of Star Trek to a beloved mainstay of the franchise, and a brainstorm with the original writers on what a theoretical eighth season of the show could look like.",
    "poster_url": "https://image.tmdb.org/t/p/w500/90kkGkEA3Svwt5SeCaR28pDm5dQ.jpg",
    "popularity": 2.1316,
    "tmdb_url": "https://www.themoviedb.org/movie/522055"
  },
  {
    "id": 46169,
    "title": "Twitches Too",
    "release_date": "2007-10-12",
    "overview": "Reunited witch twins Camryn and Alex adjust to their new life as supernatural beings while at the same time trying to maintain a normal existence in this sequel to the magical Disney Channel original movie Twitches. But they soon find themselves going head to head with the forces of darkness that threaten to destroy their world. Luckily, their birth mother, the powerful Miranda, is on hand to help out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/70aurzbqFMuJnwhIVW2aXeyzBAp.jpg",
    "popularity": 2.0861,
    "tmdb_url": "https://www.themoviedb.org/movie/46169"
  },
  {
    "id": 629919,
    "title": "A Witness Out of the Blue",
    "release_date": "2019-10-12",
    "overview": "In this classic whodunit, a police detective must rely on the only witness - a parrot, to catch the killer of an armed robber.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ZSC8cnZz0lf5GIisHV9IIu01Qt.jpg",
    "popularity": 2.0395,
    "tmdb_url": "https://www.themoviedb.org/movie/629919"
  },
  {
    "id": 1112547,
    "title": "Anselm",
    "release_date": "2023-10-12",
    "overview": "This unique cinematic experience dives deep into an artist’s work and reveals his life path, inspiration, and creative process. It explores his fascination with myth and history. Past and present are interwoven to diffuse the line between film and painting, allowing the audience to be completely immersed in the remarkable world of one of the greatest contemporary artists, Anselm Kiefer. Wim Wenders shot this unique portrait over the course of two years in stunning 3D.",
    "poster_url": "https://image.tmdb.org/t/p/w500/erEJByCPNjwpOk34XAZXQvKEJnJ.jpg",
    "popularity": 2.03,
    "tmdb_url": "https://www.themoviedb.org/movie/1112547"
  }
]