[
  {
    "id": 259872,
    "title": "Skin. Like. Sun.",
    "release_date": "2009-10-10",
    "overview": "Real-life young couple Wim and Floor spend an afternoon in the sunwashed rooms of a crumbling home in Belgium. In a unique twist, this artistic erotic documentary is edited in nearly real-time. In the slowness, we get the build, the sweetness, and the sexiness. Forget about fingersnapping fast editing. Slow is where it’s at.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uCkANtG6ezb7hjRKVudY3PUcbvn.jpg",
    "popularity": 32.9961,
    "tmdb_url": "https://www.themoviedb.org/movie/259872"
  },
  {
    "id": 244786,
    "title": "Whiplash",
    "release_date": "2014-10-10",
    "overview": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7fn624j5lj3xTme2SgiLCeuedmO.jpg",
    "popularity": 17.2881,
    "tmdb_url": "https://www.themoviedb.org/movie/244786"
  },
  {
    "id": 14161,
    "title": "2012",
    "release_date": "2009-10-10",
    "overview": "Dr. Adrian Helmsley, part of a worldwide geophysical team investigating the effect on the earth of radiation from unprecedented solar storms, learns that the earth's core is heating up. He warns U.S. President Thomas Wilson that the crust of the earth is becoming unstable and that without proper preparations for saving a fraction of the world's population, the entire race is doomed. Meanwhile, writer Jackson Curtis stumbles on the same information. While the world's leaders race to build \"arks\" to escape the impending cataclysm, Curtis struggles to find a way to save his family. Meanwhile, volcanic eruptions and earthquakes of unprecedented strength wreak havoc around the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zaqam2RNscH5ooYFWInV6hjx6y5.jpg",
    "popularity": 13.3106,
    "tmdb_url": "https://www.themoviedb.org/movie/14161"
  },
  {
    "id": 24,
    "title": "Kill Bill: Vol. 1",
    "release_date": "2003-10-10",
    "overview": "An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle – but she lives to plot her vengeance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v7TaX8kXMXs5yFFGR41guUDNcnB.jpg",
    "popularity": 10.6641,
    "tmdb_url": "https://www.themoviedb.org/movie/24"
  },
  {
    "id": 1278,
    "title": "The Dreamers",
    "release_date": "2003-10-10",
    "overview": "When Isabelle and Theo invite Matthew to stay with them, what begins as a casual friendship ripens into a sensual voyage of discovery and desire in which nothing is off limits and everything is possible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8xYTTQVCxVXkMtPitvwEudNrgtd.jpg",
    "popularity": 8.2962,
    "tmdb_url": "https://www.themoviedb.org/movie/1278"
  },
  {
    "id": 657,
    "title": "From Russia with Love",
    "release_date": "1963-10-10",
    "overview": "Agent 007 is back in the second installment of the James Bond series, this time battling a secret crime organization known as SPECTRE. Russians Rosa Klebb and Kronsteen are out to snatch a decoding device known as the Lektor, using the ravishing Tatiana to lure Bond into helping them. Bond willingly travels to meet Tatiana in Istanbul, where he must rely on his wits to escape with his life in a series of deadly encounters with the enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zx4V17FP8oclNvOpTgs2iCCtiYk.jpg",
    "popularity": 7.5054,
    "tmdb_url": "https://www.themoviedb.org/movie/657"
  },
  {
    "id": 481084,
    "title": "The Addams Family",
    "release_date": "2019-10-10",
    "overview": "The Addams family's lives begin to unravel when they face-off against a treacherous, greedy crafty reality-TV host while also preparing for their extended family to arrive for a major celebration.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q1epO0eO8DWu8Vo8tPfvVlzW48T.jpg",
    "popularity": 6.3174,
    "tmdb_url": "https://www.themoviedb.org/movie/481084"
  },
  {
    "id": 4995,
    "title": "Boogie Nights",
    "release_date": "1997-10-10",
    "overview": "Set in 1977, back when sex was safe, pleasure was a business and business was booming, idealistic porn producer Jack Horner aspires to elevate his craft to an art form. Horner discovers Eddie Adams, a hot young talent working as a busboy in a nightclub, and welcomes him into the extended family of movie-makers, misfits and hangers-on that are always around. Adams' rise from nobody to a celebrity adult entertainer is meteoric, and soon the whole world seems to know his porn alter ego, \"Dirk Diggler\". Now, when disco and drugs are in vogue, fashion is in flux and the party never seems to stop, Adams' dreams of turning sex into stardom are about to collide with cold, hard reality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6fzz3HkAGJxhGcwRZwpbEZxgZMu.jpg",
    "popularity": 5.1191,
    "tmdb_url": "https://www.themoviedb.org/movie/4995"
  },
  {
    "id": 637920,
    "title": "Miracle in Cell No. 7",
    "release_date": "2019-10-10",
    "overview": "Separated from his daughter, a father with an intellectual disability must prove his innocence when he is jailed for the death of a commander's child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bOth4QmNyEkalwahfPCfiXjNh1r.jpg",
    "popularity": 4.7524,
    "tmdb_url": "https://www.themoviedb.org/movie/637920"
  },
  {
    "id": 12162,
    "title": "The Hurt Locker",
    "release_date": "2008-10-10",
    "overview": "During the Iraq War, a Sergeant recently assigned to an army bomb squad is put at odds with his squad mates due to his maverick way of handling his work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m2duGsKjBOl3BB8uFOTnRUzdEhg.jpg",
    "popularity": 4.7357,
    "tmdb_url": "https://www.themoviedb.org/movie/12162"
  },
  {
    "id": 87826,
    "title": "Here Comes the Boom",
    "release_date": "2012-10-10",
    "overview": "A high school biology teacher moonlights as a mixed-martial arts fighter in an effort to raise money to save the school's music program.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g3ZjNkQP4M7Cs0clPD9q7EO2P1g.jpg",
    "popularity": 4.4092,
    "tmdb_url": "https://www.themoviedb.org/movie/87826"
  },
  {
    "id": 61012,
    "title": "Silent Hill: Revelation 3D",
    "release_date": "2012-10-10",
    "overview": "Heather Mason and her father have been on the run, always one step ahead of dangerous forces that she doesn't fully understand. Now on the eve of her 18th birthday, plagued by horrific nightmares and the disappearance of her father, Heather discovers she's not who she thinks she is. The revelation leads her deeper into a demonic world that threatens to trap her forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xBC7bHZ5UglTw4LMd2lTSgXvQXl.jpg",
    "popularity": 4.2552,
    "tmdb_url": "https://www.themoviedb.org/movie/61012"
  },
  {
    "id": 109424,
    "title": "Captain Phillips",
    "release_date": "2013-10-10",
    "overview": "The true story of Captain Richard Phillips and the 2009 hijacking by Somali pirates of the US-flagged MV Maersk Alabama, the first American cargo ship to be hijacked in two hundred years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gAH73mMU7rgGZrpYkFYgFgSNHs5.jpg",
    "popularity": 4.1844,
    "tmdb_url": "https://www.themoviedb.org/movie/109424"
  },
  {
    "id": 3989,
    "title": "Team America: World Police",
    "release_date": "2004-10-10",
    "overview": "When North Korean ruler Kim Jong-il orchestrates a global terrorist plot, it's up to the heavily armed, highly specialized Team America unit to stop his dastardly scheme. The group, which has recruited troubled Broadway actor Gary Johnston, not only has to face off against Jong-il, but they must also contend with the Film Actors Guild, a cadre of Hollywood liberals at odds with Team America's 'policing the world' tactics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hxQ67nOctKpUxKlghbHvZqcDETJ.jpg",
    "popularity": 4.1386,
    "tmdb_url": "https://www.themoviedb.org/movie/3989"
  },
  {
    "id": 369972,
    "title": "First Man",
    "release_date": "2018-10-10",
    "overview": "A look at the life of the astronaut, Neil Armstrong, and the legendary space mission that led him to become the first man to walk on the Moon on July 20, 1969.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i91mfvFcPPlaegcbOyjGgiWfZzh.jpg",
    "popularity": 3.8236,
    "tmdb_url": "https://www.themoviedb.org/movie/369972"
  },
  {
    "id": 235271,
    "title": "Addicted",
    "release_date": "2014-10-10",
    "overview": "A gallerist risks her family and flourishing career when she enters into an affair with a talented painter and slowly loses control of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fAERrD6vvmznDoL99wlgjhSfPcH.jpg",
    "popularity": 3.6687,
    "tmdb_url": "https://www.themoviedb.org/movie/235271"
  },
  {
    "id": 8069,
    "title": "Barbarella",
    "release_date": "1968-10-10",
    "overview": "In the far future, a highly sexual woman is tasked with finding and stopping the evil Durand-Durand. Along the way she encounters various unusual people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dIAhaCiP7CiyVqZdIkc5UiFEjzX.jpg",
    "popularity": 3.2311,
    "tmdb_url": "https://www.themoviedb.org/movie/8069"
  },
  {
    "id": 1016767,
    "title": "Bittersweet Rain",
    "release_date": "2023-10-10",
    "overview": "As if adolescence is not hard enough, a young, fatherless teenager living in a small town in the Brazilian heartland, confronts a degenerative eye disease that will ultimately leave him blind. As his vision deteriorates, he goes through the pain and confusion of his unreciprocated first love, and ultimately will have to learn first-hand how to see life with different eyes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1CfJRyBiKWwH8tGUuQsJP4DqGpV.jpg",
    "popularity": 3.1496,
    "tmdb_url": "https://www.themoviedb.org/movie/1016767"
  },
  {
    "id": 37961,
    "title": "Kaiji: The Ultimate Gambler",
    "release_date": "2009-10-10",
    "overview": "Kaiji Ito moves to Japan after graduating from high school. Unable to find a job and frustrated with society at large, Kaiji spends his days gambling, vandalizing cars, and drinking booze. Two years later and his life is no better. A debt collector named Endo arrives to collect money owed. The debt collector offers two choices to Kaiji: spend 10 years paying off his loan or board a gambling boat for one night to repay his debt & possibly make a boat load of money. Could the debt collector Endo actually be setting up Kaiji? One way or another, for Kaiji it's going to be the night of his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8C7ga0p7Ae2l38TsP82OpWgAMno.jpg",
    "popularity": 2.8772,
    "tmdb_url": "https://www.themoviedb.org/movie/37961"
  },
  {
    "id": 70191,
    "title": "The Good Guys and the Bad Guys",
    "release_date": "1969-10-10",
    "overview": "An aging lawman and an aging outlaw join forces when their respective positions in society are usurped by a younger, but incompetent Marshal, and a younger, but vicious gang leader.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7lNi9fi59xbvbLoH602YaqA1pjX.jpg",
    "popularity": 2.6015,
    "tmdb_url": "https://www.themoviedb.org/movie/70191"
  },
  {
    "id": 639838,
    "title": "Cruel Fixation",
    "release_date": "2019-10-10",
    "overview": "A recent widow is glad when her son finds a new friend. But it soon becomes clear that he's after a different type of companionship. Will their attraction be her undoing? And what secrets is hiding?",
    "poster_url": "https://image.tmdb.org/t/p/w500/1d7A66mMtoJ5TQ3UWJn26qUZEhQ.jpg",
    "popularity": 2.5474,
    "tmdb_url": "https://www.themoviedb.org/movie/639838"
  },
  {
    "id": 753816,
    "title": "A Pandemic: Away from the Motherland",
    "release_date": "2020-10-10",
    "overview": "As the Pandemic breaks, 5 doctors in the USA treat COVID-19 patients away from their Motherland. An emotional journey of healthcare workers and their families with unfiltered content from their personal lives shot entirely during the lockdown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x7xGTvpQkvm06U8noycHT3R4H59.jpg",
    "popularity": 2.5292,
    "tmdb_url": "https://www.themoviedb.org/movie/753816"
  },
  {
    "id": 17898,
    "title": "Silver Bullet",
    "release_date": "1985-10-10",
    "overview": "The small city of Tarker's Mill is startled by a series of sadistic murders. The population fears that this is the work of a maniac. During a search a mysterious, hairy creature is observed. This strange appearance is noticed once a month. People lock themselves up at night, but there's one boy who's still outside, he's preparing the barbecue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/52CvWYuJyWcMTPvsfcmsxaVHi7f.jpg",
    "popularity": 2.5216,
    "tmdb_url": "https://www.themoviedb.org/movie/17898"
  },
  {
    "id": 252178,
    "title": "'71",
    "release_date": "2014-10-10",
    "overview": "A young British soldier must find his way back to safety after his unit accidentally abandons him during a riot in the streets of Belfast.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wbhqBocsP7QoX8SZLvCsGOWUAaQ.jpg",
    "popularity": 2.418,
    "tmdb_url": "https://www.themoviedb.org/movie/252178"
  },
  {
    "id": 241843,
    "title": "Cooties",
    "release_date": "2014-10-10",
    "overview": "A mysterious virus hits an isolated elementary school, transforming the kids into a feral swarm of mass savages. An unlikely hero must lead a motley band of teachers in the fight of their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qnH3SCfb3ePz9qM8BvBtq9JLLXY.jpg",
    "popularity": 2.4126,
    "tmdb_url": "https://www.themoviedb.org/movie/241843"
  },
  {
    "id": 146239,
    "title": "Delivery Man",
    "release_date": "2013-10-10",
    "overview": "An affable underachiever finds out he's fathered 533 children through anonymous donations to a fertility clinic 20 years ago. Now he must decide whether or not to come forward when 142 of them file a lawsuit to reveal his identity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/huXHYDclKT4RM1OvS3O7SXYRAU0.jpg",
    "popularity": 2.3999,
    "tmdb_url": "https://www.themoviedb.org/movie/146239"
  },
  {
    "id": 620725,
    "title": "Jexi",
    "release_date": "2019-10-10",
    "overview": "Phil's new phone comes with an unexpected feature, Jexi...an A.I. determined to keep him all to herself in a comedy about what can happen when you love your phone more than all else.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sizYjc8lAFStRZXtI1uRBDsOTt6.jpg",
    "popularity": 2.2829,
    "tmdb_url": "https://www.themoviedb.org/movie/620725"
  },
  {
    "id": 121473,
    "title": "Anita",
    "release_date": "1967-10-10",
    "overview": "Anita is a weird girl, who either loses her memory or pretends to not remember.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aA0rDCXoQIXxRZpBAxmoApcc6wf.jpg",
    "popularity": 2.234,
    "tmdb_url": "https://www.themoviedb.org/movie/121473"
  },
  {
    "id": 80860,
    "title": "Lupin the Third: Seven Days Rhapsody",
    "release_date": "2006-10-10",
    "overview": "After a successful heist at the race track, talented thief Lupin has his sights set on a valuable diamond set to be displayed in seven days. His plan is complicated when he saves a young girl named Michelle from a group of thugs. Michelle's father is very rich and connected to the diamond; her father also enlists an old mercenary friend of Jigen to persuade Jigen to work for him. Goemon has also been hired by Fujiko to assist her in her own plans for the diamond. With no one to turn to and double-crosses galore, can Lupin pull things together in a week?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qxlr2GL8yBKsmSaYTIhkFEIEup9.jpg",
    "popularity": 2.222,
    "tmdb_url": "https://www.themoviedb.org/movie/80860"
  },
  {
    "id": 40829,
    "title": "Shaolin Wooden Men",
    "release_date": "1976-10-10",
    "overview": "Little Mute is an orphan traumatized into silence by the death of his father at the hands of a vicious fighting master. Living at the Shaolin monastery, he befriends a dangerous prisoner who teaches him a secret form of deadly kung fu. Seeing his intense determination, other masters share the wisdom of the Gliding Snake and Drunken Master techniques. In one of the most exciting fight scenes ever filmed, Little Mute must run the gauntlet of the famous 108 wooden men in an extreme test of skill and endurance. But if he becomes a master, will he use his unmatched force for redemption or revenge?",
    "poster_url": "https://image.tmdb.org/t/p/w500/uFbYnHPb5YGgce3Un0bgBgbt8DI.jpg",
    "popularity": 2.199,
    "tmdb_url": "https://www.themoviedb.org/movie/40829"
  },
  {
    "id": 631997,
    "title": "The Forest of Love",
    "release_date": "2019-10-10",
    "overview": "A con man and a would-be filmmaking crew force themselves into the lives of two grief-scarred young women. But nothing is as it seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A7ve6RmC8C4VmfMEMhwRCwKWeim.jpg",
    "popularity": 2.1787,
    "tmdb_url": "https://www.themoviedb.org/movie/631997"
  },
  {
    "id": 1024530,
    "title": "Grimcutty",
    "release_date": "2022-10-10",
    "overview": "A suburban teen girl and her little brother must stop a terrifying internet meme brought to life by the hysteria of their parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5z6EinMhVtBUAcFwA3UNnfxeWAn.jpg",
    "popularity": 2.1682,
    "tmdb_url": "https://www.themoviedb.org/movie/1024530"
  },
  {
    "id": 36797,
    "title": "RocketMan",
    "release_date": "1997-10-10",
    "overview": "Fred Z. Randall is geeky and obnoxious spacecraft designer, who gets the chance to make his dream come true and travel to Mars as a member of the first manned flight there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/laNJKezXJcWBZbKQFCtCAUl75fV.jpg",
    "popularity": 2.0751,
    "tmdb_url": "https://www.themoviedb.org/movie/36797"
  },
  {
    "id": 34309,
    "title": "Most Wanted",
    "release_date": "1997-10-10",
    "overview": "A Marine on death row is recruited by a shadowy U.S. military officer as part of a top-secret ops team, then gets framed for murder when the team and its officer set him up as the fall guy for the assassination of the First Lady.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8vKh2AnzJaRM1eALkBKEU97NK1B.jpg",
    "popularity": 2.0257,
    "tmdb_url": "https://www.themoviedb.org/movie/34309"
  }
]