[
  {
    "id": 302946,
    "title": "The Accountant",
    "release_date": "2016-10-13",
    "overview": "As a math savant uncooks the books for a new client, the Treasury Department closes in on his activities and the body count starts to rise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fceheXB5fC4WrLVuWJ6OZv9FXYr.jpg",
    "popularity": 166.1359,
    "tmdb_url": "https://www.themoviedb.org/movie/302946"
  },
  {
    "id": 568124,
    "title": "Encanto",
    "release_date": "2021-10-13",
    "overview": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
    "popularity": 18.1512,
    "tmdb_url": "https://www.themoviedb.org/movie/568124"
  },
  {
    "id": 967,
    "title": "Spartacus",
    "release_date": "1960-10-13",
    "overview": "The rebellious Thracian Spartacus, born and raised a slave, is sold to Gladiator trainer Batiatus. After weeks of being trained to kill for the arena, Spartacus turns on his owners and leads the other slaves in rebellion. As the rebels move from town to town, their numbers swell as escaped slaves join their ranks. Under the leadership of Spartacus, they make their way to southern Italy, where they will cross the sea and return to their homes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xLPpQlFWE12cbqNJQ5Vf4eJU8ij.jpg",
    "popularity": 9.3424,
    "tmdb_url": "https://www.themoviedb.org/movie/967"
  },
  {
    "id": 136799,
    "title": "Trolls",
    "release_date": "2016-10-13",
    "overview": "After the monstrous Bergens invade Troll Village, Princess Poppy, the happiest Troll ever born, and overly-cautious, curmudgeonly outcast Branch set off on a journey to rescue her friends. Their mission is full of adventure and mishaps, as this mismatched duo try to tolerate each other long enough to get the job done.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9VlK2j0THZWzhQPq0W3Oc0IIdBB.jpg",
    "popularity": 9.0201,
    "tmdb_url": "https://www.themoviedb.org/movie/136799"
  },
  {
    "id": 988402,
    "title": "Humanist Vampire Seeking Consenting Suicidal Person",
    "release_date": "2023-10-13",
    "overview": "Sasha is a young vampire with a serious problem: she's too sensitive to kill. When her exasperated parents cut off her blood supply, Sasha's life is in jeopardy. Luckily, she meets Paul, a lonely teenager with suicidal tendencies who is willing to give his life to save hers. But their friendly agreement soon becomes a nocturnal quest to fulfill Paul's last wishes before day breaks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m5OItLBY5T38ew1YI4VSIXjl5G2.jpg",
    "popularity": 7.3791,
    "tmdb_url": "https://www.themoviedb.org/movie/988402"
  },
  {
    "id": 39514,
    "title": "RED",
    "release_date": "2010-10-13",
    "overview": "After surviving an assault from a squad of hit men, retired CIA black ops agent Frank Moses reassembles his old team for an all-out war. Frank reunites with old Joe, crazy Marvin and wily Victoria to uncover a massive conspiracy that threatens their lives. Only their expert training will allow them to survive a near-impossible mission -- breaking into CIA headquarters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8eeK3OB5PeSRQD7BpZcGZKkehG.jpg",
    "popularity": 7.3629,
    "tmdb_url": "https://www.themoviedb.org/movie/39514"
  },
  {
    "id": 617653,
    "title": "The Last Duel",
    "release_date": "2021-10-13",
    "overview": "King Charles VI declares that Knight Jean de Carrouges settle his dispute with his squire, Jacques Le Gris, by challenging him to a duel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zjrJE0fpzPvX8saJXj8VNfcjBoU.jpg",
    "popularity": 6.2122,
    "tmdb_url": "https://www.themoviedb.org/movie/617653"
  },
  {
    "id": 419479,
    "title": "The Babysitter",
    "release_date": "2017-10-13",
    "overview": "When Cole stays up past his bedtime, he discovers that his hot babysitter is part of a Satanic cult that will stop at nothing to keep him quiet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/86a7GRVRCwfl7wdI4QadyvKa6Zu.jpg",
    "popularity": 4.8359,
    "tmdb_url": "https://www.themoviedb.org/movie/419479"
  },
  {
    "id": 207932,
    "title": "Inferno",
    "release_date": "2016-10-13",
    "overview": "After waking up in a hospital with amnesia, professor Robert Langdon and a doctor must race against time to foil a deadly global plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cnqvFvjAaV28F1tU7986VVg0WP7.jpg",
    "popularity": 4.6681,
    "tmdb_url": "https://www.themoviedb.org/movie/207932"
  },
  {
    "id": 660120,
    "title": "The Worst Person in the World",
    "release_date": "2021-10-13",
    "overview": "The chronicles of four years in the life of Julie, a young woman who navigates the troubled waters of her love life and struggles to find her career path, leading her to take a realistic look at who she really is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1NxGNQchGBTHXJ6RShLY1IlZqWn.jpg",
    "popularity": 4.4957,
    "tmdb_url": "https://www.themoviedb.org/movie/660120"
  },
  {
    "id": 277834,
    "title": "Moana",
    "release_date": "2016-10-13",
    "overview": "In Ancient Polynesia, when a terrible curse incurred by Maui reaches an impetuous Chieftain's daughter's island, she answers the Ocean's call to seek out the demigod to set things right.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9tzN8sPbyod2dsa0lwuvrwBDWra.jpg",
    "popularity": 4.3459,
    "tmdb_url": "https://www.themoviedb.org/movie/277834"
  },
  {
    "id": 421928,
    "title": "Luck-Key",
    "release_date": "2016-10-13",
    "overview": "A reverse comedy that tells the story of a perfectionist assassin who falls and hits his head in a sauna, giving him amnesia. When a down-and-out actor switches locker keys with him, they switch lives until the hit-man, who soon becomes an action hero on TV, starts to remember things.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z0bMdh1pnVHwUV4Tq0R3KPTp9xA.jpg",
    "popularity": 4.2094,
    "tmdb_url": "https://www.themoviedb.org/movie/421928"
  },
  {
    "id": 201085,
    "title": "Crimson Peak",
    "release_date": "2015-10-13",
    "overview": "In the aftermath of a family tragedy, an aspiring author is torn between love for her childhood friend and the temptation of a mysterious outsider. Trying to escape the ghosts of her past, she is swept away to a house that breathes, bleeds… and remembers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f9TOb5anVwZeSbYjU1qNxPk3KUk.jpg",
    "popularity": 3.6744,
    "tmdb_url": "https://www.themoviedb.org/movie/201085"
  },
  {
    "id": 420622,
    "title": "Professor Marston and the Wonder Women",
    "release_date": "2017-10-13",
    "overview": "The unconventional life of Dr. William Marston, the Harvard psychologist and inventor who helped invent the modern lie detector test and co-created Wonder Woman in 1941.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tbrzHlnE8dNpllLWEe9bwDGNzLe.jpg",
    "popularity": 3.5045,
    "tmdb_url": "https://www.themoviedb.org/movie/420622"
  },
  {
    "id": 1179558,
    "title": "15 Cameras",
    "release_date": "2023-10-13",
    "overview": "A couple buys a house from The Slumlord Tapes, infamous for hidden cameras and a psycho landlord. It's not as safe as they tell themselves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/muQrASlFPg4Hx0BEDwXjUsBMSHM.jpg",
    "popularity": 3.4687,
    "tmdb_url": "https://www.themoviedb.org/movie/1179558"
  },
  {
    "id": 999087,
    "title": "The Bridge Curse: Ritual",
    "release_date": "2023-10-13",
    "overview": "An architect disrupted the school during construction and turned it into supernatural entities. Years later, an augmented game involving dark rituals happens when a group of studentsunleash a swarm of evil spirits into the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dhCjWaHH81ufIISGTD3Y6jYB1qw.jpg",
    "popularity": 3.3909,
    "tmdb_url": "https://www.themoviedb.org/movie/999087"
  },
  {
    "id": 415312,
    "title": "The Man from Earth: Holocene",
    "release_date": "2017-10-13",
    "overview": "14,000-year-old \"Man from Earth\" John Oldman, now teaching in northern California, realizes that not only is he finally starting to age, but four students have discovered his deepest secret, putting his life in grave danger and potentially destroying the world's most popular religion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/krOWstmTUdfafRbXH9YAjVj2zE5.jpg",
    "popularity": 3.3001,
    "tmdb_url": "https://www.themoviedb.org/movie/415312"
  },
  {
    "id": 780382,
    "title": "The Wolf and the Lion",
    "release_date": "2021-10-13",
    "overview": "After her grandfather's death, 20-year-old Alma decides to go back to her childhood home - a little island in the heart of the majestic Canadian forest. Whilst there, she rescues two helpless cubs: a wolf and a lion. They forge an inseparable bond, but their world soon collapses as the forest ranger discovers the animals and takes them away. The two cub brothers must now embark on a treacherous journey across Canada to be reunited with one another and Alma once more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x3JsrunysUwsIV9XS7hQtZG4knm.jpg",
    "popularity": 3.2735,
    "tmdb_url": "https://www.themoviedb.org/movie/780382"
  },
  {
    "id": 1140168,
    "title": "Freddy's Fridays",
    "release_date": "2023-10-13",
    "overview": "A detective begins to investigate a series of mysterious murders that are connected to a demonic book that brings dolls to life. As the body count begins to rise, the detective soon learns the curse of the demonic Friday and must find a way to stop it before any others disappear.",
    "poster_url": "https://image.tmdb.org/t/p/w500/syNeotlmV6uIXBKg7dYwVpXoI7P.jpg",
    "popularity": 3.2723,
    "tmdb_url": "https://www.themoviedb.org/movie/1140168"
  },
  {
    "id": 7452,
    "title": "The Cook, the Thief, His Wife & Her Lover",
    "release_date": "1989-10-13",
    "overview": "The wife of an abusive criminal finds solace in the arms of a kind regular guest in her husband's restaurant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fNkl7o1VQQqy1nEX9x56CDHULmr.jpg",
    "popularity": 3.1338,
    "tmdb_url": "https://www.themoviedb.org/movie/7452"
  },
  {
    "id": 734002,
    "title": "The Peasants",
    "release_date": "2023-10-13",
    "overview": "Peasant girl Jagna is forced to marry the much older, wealthy farmer Boryna, despite her love for his son Antek. With time, Jagna becomes the object of envy and disdain with the villagers and she must fight to preserve her independence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vxwdArOG3R5AUHdvmwE4e7MLc0z.jpg",
    "popularity": 3.0398,
    "tmdb_url": "https://www.themoviedb.org/movie/734002"
  },
  {
    "id": 1160164,
    "title": "TAYLOR SWIFT | THE ERAS TOUR",
    "release_date": "2023-10-13",
    "overview": "A concert film documenting Taylor Swift's record-breaking Eras Tour (2023-2024). Filmed during the Los Angeles shows, the film captures the tour's ten acts, each representing a different musical era from Swift's career. The film showcases over 40 songs, elaborate stage productions, and Swift's performance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jf3YO8hOqGHCupsREf5qymYq1n.jpg",
    "popularity": 2.9737,
    "tmdb_url": "https://www.themoviedb.org/movie/1160164"
  },
  {
    "id": 8975,
    "title": "The Marine",
    "release_date": "2006-10-13",
    "overview": "A group of diamond thieves on the run kidnap the wife of a recently discharged marine who goes on a chase through the South Carolinian wilderness to retrieve her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pONyvBJwHNg5CWu7mtsv4qaq75C.jpg",
    "popularity": 2.9646,
    "tmdb_url": "https://www.themoviedb.org/movie/8975"
  },
  {
    "id": 1218435,
    "title": "The Blue Drum",
    "release_date": "2022-10-13",
    "overview": "A woman mourning her father's passing is tormented by memories of a mother she never knew. A presence reveals secrets hidden within her family home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ykJj7ViGyx4bxEB32z6cYKWOZV9.jpg",
    "popularity": 2.9176,
    "tmdb_url": "https://www.themoviedb.org/movie/1218435"
  },
  {
    "id": 392982,
    "title": "Marshall",
    "release_date": "2017-10-13",
    "overview": "Thurgood Marshall, the first African-American Supreme Court Justice, battles through one of his career-defining cases.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2KfdXsXTCbMie0wB1mSmIX60C2F.jpg",
    "popularity": 2.7426,
    "tmdb_url": "https://www.themoviedb.org/movie/392982"
  },
  {
    "id": 11596,
    "title": "New Nightmare",
    "release_date": "1994-10-13",
    "overview": "Cast and crew from A Nightmare on Elm Street are terrorized by Freddy Krueger and his razor-fingered glove as he crosses over into the real world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eN3UZUYapJ2CJCD9dN0LUZLouKa.jpg",
    "popularity": 2.6547,
    "tmdb_url": "https://www.themoviedb.org/movie/11596"
  },
  {
    "id": 618353,
    "title": "Batman: Death in the Family",
    "release_date": "2020-10-13",
    "overview": "Tragedy strikes the Batman's life again when Robin Jason Todd tracks down his birth mother only to run afoul of the Joker. An adaptation of the 1988 comic book storyline of the same name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k8Q9ulyRE8fkvZMkAM9LPYMKctb.jpg",
    "popularity": 2.5912,
    "tmdb_url": "https://www.themoviedb.org/movie/618353"
  },
  {
    "id": 643550,
    "title": "Nocturne",
    "release_date": "2020-10-13",
    "overview": "Inside the halls of an elite arts academy, a timid music student begins to outshine her more accomplished and outgoing twin sister when she discovers a mysterious notebook belonging to a recently deceased classmate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zJNFiWBGYSMbfTAk6Ygqdj6Rahq.jpg",
    "popularity": 2.5701,
    "tmdb_url": "https://www.themoviedb.org/movie/643550"
  },
  {
    "id": 396398,
    "title": "The Meyerowitz Stories (New and Selected)",
    "release_date": "2017-10-13",
    "overview": "An estranged family gathers together in New York for an event celebrating the artistic work of their father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c9teDTgwxgnb7wnZjZo4oNcF80R.jpg",
    "popularity": 2.5612,
    "tmdb_url": "https://www.themoviedb.org/movie/396398"
  },
  {
    "id": 9791,
    "title": "Animal Factory",
    "release_date": "2000-10-13",
    "overview": "Suburbanite Ron is spoiled, young and not overly worried about the marijuana charges leveled against him. But, after being made out to be a drug dealer, he faces a five-year jail sentence in San Quentin State Prison. Physically frail and unaccustomed to his rough surroundings, Ron is primed to fall victim to sexual predators and bullying guards – that is, until he's befriended by Earl, a veteran inmate who finds meaning in protecting the vulnerable new kid.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2OUOg9Pf5dZZr5RufM5liA4IUVK.jpg",
    "popularity": 2.4518,
    "tmdb_url": "https://www.themoviedb.org/movie/9791"
  },
  {
    "id": 23514,
    "title": "The Rum Diary",
    "release_date": "2011-10-13",
    "overview": "Tired of the noise and madness of New York and the crushing conventions of late Eisenhower-era America, itinerant journalist Paul Kemp travels to the pristine island of Puerto Rico to write for a local San Juan newspaper run by the downtrodden editor Lotterman. Adopting the rum-soaked lifestyle of the late ‘50s version of Hemingway’s 'The Lost Generation', Paul soon becomes entangled with a very attractive American woman and her fiancée, a businessman involved in shady property development deals.  It is within this world that Kemp ultimately discovers his true voice as a writer and integrity as a man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uErFROiMrpk7owQWKK3bpD4hSJs.jpg",
    "popularity": 2.4339,
    "tmdb_url": "https://www.themoviedb.org/movie/23514"
  },
  {
    "id": 281,
    "title": "Strange Days",
    "release_date": "1995-10-13",
    "overview": "Former policeman Lenny Nero has moved into a more lucrative trade: the illegal sale of virtual reality-like recordings that allow users to experience the emotions and past experiences of others. While they typically contain tawdry incidents, Nero is shocked when he receives one showing a murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rY5BrDRcYAKE0BYmmT66YG6Uy5Q.jpg",
    "popularity": 2.4268,
    "tmdb_url": "https://www.themoviedb.org/movie/281"
  },
  {
    "id": 73937,
    "title": "The Big Year",
    "release_date": "2011-10-13",
    "overview": "Three fanatical bird-watchers spend an entire year competing to spot the highest number of species as El Nino sends an extraordinary variety of rare breeds flying up into the U.S., but they quickly discover that there are more important things than coming out on top of the competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q6Pr8fWKh664seri2MaQeIJ6eSI.jpg",
    "popularity": 2.4022,
    "tmdb_url": "https://www.themoviedb.org/movie/73937"
  },
  {
    "id": 407445,
    "title": "Breathe",
    "release_date": "2017-10-13",
    "overview": "Based on the true story of Robin, a handsome, brilliant and adventurous man whose life takes a dramatic turn when polio leaves him paralyzed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wLu2N0QVfSpk10RJ17HLHyRUmww.jpg",
    "popularity": 2.3555,
    "tmdb_url": "https://www.themoviedb.org/movie/407445"
  },
  {
    "id": 70578,
    "title": "Trespass",
    "release_date": "2011-10-13",
    "overview": "Kyle and Sarah Miller have it all: a huge gated house on the water, fancy cars, and the potential for romance in their relationship. He's just back from a business trip and their teen daughter Avery is sneaking out to a party, when four thugs in security uniforms and ski masks stage a home invasion. They want what's in the safe: cash and diamonds. As Kyle stalls them, trying to negotiate for Sarah's freedom, the fault lines in Kyle and Sarah's marriage and the pasts of the four robbers come into play. Is there room here for heroism?",
    "poster_url": "https://image.tmdb.org/t/p/w500/yP60huMcPTWOJfplRLi4FQAEQxX.jpg",
    "popularity": 2.3526,
    "tmdb_url": "https://www.themoviedb.org/movie/70578"
  },
  {
    "id": 177221,
    "title": "The Battery",
    "release_date": "2012-10-13",
    "overview": "In rural Connecticut, baseball players Ben and Mickey are trying to survive a zombie plague. They are forced to form a battery: a catcher and a pitcher who work together to outwit the batter, the one who hits the ball. And the batter in this case just happens to be a zombie. Tough Ben and gentle Mickey frequently disagree on the best way to go about the situation. Then they suddenly hear a human voice through their walkie-talkies. Is salvation nearby, like Mickey thinks, or is Ben’s suspicion justified?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nI7lzx2t4UPfuqhunB5bEVymOOV.jpg",
    "popularity": 2.2844,
    "tmdb_url": "https://www.themoviedb.org/movie/177221"
  },
  {
    "id": 17264,
    "title": "The Black Stallion",
    "release_date": "1979-10-13",
    "overview": "While traveling with his father, young Alec becomes fascinated by a mysterious Arabian stallion that is brought on board and stabled in the ship he is sailing on. When it tragically sinks both he and the horse survive only to be stranded on a deserted island. He befriends it, so when finally rescued both return to his home where they soon meet Henry Dailey, a once successful trainer. Together they begin training the horse to race against the fastest ones in the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uZtNc31LR5Ik3ZVo2jxwOvhkNRC.jpg",
    "popularity": 2.2265,
    "tmdb_url": "https://www.themoviedb.org/movie/17264"
  },
  {
    "id": 523366,
    "title": "Dragon Rider",
    "release_date": "2020-10-13",
    "overview": "An unlikely trio of heroes – a dragon, a boy and a forest brownie – embark on an epic adventure to find the “Rim of Heaven” - the mythological safe haven for all dragons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ucDrOXUrVnr9X3ZmXP2Q68HDIHr.jpg",
    "popularity": 2.2243,
    "tmdb_url": "https://www.themoviedb.org/movie/523366"
  },
  {
    "id": 41387,
    "title": "From Beijing with Love",
    "release_date": "1994-10-13",
    "overview": "A Chinese secret agent travels to Hong Kong to reclaim a dinosaur fossil but experiences hilarious incidents because of his incompetence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xUAVVRNxbbI3XcwKdFTRAryQAk8.jpg",
    "popularity": 2.1953,
    "tmdb_url": "https://www.themoviedb.org/movie/41387"
  },
  {
    "id": 451751,
    "title": "American Satan",
    "release_date": "2017-10-13",
    "overview": "A young rock band, half from England and half from the US, drop out of college and move to the Sunset Strip to chase their dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hM9dOYWPh5pcQ3ruFXDayXsqgHw.jpg",
    "popularity": 2.1722,
    "tmdb_url": "https://www.themoviedb.org/movie/451751"
  },
  {
    "id": 37288,
    "title": "Take Care of My Cat",
    "release_date": "2001-10-13",
    "overview": "When one girl from five close school friends moves to Seoul after school is over, the other four try and deal with the loss of her moving and them drifting apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8qzlAKhsqHKQHljFXkFXLGsMzlf.jpg",
    "popularity": 2.1635,
    "tmdb_url": "https://www.themoviedb.org/movie/37288"
  },
  {
    "id": 383709,
    "title": "Wonderstruck",
    "release_date": "2017-10-13",
    "overview": "The story of a young boy in the Midwest is told simultaneously with a tale about a young girl in New York from fifty years ago as they both seek the same mysterious connection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7hPnW1yWlIJcKCEQ5Kbr5dMtrDp.jpg",
    "popularity": 2.1204,
    "tmdb_url": "https://www.themoviedb.org/movie/383709"
  },
  {
    "id": 1180445,
    "title": "Ahasss",
    "release_date": "2023-10-13",
    "overview": "Jake, a young houseboy, falls for his boss' battered wife. As he helps her escape from her abusive husband, things get wild, messy, and bloody.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lorMjouSKmoJQGG9vIMtXkka5r5.jpg",
    "popularity": 2.0753,
    "tmdb_url": "https://www.themoviedb.org/movie/1180445"
  },
  {
    "id": 464293,
    "title": "The Legend of Maula Jatt",
    "release_date": "2022-10-13",
    "overview": "Maula Jatt, a fierce prizefighter with a tortured past seeks vengeance against his arch nemesis Noori Natt, the most feared warrior in the land of Punjab.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6R3KQiDQuNqB3gBnft4qShpJbrr.jpg",
    "popularity": 2.0629,
    "tmdb_url": "https://www.themoviedb.org/movie/464293"
  },
  {
    "id": 227700,
    "title": "Anna",
    "release_date": "2013-10-13",
    "overview": "A man with the ability to enter peoples' memories takes on the case of a brilliant, troubled sixteen-year-old girl to determine whether she is a sociopath or a victim of trauma.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sgMGvWai7E1Ryf9IvB5m0ILS7hl.jpg",
    "popularity": 2.0215,
    "tmdb_url": "https://www.themoviedb.org/movie/227700"
  },
  {
    "id": 152044,
    "title": "Puella Magi Madoka Magica the Movie Part II: Eternal",
    "release_date": "2012-10-13",
    "overview": "As the young girls have discovered the truth about the cruel fate of a magical girl, one magical girl after another is destroyed. Throughout it all, there is one magical girl who continues to fight alone - Homura Akemi. Puella Magi Madoka Magica the Movie Part II: Eternal is a retelling of the second half of the TV anime series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vPrVi40JAScg92zKEpOQPHmYrZs.jpg",
    "popularity": 2.0126,
    "tmdb_url": "https://www.themoviedb.org/movie/152044"
  },
  {
    "id": 92679,
    "title": "Man of Iron",
    "release_date": "1972-10-13",
    "overview": "Man of Iron was positioned as something of a follow-up to Boxer From Shantung, the rise-and-fall story of Ma Yung Chen and it reunites the directors and some of the cast in a similar but much slighter tale of a lesser gangster's rise and fall in Shanghai. While the opening narration specifically recalls the events and tragic conclusion of BOXER, this one is set 20 years later in the same section of Shanghai but otherwise has nothing to do with the events or characters of the previous film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/olnMdMunyQzZdizsH8hlAObhTJk.jpg",
    "popularity": 2.0055,
    "tmdb_url": "https://www.themoviedb.org/movie/92679"
  }
]