[
  {
    "id": 30497,
    "title": "The Texas Chain Saw Massacre",
    "release_date": "1974-10-11",
    "overview": "Five friends head out to rural Texas to visit the grave of a grandfather. On the way they stumble across what appears to be a deserted house, only to discover something sinister within. Something armed with a chainsaw.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mpgkRPH1GNkMCgdPk2OMyHzAks7.jpg",
    "popularity": 16.8695,
    "tmdb_url": "https://www.themoviedb.org/movie/30497"
  },
  {
    "id": 77,
    "title": "Memento",
    "release_date": "2000-10-11",
    "overview": "Leonard Shelby is tracking down the man who raped and murdered his wife. The difficulty of locating his wife's killer, however, is compounded by the fact that he suffers from a rare, untreatable form of short-term memory loss. Although he can recall details of life before his accident, Leonard cannot remember what happened fifteen minutes ago, where he's going, or why.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fKTPH2WvH8nHTXeBYBVhawtRqtR.jpg",
    "popularity": 10.9098,
    "tmdb_url": "https://www.themoviedb.org/movie/77"
  },
  {
    "id": 1417,
    "title": "Pan's Labyrinth",
    "release_date": "2006-10-11",
    "overview": "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s8C4whhKtDaJvMDcyiMvx3BIF5F.jpg",
    "popularity": 10.161,
    "tmdb_url": "https://www.themoviedb.org/movie/1417"
  },
  {
    "id": 433808,
    "title": "The Ritual",
    "release_date": "2017-10-11",
    "overview": "A group of college friends reunite for a trip to the forest, but encounter a menacing presence in the woods that's stalking them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9022CYEGqYETCeXN1oE3uwYJWub.jpg",
    "popularity": 9.7937,
    "tmdb_url": "https://www.themoviedb.org/movie/433808"
  },
  {
    "id": 1134424,
    "title": "Mantra Warrior: The Legend of The Eight Moons",
    "release_date": "2023-10-11",
    "overview": "A story inspired by the original RAMAYANA, retold in a futuristic universe, involving brave warriors who possess ancient powers from another dimension.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sQE0VegwDa0GHjawfNRr1sFgVE2.jpg",
    "popularity": 7.8812,
    "tmdb_url": "https://www.themoviedb.org/movie/1134424"
  },
  {
    "id": 559969,
    "title": "El Camino: A Breaking Bad Movie",
    "release_date": "2019-10-11",
    "overview": "In the wake of his dramatic escape from captivity, Jesse Pinkman must come to terms with his past in order to forge some kind of future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ePXuKdXZuJx8hHMNr2yM4jY2L7Z.jpg",
    "popularity": 7.452,
    "tmdb_url": "https://www.themoviedb.org/movie/559969"
  },
  {
    "id": 68734,
    "title": "Argo",
    "release_date": "2012-10-11",
    "overview": "As the Iranian revolution reaches a boiling point, a CIA 'exfiltration' specialist concocts a risky plan to free six Americans who have found shelter at the home of the Canadian ambassador.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m5gPWFZFIp4UJFABgWyLkbXv8GX.jpg",
    "popularity": 6.837,
    "tmdb_url": "https://www.themoviedb.org/movie/68734"
  },
  {
    "id": 504949,
    "title": "The King",
    "release_date": "2019-10-11",
    "overview": "England, 15th century. Hal, a capricious prince who lives among the populace far from court, is forced by circumstances to reluctantly accept the throne and become Henry V.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8u0QBGUbZcBW59VEAdmeFl9g98N.jpg",
    "popularity": 5.263,
    "tmdb_url": "https://www.themoviedb.org/movie/504949"
  },
  {
    "id": 442062,
    "title": "Goosebumps 2: Haunted Halloween",
    "release_date": "2018-10-11",
    "overview": "Be careful what you wish for. With their after school junk business, best friends Sonny and Sam hope to find treasure in other people’s trash. But when cleaning out the old Stine house, they open a locked book that frees a supernatural nightmare – Slappy! Now, with the help of Sonny’s sister Sarah, they’re in a race against time to get the sinister dummy and all the creatures he’s brought to life back into the pages before he unleashes total pandemonium!",
    "poster_url": "https://image.tmdb.org/t/p/w500/t2wy38iiMpB8WsgJi3lYeDnGh2H.jpg",
    "popularity": 4.5613,
    "tmdb_url": "https://www.themoviedb.org/movie/442062"
  },
  {
    "id": 418827,
    "title": "Sister's Younger Husband",
    "release_date": "2016-10-11",
    "overview": "A sexy brother-in-law approached her? And he’s a younger man?  Mi-yeon, who was adopted into her family when she was little, is living with her older sister, Si-yeon and Si-yeon’s husband. Mi-yeon’s desire towards her brother-in-law grows more and more every night when she gets to watch the affectionate interaction between her older sister and the brother-in-law. One day, Mi-yeon seduces her brother-in-law and the two end up crossing the line when they should not have. As the situation goes on, Mi-yeon finds out her older sister is also having affairs outside the marriage. Mi-yeon tries to clear up the relationship with her brother-in-law out of guilty feeling. However, she hears something shocking from the brother-in-law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cj2DPcWKDfd57cqVeFA40rZgbE6.jpg",
    "popularity": 4.4948,
    "tmdb_url": "https://www.themoviedb.org/movie/418827"
  },
  {
    "id": 615165,
    "title": "Her Blue Sky",
    "release_date": "2019-10-11",
    "overview": "High school student Aoi Aioi lives with her elder sister, Akane, after a tragic accident took their parents away 13 years ago. Because Akane has since been taking care of her single-handedly, Aoi wants to move to Tokyo after her graduation to relieve her sister's burden and pursue a musical career, inspired by Akane's ex-boyfriend Shinnosuke \"Shinno\" Kanamuro. Shinno was part of a band until he left for Tokyo to become a professional guitarist after the sisters' parents passed away, and he was never to be seen again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c2UTAPcfIrvgDVYzpX4R8RSV6tF.jpg",
    "popularity": 3.795,
    "tmdb_url": "https://www.themoviedb.org/movie/615165"
  },
  {
    "id": 8051,
    "title": "Punch-Drunk Love",
    "release_date": "2002-10-11",
    "overview": "A socially awkward and volatile small business owner meets the love of his life after being threatened by a gang of scammers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/htYp4yqFu4rzBEIa6j9jP8miDm3.jpg",
    "popularity": 3.6685,
    "tmdb_url": "https://www.themoviedb.org/movie/8051"
  },
  {
    "id": 36362,
    "title": "King of Kings",
    "release_date": "1961-10-11",
    "overview": "Who is Jesus, and why does he impact all he meets? He is respected and reviled, emulated and accused, beloved, betrayed, and finally crucified. Yet that terrible fate would not be the end of the story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fp1Nx4FASTGldFuQyGXN0HF6Jgk.jpg",
    "popularity": 3.6563,
    "tmdb_url": "https://www.themoviedb.org/movie/36362"
  },
  {
    "id": 42246,
    "title": "Tom and Jerry: The Fast and the Furry",
    "release_date": "2005-10-11",
    "overview": "After being evicted from their old house by Tom's owner for causing major damage, cat and mouse Tom and Jerry enter a race entitled the \"Fabulous Super Race\" to win a mansion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4pQhh5bU1KcUeXqPOteWsCkNZPK.jpg",
    "popularity": 3.5248,
    "tmdb_url": "https://www.themoviedb.org/movie/42246"
  },
  {
    "id": 956964,
    "title": "Consent",
    "release_date": "2023-10-11",
    "overview": "In 2013, Vanessa Springora recounts how she found herself under the influence of a famous writer. In 1986, she was 13; him, almost 50. The victim of a triple predation: sexual, literary, and psychic, there's more beyond her individual story. She questions the excesses of an era, and the complacency of an environment blinded by talent and celebrity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8QTo3OgSqS09jFYPwQWXyx0fi2W.jpg",
    "popularity": 3.3654,
    "tmdb_url": "https://www.themoviedb.org/movie/956964"
  },
  {
    "id": 3784,
    "title": "Frankie and Johnny",
    "release_date": "1991-10-11",
    "overview": "When Johnny is released from prison following a forgery charge, he quickly lands a job as a short-order cook at a New York diner. Following a brief fling with waitress Cora, Frankie develops an attraction for Cora's friend and fellow waitress Frankie. While Frankie resists Johnny's charms initially, she eventually relents when her best friend, Tim, persuades her to give Johnny a chance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zSOh7hriX4mQNVxhCz1yVY4aykn.jpg",
    "popularity": 3.2063,
    "tmdb_url": "https://www.themoviedb.org/movie/3784"
  },
  {
    "id": 162903,
    "title": "The Fifth Estate",
    "release_date": "2013-10-11",
    "overview": "A look at the relationship between WikiLeaks founder Julian Assange and his early supporter and eventual colleague Daniel Domscheit-Berg, and how the website's growth and influence led to an irreparable rift between the two friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pUrL2eacUjAxkOS403DaOyXpgAG.jpg",
    "popularity": 2.9361,
    "tmdb_url": "https://www.themoviedb.org/movie/162903"
  },
  {
    "id": 11887,
    "title": "High School Musical 3: Senior Year",
    "release_date": "2008-10-11",
    "overview": "As seniors in high school, Troy and Gabriella struggle with the idea of being separated from one another as college approaches. Along with the rest of the Wildcats, they stage a spring musical to address their experiences, hopes and fears about their future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aq2o1wT0crBOTxof36O6KTyjpgE.jpg",
    "popularity": 2.9198,
    "tmdb_url": "https://www.themoviedb.org/movie/11887"
  },
  {
    "id": 10586,
    "title": "The Ghost and the Darkness",
    "release_date": "1996-10-11",
    "overview": "Sir Robert Beaumont is behind schedule on a railroad in Africa. Enlisting noted engineer John Henry Patterson to right the ship, Beaumont expects results. Everything seems great until the crew discovers the mutilated corpse of the project's foreman, seemingly killed by a lion. After several more attacks, Patterson calls in famed hunter Charles Remington, who has finally met his match in the bloodthirsty lions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3KEPs6RKlin9pT9fqjtW7MSLC8H.jpg",
    "popularity": 2.8724,
    "tmdb_url": "https://www.themoviedb.org/movie/10586"
  },
  {
    "id": 11412,
    "title": "The Long Kiss Goodnight",
    "release_date": "1996-10-11",
    "overview": "Samantha Caine is a small-town schoolteacher and mom with no memory of her life before washing up on a beach eight years ago. After a car accident and a violent home invasion trigger flashes of her past, she discovers she used to be a deadly CIA assassin.  Teaming up with a wisecracking private investigator, Mitch, she uncovers a secret government plot to stage a terrorist attack in Niagara Falls. When her daughter is kidnapped, Samantha must return to her old ways to stop the attack, rescue her child, and take down the people who tried to erase her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yREdXX5lMFUKhTvb0ofI7mzUHlR.jpg",
    "popularity": 2.8496,
    "tmdb_url": "https://www.themoviedb.org/movie/11412"
  },
  {
    "id": 255343,
    "title": "Escobar: Paradise Lost",
    "release_date": "2014-10-11",
    "overview": "For Pablo Escobar family is everything. When young surfer Nick falls for Escobar's niece, Maria, he finds his life on the line when he's pulled into the dangerous world of the family business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4HngNLzCmUYCPB8FbxSZWN0eDKM.jpg",
    "popularity": 2.8357,
    "tmdb_url": "https://www.themoviedb.org/movie/255343"
  },
  {
    "id": 675531,
    "title": "Dark Harvest",
    "release_date": "2023-10-11",
    "overview": "In a small Midwestern town, a deadly annual ritual unfolds when the mythical nightmare, Sawtooth Jack, rises from the cornfields and challenges the town’s teenage boys in a bloody battle of survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sFBDjWdw8gHSI2dMivP7H52iwvp.jpg",
    "popularity": 2.8192,
    "tmdb_url": "https://www.themoviedb.org/movie/675531"
  },
  {
    "id": 134126,
    "title": "A Company Man",
    "release_date": "2012-10-11",
    "overview": "A contract killer becomes disenchanted with his line of work and spares the lives of his two latest would-be-victims. But the assassination company he works for has no intentions of letting him quit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1b5kBTEDHIMJAKEXDc8sC1ZXrox.jpg",
    "popularity": 2.5425,
    "tmdb_url": "https://www.themoviedb.org/movie/134126"
  },
  {
    "id": 931,
    "title": "Don't Look Now",
    "release_date": "1973-10-11",
    "overview": "While grieving a terrible loss, a married couple meet two mysterious sisters, one of whom gives them a message sent from the afterlife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mq3TW9GiF9MNlIEjnlL7D9X9tbx.jpg",
    "popularity": 2.5073,
    "tmdb_url": "https://www.themoviedb.org/movie/931"
  },
  {
    "id": 12779,
    "title": "Swept Away",
    "release_date": "2002-10-11",
    "overview": "Stranded and alone on a desert island during a cruise, a spoiled rich woman and a deckhand fall in love and make a date to reunite after their rescue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rAa3nTeDpwgLX6XxnT3wR86C5WE.jpg",
    "popularity": 2.4314,
    "tmdb_url": "https://www.themoviedb.org/movie/12779"
  },
  {
    "id": 544814,
    "title": "Miss Baek",
    "release_date": "2018-10-11",
    "overview": "A woman's past as a convict follows her everywhere and because of this she doesn't open up to others. But then she strikes up a friendship with a broken child who has suffered from domestic violence and decides to save the girl from the cruel world. A man who holds feelings for the woman, tries to protect her in his own way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rw84wVoKDu9PcZ4e7G8mymAb9P4.jpg",
    "popularity": 2.2356,
    "tmdb_url": "https://www.themoviedb.org/movie/544814"
  },
  {
    "id": 111479,
    "title": "CBGB",
    "release_date": "2013-10-11",
    "overview": "A look at New York's dynamic punk rock scene through the lens of the ground-breaking Lower East Side club started by eccentric Hilly Kristal in 1973 which launched thousands of bands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9xHdRPamTjLG4bosURJju6UYCHp.jpg",
    "popularity": 2.0144,
    "tmdb_url": "https://www.themoviedb.org/movie/111479"
  },
  {
    "id": 410126,
    "title": "Patient Seven",
    "release_date": "2016-10-11",
    "overview": "Dr. Marcus, a renowned psychiatrist, has selected 6 severe mentally ill and dangerous patients from the Spring Valley Mental Hospital to interview as part of research for his new book. As Dr. Marcus interviews each patient, one by one the horrors they have committed begin to unfold. However, Dr. Marcus soon learns that there is one patient who ties them all together - Patient Seven.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m5r7gdj65mfcghrzEob42YRyvAX.jpg",
    "popularity": 2.0039,
    "tmdb_url": "https://www.themoviedb.org/movie/410126"
  }
]