[
  {
    "id": 550,
    "title": "Fight Club",
    "release_date": "1999-10-15",
    "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "popularity": 23.8935,
    "tmdb_url": "https://www.themoviedb.org/movie/550"
  },
  {
    "id": 228150,
    "title": "Fury",
    "release_date": "2014-10-15",
    "overview": "In the last months of World War II, as the Allies make their final push in the European theatre, a battle-hardened U.S. Army sergeant named 'Wardaddy' commands a Sherman tank called 'Fury' and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
    "popularity": 16.6003,
    "tmdb_url": "https://www.themoviedb.org/movie/228150"
  },
  {
    "id": 22803,
    "title": "Law Abiding Citizen",
    "release_date": "2009-10-15",
    "overview": "A frustrated man decides to take justice into his own hands after a plea bargain sets one of his family's killers free. He targets not only the killer but also the district attorney and others involved in the deal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yPjFwyzwIwhGrQgE3RiIvAvth4l.jpg",
    "popularity": 8.1432,
    "tmdb_url": "https://www.themoviedb.org/movie/22803"
  },
  {
    "id": 410119,
    "title": "Yu Pui Tsuen II",
    "release_date": "1987-10-15",
    "overview": "Before Michael Mak’s Sex And Zen became a cult favourite in the ’90s, there was Ho Fan’s Yu Pui Tsuen (The Carnal Prayer Mat, 1987). But without sex bomb Amy Yip, coarse humour or lesbian love affairs, Yu Pui Tsuen had to rely on the nudity and sex from his cast of relative unknowns to save the day.  When a young man dreams that he drowns after a night of carnal passion, he asks a buddhist monk to translate the experience for him. The monk replies that the dream is a warning not to indulge the pleasures of the flesh to excess, but the man ignores his advice, marrying a virgin and making love to her constantly. However, after several torrid affairs, the man begins to realise the sagacity of the monk's warning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u7CGXhUV9MUxjJdjLy4mHbDVUfX.jpg",
    "popularity": 6.1997,
    "tmdb_url": "https://www.themoviedb.org/movie/410119"
  },
  {
    "id": 254320,
    "title": "The Lobster",
    "release_date": "2015-10-15",
    "overview": "In a dystopian near future, single people, according to the laws of The City, are taken to The Hotel, where they are obliged to find a romantic partner in forty-five days or are transformed into animals and sent off into The Woods.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Y9ILV1unpW9mLpGcqyGQU72LUy.jpg",
    "popularity": 5.9951,
    "tmdb_url": "https://www.themoviedb.org/movie/254320"
  },
  {
    "id": 11932,
    "title": "Bride of Chucky",
    "release_date": "1998-10-15",
    "overview": "Chucky is reborn when his old flame, Tiffany, rescues his battered doll parts from a police impound.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mAGviFp1ufYM3EaZBSrjPiKPBt6.jpg",
    "popularity": 5.269,
    "tmdb_url": "https://www.themoviedb.org/movie/11932"
  },
  {
    "id": 16577,
    "title": "Astro Boy",
    "release_date": "2009-10-15",
    "overview": "Set in the futuristic Metro City, Astro Boy (Atom) is a young robot with incredible powers created by a brilliant scientist in the image of the son he had lost. Unable to fulfill his creator's expectations, Astro embarks on a journey in search of acceptance, experiencing betrayal and a netherworld of robot gladiators, before returning to save Metro City and reconcile with the father who rejected him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jcM6F9Mivs4WZYE3N8MkLYx2ywP.jpg",
    "popularity": 4.7415,
    "tmdb_url": "https://www.themoviedb.org/movie/16577"
  },
  {
    "id": 52212,
    "title": "Miranda",
    "release_date": "1985-10-15",
    "overview": "In 1950s Ferrara, a lonely innkeeper explores a series of relationships while awaiting her missing husband’s return from war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9RRu3jv01RpK73ABX1xdUl8uvFg.jpg",
    "popularity": 4.5625,
    "tmdb_url": "https://www.themoviedb.org/movie/52212"
  },
  {
    "id": 404,
    "title": "The Straight Story",
    "release_date": "1999-10-15",
    "overview": "A retired farmer and widower in his 70s, Alvin Straight learns one day that his distant brother Lyle has suffered a stroke and may not recover. Alvin is determined to make things right with Lyle while he still can, but his brother lives in Wisconsin, while Alvin is stuck in Iowa with no car and no driver's license. Then he hits on the idea of making the trip on his old lawnmower, thus beginning a picturesque and at times deeply spiritual odyssey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tT9cMiVDdtlcdZxOoFy3VRmEoKk.jpg",
    "popularity": 4.4692,
    "tmdb_url": "https://www.themoviedb.org/movie/404"
  },
  {
    "id": 296098,
    "title": "Bridge of Spies",
    "release_date": "2015-10-15",
    "overview": "During the Cold War, the Soviet Union captures U.S. pilot Francis Gary Powers after shooting down his U-2 spy plane. Sentenced to 10 years in prison, Powers' only hope is New York lawyer James Donovan, recruited by a CIA operative to negotiate his release. Donovan boards a plane to Berlin, hoping to win the young man's freedom through a prisoner exchange. If all goes well, the Russians would get Rudolf Abel, the convicted spy who Donovan defended in court.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fmOOjHAQzxr0c1sfcY4qkiSRBH6.jpg",
    "popularity": 3.872,
    "tmdb_url": "https://www.themoviedb.org/movie/296098"
  },
  {
    "id": 5721,
    "title": "Vixen!",
    "release_date": "1968-10-15",
    "overview": "Vixen lives in a Canadian mountain resort with her naive pilot husband. While he's away flying in tourists, she gets it on with practically everybody including a husband and his wife, and even her biker brother. She is openly racist, and she makes it clear that she won't do the wild thing with her brother's biker friend, who is black.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9KMZWDA3xTrlgrScqdMisINQmsh.jpg",
    "popularity": 3.8303,
    "tmdb_url": "https://www.themoviedb.org/movie/5721"
  },
  {
    "id": 13051,
    "title": "Max Payne",
    "release_date": "2008-10-15",
    "overview": "A DEA agent whose family was slain as part of a conspiracy, and an assassin out to avenge her sister's death, join forces to solve a series of murders in New York City.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
    "popularity": 3.7693,
    "tmdb_url": "https://www.themoviedb.org/movie/13051"
  },
  {
    "id": 11041,
    "title": "The Beverly Hillbillies",
    "release_date": "1993-10-15",
    "overview": "Jed Clampett and kin move from Arkansas to Beverly Hills when he becomes a billionaire, after an oil strike. The country folk are very naive with regard to life in the big city, so when Jed starts a search for a new wife there are inevitably plenty of takers and con artists ready to make a fast buck",
    "poster_url": "https://image.tmdb.org/t/p/w500/refYLEQvzkY63i2IHronCPQODex.jpg",
    "popularity": 3.7461,
    "tmdb_url": "https://www.themoviedb.org/movie/11041"
  },
  {
    "id": 440762,
    "title": "Jay and Silent Bob Reboot",
    "release_date": "2019-10-15",
    "overview": "Jay and Silent Bob embark on a cross-country mission to stop Hollywood from rebooting a film based on their comic book characters Bluntman and Chronic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5uGl5lbcpGLTvtLwBMnfRC0Az5u.jpg",
    "popularity": 2.8739,
    "tmdb_url": "https://www.themoviedb.org/movie/440762"
  },
  {
    "id": 11099,
    "title": "The Final Cut",
    "release_date": "2004-10-15",
    "overview": "Set in a world with memory implants, Alan Hakman is a 'cutter'—someone with the power of final edit over people's recorded histories—but his latest assignment puts him in great danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hZ1G1uuZ1etwEhogwMDkXQRGWAO.jpg",
    "popularity": 2.72,
    "tmdb_url": "https://www.themoviedb.org/movie/11099"
  },
  {
    "id": 4380,
    "title": "Shall We Dance?",
    "release_date": "2004-10-15",
    "overview": "Upon first sight of a beautiful instructor, a bored and overworked estate lawyer signs up for ballroom dancing lessons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aGIyiQv08Gw1HO5BV1yrwCWtGHC.jpg",
    "popularity": 2.7073,
    "tmdb_url": "https://www.themoviedb.org/movie/4380"
  },
  {
    "id": 606117,
    "title": "A Cinderella Story: Christmas Wish",
    "release_date": "2019-10-15",
    "overview": "Kat is an aspiring singer-songwriter who dreams of making it big. However, her dreams are stalled by her reality: a conniving and cruel stepfamily  and a demoralizing job working as a singing elf at billionaire Terrence Wintergarden’s Santa Land.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ozBX0u5caaJFli9AssqJmARb5R.jpg",
    "popularity": 2.5984,
    "tmdb_url": "https://www.themoviedb.org/movie/606117"
  },
  {
    "id": 269148,
    "title": "Samba",
    "release_date": "2014-10-15",
    "overview": "Samba migrated to France 10 years ago from Senegal, and has since been plugging away at various lowly jobs. Alice is a senior executive who has recently undergone a burnout. Both struggle to get out of their dead-end lives. Samba's willing to do whatever it takes to get working papers, while Alice tries to get her life back on track until fate draws them together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4U0OwAZCxaFWzteynhbtBwRxEBM.jpg",
    "popularity": 2.5956,
    "tmdb_url": "https://www.themoviedb.org/movie/269148"
  },
  {
    "id": 1280,
    "title": "3-Iron",
    "release_date": "2004-10-15",
    "overview": "A drifter lives in people's houses while they are away and repays them by doing chores for them. His life changes when he meets a beautiful woman who wants to escape her unhappy marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ens4pTquSxN7J9EgL0NOehWwdZ.jpg",
    "popularity": 2.5922,
    "tmdb_url": "https://www.themoviedb.org/movie/1280"
  },
  {
    "id": 366445,
    "title": "Circle of Atonement",
    "release_date": "2015-10-15",
    "overview": "A policeman discovers a love affair between his teenage daughter and her teacher which leads him back to an unsolved murder case he investigated 10 years ago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wrCblCof6wRPi6m7mN3VtuzptBO.jpg",
    "popularity": 2.5705,
    "tmdb_url": "https://www.themoviedb.org/movie/366445"
  },
  {
    "id": 85836,
    "title": "Hara-Kiri: Death of a Samurai",
    "release_date": "2011-10-15",
    "overview": "A tale of revenge, honor and disgrace, centering on a poverty-stricken samurai who discovers the fate of his ronin son-in-law, setting in motion a tense showdown of vengeance against the house of a feudal lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rqIqSoxbsVTfcr6CgTtSpzJBkYt.jpg",
    "popularity": 2.405,
    "tmdb_url": "https://www.themoviedb.org/movie/85836"
  },
  {
    "id": 239571,
    "title": "The Best of Me",
    "release_date": "2014-10-15",
    "overview": "A pair of former high school sweethearts reunite after many years when they return to visit their small hometown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YoIpSqRFPBSRWf9Rkm9baUg02c.jpg",
    "popularity": 2.3827,
    "tmdb_url": "https://www.themoviedb.org/movie/239571"
  },
  {
    "id": 333596,
    "title": "Woodlawn",
    "release_date": "2015-10-15",
    "overview": "Love and unity in a school torn by racism and hate in the 1970s. A gifted high school football player must learn to embrace his talent and his faith as he battles racial tensions on and off the field.",
    "poster_url": "https://image.tmdb.org/t/p/w500/BJ1XNBBEiqaCM4SQhHYTrWqCfn.jpg",
    "popularity": 2.2811,
    "tmdb_url": "https://www.themoviedb.org/movie/333596"
  },
  {
    "id": 24448,
    "title": "7G Rainbow Colony",
    "release_date": "2004-10-15",
    "overview": "Kathir is a young underachiever who frequently vents his frustrations through public outbursts. When Anitha, a North Indian girl whose family has fallen on hard times, moves into his housing colony, he soon decides to pursue her with his love, but she keeps rejecting his advances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/87qT4iZ3ksBBsiKdqHUJEtZcnum.jpg",
    "popularity": 2.1633,
    "tmdb_url": "https://www.themoviedb.org/movie/24448"
  },
  {
    "id": 543836,
    "title": "The Velvet Underground",
    "release_date": "2021-10-15",
    "overview": "Experience the iconic rock band's legacy in the first major documentary to tell their story. Directed with the era’s avant-garde spirit by Todd Haynes, this kaleidoscopic oral history combines exclusive interviews with dazzling archival footage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9uRF6vERWfhlSZKc1sAJTTdG2Ix.jpg",
    "popularity": 2.1299,
    "tmdb_url": "https://www.themoviedb.org/movie/543836"
  },
  {
    "id": 438528,
    "title": "Nirvana Island: The Last 47 Days",
    "release_date": "2016-10-15",
    "overview": "The movie depicts the confrontation between younger brother Akira Miyamoto (Shunya Shiraishi) and older brother Atsushi Miyamoto (Ryohei Suzuki) on Higanjima.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sou0VdQrBo2wmMlJuV6itIzXmJf.jpg",
    "popularity": 2.0208,
    "tmdb_url": "https://www.themoviedb.org/movie/438528"
  }
]