[
  {
    "id": 1040159,
    "title": "My Massive Cock",
    "release_date": "2022-10-24",
    "overview": "An extra-large penis is an object of desire for many. But for some men, extra-large seriously complicates their lives and relationships, and penis reduction surgery seems the only answer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9JQHViS8uugeWKfFsnEj3xTB2dZ.jpg",
    "popularity": 69.8181,
    "tmdb_url": "https://www.themoviedb.org/movie/1040159"
  },
  {
    "id": 424694,
    "title": "Bohemian Rhapsody",
    "release_date": "2018-10-24",
    "overview": "Singer Freddie Mercury, guitarist Brian May, drummer Roger Taylor and bass guitarist John Deacon take the music world by storm when they form the rock 'n' roll band Queen in 1970. Hit songs become instant classics. When Mercury's increasingly wild lifestyle starts to spiral out of control, Queen soon faces its greatest challenge yet – finding a way to keep the band together amid the success and excess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lHu1wtNaczFPGFDTrjCSzeLPTKN.jpg",
    "popularity": 23.7059,
    "tmdb_url": "https://www.themoviedb.org/movie/424694"
  },
  {
    "id": 177572,
    "title": "Big Hero 6",
    "release_date": "2014-10-24",
    "overview": "A special bond develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2mxS4wUimwlLmI1xp6QW6NSU361.jpg",
    "popularity": 19.6802,
    "tmdb_url": "https://www.themoviedb.org/movie/177572"
  },
  {
    "id": 37724,
    "title": "Skyfall",
    "release_date": "2012-10-24",
    "overview": "When Bond's latest assignment goes gravely wrong, agents around the world are exposed and MI6 headquarters is attacked. While M faces challenges to her authority and position from Gareth Mallory, the new Chairman of the Intelligence and Security Committee, it's up to Bond, aided only by field agent Eve, to locate the mastermind behind the attack.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d0IVecFQvsGdSbnMAHqiYsNYaJT.jpg",
    "popularity": 9.7676,
    "tmdb_url": "https://www.themoviedb.org/movie/37724"
  },
  {
    "id": 9732,
    "title": "The Lion King II: Simba's Pride",
    "release_date": "1998-10-24",
    "overview": "The circle of life continues for Simba, now fully grown and in his rightful place as the king of Pride Rock. Simba and Nala have given birth to a daughter, Kiara who's as rebellious as her father was. But Kiara drives her parents to distraction when she catches the eye of Kovu, the son of the evil lioness, Zira. Will Kovu steal Kiara's heart?",
    "poster_url": "https://image.tmdb.org/t/p/w500/sWR1x6UCMCGN9xEf8RGhPS934X0.jpg",
    "popularity": 9.6201,
    "tmdb_url": "https://www.themoviedb.org/movie/9732"
  },
  {
    "id": 948,
    "title": "Halloween",
    "release_date": "1978-10-24",
    "overview": "Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wijlZ3HaYMvlDTPqJoTCWKFkCPU.jpg",
    "popularity": 8.4574,
    "tmdb_url": "https://www.themoviedb.org/movie/948"
  },
  {
    "id": 4256,
    "title": "Scary Movie 3",
    "release_date": "2003-10-24",
    "overview": "In the third installment of the Scary Movie franchise, news anchorwoman Cindy Campbell has to investigate mysterious crop circles and killing video tapes, and help the President stop an alien invasion in the process.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9hxL94pzuix9GWwba8dr4luINyo.jpg",
    "popularity": 7.665,
    "tmdb_url": "https://www.themoviedb.org/movie/4256"
  },
  {
    "id": 17578,
    "title": "The Adventures of Tintin",
    "release_date": "2011-10-24",
    "overview": "Intrepid young reporter, Tintin, and his loyal dog, Snowy, are thrust into a world of high adventure when they discover a ship carrying an explosive secret. As Tintin is drawn into a centuries-old mystery, Ivan Ivanovitch Sakharine suspects him of stealing a priceless treasure. Tintin and Snowy, with the help of salty, cantankerous Captain Haddock and bumbling detectives, Thompson and Thomson, travel half the world, one step ahead of their enemies, as Tintin endeavors to find the Unicorn, a sunken ship that may hold a vast fortune, but also an ancient curse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fQZ3sLR1Fi63NMsNRbjm9q5qODJ.jpg",
    "popularity": 5.3037,
    "tmdb_url": "https://www.themoviedb.org/movie/17578"
  },
  {
    "id": 13920,
    "title": "Radio",
    "release_date": "2003-10-24",
    "overview": "In the racially divided town of Anderson, South Carolina in 1976, football coach Harold Jones spots a mentally disabled African-American young man nicknamed Radio near his practice field and is inspired to befriend him. Soon, Radio is Jones' loyal assistant, and he becomes a student at T.L. Hanna High School. But things start to sour when Coach Jones begins taking guff from parents and fans who feel that his devotion to Radio is getting in the way of the team's quest for a championship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uQ6ci4iFHhB6TWB2f4wftR7AEly.jpg",
    "popularity": 4.8755,
    "tmdb_url": "https://www.themoviedb.org/movie/13920"
  },
  {
    "id": 599975,
    "title": "Countdown",
    "release_date": "2019-10-24",
    "overview": "A young nurse downloads an app that tells her she only has three days to live. With time ticking away and a mysterious figure haunting her, she must find a way to save her life before time runs out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5TQ0kM41vWFWFAPbZGitOxDysZU.jpg",
    "popularity": 4.2992,
    "tmdb_url": "https://www.themoviedb.org/movie/599975"
  },
  {
    "id": 535292,
    "title": "21 Bridges",
    "release_date": "2019-10-24",
    "overview": "An embattled NYPD detective, is thrust into a citywide manhunt for a pair of cop killers after uncovering a massive and unexpected conspiracy. As the night unfolds, lines become blurred on who he is pursuing, and who is in pursuit of him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kDlmrGZROewneCoSwPjKx6Qfown.jpg",
    "popularity": 4.2676,
    "tmdb_url": "https://www.themoviedb.org/movie/535292"
  },
  {
    "id": 1656,
    "title": "The Legend of Zorro",
    "release_date": "2005-10-24",
    "overview": "Despite trying to keep his swashbuckling to a minimum, a threat to California's pending statehood causes the adventure-loving Don Alejandro de la Vega and his wife, Elena, to take action.",
    "poster_url": "https://image.tmdb.org/t/p/w500/duZDsuIA2uX93Vujtm89oHeTFqE.jpg",
    "popularity": 4.0582,
    "tmdb_url": "https://www.themoviedb.org/movie/1656"
  },
  {
    "id": 80274,
    "title": "Ender's Game",
    "release_date": "2013-10-24",
    "overview": "Based on the classic novel by Orson Scott Card, Ender's Game is the story of the Earth's most gifted children training to defend their homeplanet in the space wars of the future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vmd3CNeG2B9FXsit61oc7oxabej.jpg",
    "popularity": 4.0571,
    "tmdb_url": "https://www.themoviedb.org/movie/80274"
  },
  {
    "id": 242512,
    "title": "Ouija",
    "release_date": "2014-10-24",
    "overview": "A group of friends must confront their most terrifying fears when they awaken the dark powers of an ancient spirit board.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gwjHlGjK2xXKpjd65BWyAMwzTWC.jpg",
    "popularity": 3.4262,
    "tmdb_url": "https://www.themoviedb.org/movie/242512"
  },
  {
    "id": 1035982,
    "title": "Hell House LLC Origins: The Carmichael Manor",
    "release_date": "2023-10-24",
    "overview": "A group of cold case investigators stay at the Carmichael Manor, site of the grisly and unsolved murders of the Carmichael family back in the eighties. After four nights, the group was never heard from again. What is discovered on their footage is even more disturbing than anything found on the Hell House tapes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9YlsIwWATGwT6LL5UZVF5xoBTcC.jpg",
    "popularity": 3.1711,
    "tmdb_url": "https://www.themoviedb.org/movie/1035982"
  },
  {
    "id": 741011,
    "title": "My First Summer",
    "release_date": "2020-10-24",
    "overview": "Isolated on a remote property, 16-year-old Claudia finds her world transformed when a spirited girl named Grace wanders into her garden.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7GBMVO09clB7HUgfqbjZmOVAPOi.jpg",
    "popularity": 2.9511,
    "tmdb_url": "https://www.themoviedb.org/movie/741011"
  },
  {
    "id": 277432,
    "title": "Happy New Year",
    "release_date": "2014-10-24",
    "overview": "Six would-be thieves enter a prestigious dance competition as a cover for their larger goal of pulling off a major heist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5kv0trpR00030JmZbLnLMBKIrtD.jpg",
    "popularity": 2.8649,
    "tmdb_url": "https://www.themoviedb.org/movie/277432"
  },
  {
    "id": 4960,
    "title": "Synecdoche, New York",
    "release_date": "2008-10-24",
    "overview": "A theater director struggles with his work, and the women in his life, as he attempts to create a life-size replica of New York inside a warehouse as part of his new play.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5UwdhrjXhUgsiDhe1dpS9z4yj7q.jpg",
    "popularity": 2.8637,
    "tmdb_url": "https://www.themoviedb.org/movie/4960"
  },
  {
    "id": 982,
    "title": "The Manchurian Candidate",
    "release_date": "1962-10-24",
    "overview": "Near the end of the Korean War, a platoon of U.S. soldiers is captured by communists and brainwashed. Following the war, the platoon is returned home, and Sergeant Raymond Shaw is lauded as a hero by the rest of his platoon. However, the platoon commander, Captain Bennett Marco, finds himself plagued by strange nightmares and soon races to uncover a terrible plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h0mkK00GjBCJoBYm3yvPdkzlIyV.jpg",
    "popularity": 2.7661,
    "tmdb_url": "https://www.themoviedb.org/movie/982"
  },
  {
    "id": 41517,
    "title": "Ra.One",
    "release_date": "2011-10-24",
    "overview": "When the titular antagonist of an action game takes on physical form, it's up to the game's less powerful protagonist to save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mXlS41qbd0bzhO44iPDtJqYtQt8.jpg",
    "popularity": 2.6954,
    "tmdb_url": "https://www.themoviedb.org/movie/41517"
  },
  {
    "id": 3580,
    "title": "Changeling",
    "release_date": "2008-10-24",
    "overview": "Los Angeles, 1928. When single mother Christine Collins leaves for work, her son vanishes without a trace. Five months later, the police reunite mother and son. But when Christine suspects that the boy returned to her isn't her child, her quest for truth exposes a world of corruption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y9Qi39dL3PceGCH8afyC7QrhbhI.jpg",
    "popularity": 2.5428,
    "tmdb_url": "https://www.themoviedb.org/movie/3580"
  },
  {
    "id": 14510,
    "title": "From Beyond",
    "release_date": "1986-10-24",
    "overview": "The Resonator, a powerful machine that can control the sixth sense, has killed its creator and sent his associate into an insane asylum. When a beautiful psychiatrist becomes determined to continue the experiment, she unwittingly opens the door to a hostile parallel universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yNTsbRrkoi4KrCyQg4fRujggfvd.jpg",
    "popularity": 2.5136,
    "tmdb_url": "https://www.themoviedb.org/movie/14510"
  },
  {
    "id": 24961,
    "title": "The Wiz",
    "release_date": "1978-10-24",
    "overview": "Dorothy Gale, a shy kindergarten teacher, is swept away to the magic land of Oz where she embarks on a quest to return home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rgKukXAbkpIv8pYKwKaj8IDunPq.jpg",
    "popularity": 2.4811,
    "tmdb_url": "https://www.themoviedb.org/movie/24961"
  },
  {
    "id": 928537,
    "title": "Courageous Warriors Beauty from the Ashes",
    "release_date": "2021-10-24",
    "overview": "Courageous Warriors; Beauty From The Ashes is a tale of extraordinary women, young and old, who took their recovery from breast cancer a leap beyond medical diagnosis. They created new paths of wholeness through body, mind, and spirit. Now they offer those gifts to others.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zb599lIvHoC9v07V8LYTaPcLyo1.jpg",
    "popularity": 2.4651,
    "tmdb_url": "https://www.themoviedb.org/movie/928537"
  },
  {
    "id": 13310,
    "title": "Let the Right One In",
    "release_date": "2008-10-24",
    "overview": "When Oskar, a sensitive, bullied 12-year-old boy, meets his new neighbor, the mysterious and moody Eli, they strike up a friendship. Initially reserved with each other, Oskar and Eli slowly form a close bond, but it soon becomes apparent that she is no ordinary young girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7IG4WjaAOVDlLvLUkh513HSwhW8.jpg",
    "popularity": 2.4603,
    "tmdb_url": "https://www.themoviedb.org/movie/13310"
  },
  {
    "id": 749051,
    "title": "Embryo",
    "release_date": "2020-10-24",
    "overview": "Kevin and his girlfriend Evelyn are camping in the woods when she is abducted and impregnated by otherworldly beings. As the entity within her begins to grow, Evelyn discovers that her cravings can only be satisfied by human flesh and blood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dxbI3kT9mvlc6Yh14xCKFbd0RvE.jpg",
    "popularity": 2.4149,
    "tmdb_url": "https://www.themoviedb.org/movie/749051"
  },
  {
    "id": 298200,
    "title": "Take Me",
    "release_date": "1991-10-24",
    "overview": "Milk's husband dies on their wedding night while having sex. He returns as a ghost as she attempts to get her life back on track whilst choosing between two new men in her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vClWyGaQmNMiBZ35h9IypVXJ7Qi.jpg",
    "popularity": 2.3169,
    "tmdb_url": "https://www.themoviedb.org/movie/298200"
  },
  {
    "id": 209440,
    "title": "The Empty Hours",
    "release_date": "2013-10-24",
    "overview": "Stuck managing his uncle's deserted motel on Veracruz's lonely coast, 17-year-old Sebastian finds solace in unexpected company. Miranda, a beautiful yet seemingly forlorn guest, whiles away the hours waiting for her perpetually late lover. As conversations between them blossom into a connection neither anticipated, a forbidden spark ignites. Will they succumb to the fiery temptation of a fleeting passion, or will they cage their desires for a life dictated by circumstance?",
    "poster_url": "https://image.tmdb.org/t/p/w500/yhFFcbZleWNnaVfmT0YOkPQdgs6.jpg",
    "popularity": 2.2854,
    "tmdb_url": "https://www.themoviedb.org/movie/209440"
  },
  {
    "id": 8067,
    "title": "A Life Less Ordinary",
    "release_date": "1997-10-24",
    "overview": "A couple of angels, O'Reilly and Jackson, are sent to Earth to make sure that their next supervised love-connection succeeds. They follow Celine, a spoiled rich girl who has just accidentally shot a suitor and, due to a misunderstanding, is kidnapped by janitor Robert. Although Celine quickly frees herself, she stays with Robert for thrills. O'Reilly and Jackson pursue, hoping to unite the prospective lovers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tk7WNEwLZepFU2yPIIkRuQOO0Q9.jpg",
    "popularity": 2.1567,
    "tmdb_url": "https://www.themoviedb.org/movie/8067"
  },
  {
    "id": 40700,
    "title": "I Give My First Love to You",
    "release_date": "2009-10-24",
    "overview": "Takuma knows that his life is shorter than the others and he feels that his demise is getting near. He chose to stay away from the girl that he loves so that she can easily move on. What he didn't know is that he is under-estimating her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pI0qz8FTWvQ3NhgfrvblrXIOQeD.jpg",
    "popularity": 2.1059,
    "tmdb_url": "https://www.themoviedb.org/movie/40700"
  },
  {
    "id": 18093,
    "title": "Northanger Abbey",
    "release_date": "2007-10-24",
    "overview": "A young woman's penchant for sensational Gothic novels leads to misunderstandings in the matters of the heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tmJ0CVnrMMfTXXWwqvVH5a4CqNA.jpg",
    "popularity": 2.0467,
    "tmdb_url": "https://www.themoviedb.org/movie/18093"
  }
]