[
  {
    "id": 10676,
    "title": "Halloween III: Season of the Witch",
    "release_date": "1982-10-22",
    "overview": "A terrified toy salesman is mysteriously attacked, and at the hospital, babbles and clutches the year's most popular Halloween costume, an eerie pumpkin mask. Suddenly, Doctor Daniel Challis finds himself thrust into a terrifying nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/WABfdeaThFYXCySGIOvRNv2sSW.jpg",
    "popularity": 33.1369,
    "tmdb_url": "https://www.themoviedb.org/movie/10676"
  },
  {
    "id": 245891,
    "title": "John Wick",
    "release_date": "2014-10-22",
    "overview": "Ex-hitman John Wick comes out of retirement to track down the gangsters that took everything from him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZPSd91yGE9fCcCe6OoQr6E3Bev.jpg",
    "popularity": 19.5095,
    "tmdb_url": "https://www.themoviedb.org/movie/245891"
  },
  {
    "id": 10020,
    "title": "Beauty and the Beast",
    "release_date": "1991-10-22",
    "overview": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hUJ0UvQ5tgE2Z9WpfuduVSdiCiU.jpg",
    "popularity": 11.441,
    "tmdb_url": "https://www.themoviedb.org/movie/10020"
  },
  {
    "id": 1368,
    "title": "First Blood",
    "release_date": "1982-10-22",
    "overview": "When former Green Beret John Rambo is harassed by local law enforcement and arrested for vagrancy, he is forced to flee into the mountains and wage an escalating one-man war against his pursuers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a9sa6ERZCpplbPEO7OMWE763CLD.jpg",
    "popularity": 9.1668,
    "tmdb_url": "https://www.themoviedb.org/movie/1368"
  },
  {
    "id": 142,
    "title": "Brokeback Mountain",
    "release_date": "2005-10-22",
    "overview": "In 1960s Wyoming, two men develop a strong emotional and sexual relationship that endures as a lifelong connection complicating their lives as they get married and start families of their own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aByfQOQBNa4CMFwIgq3QrqY2ZHh.jpg",
    "popularity": 8.5469,
    "tmdb_url": "https://www.themoviedb.org/movie/142"
  },
  {
    "id": 516632,
    "title": "The Empty Man",
    "release_date": "2020-10-22",
    "overview": "Retired cop James Lasombra is asked by a friend to investigate the disappearance of her daughter, who seemingly packed in the night and left an ominous message on the bathroom mirror - \"The Empty Man Made Me Do It.\" As he investigates this mysterious figure further, James begins to see and hear strange things, and is forced to come to terms with his past and what it means for his future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8apzu9JFTUMtOpYkHk6LNPOs3pY.jpg",
    "popularity": 6.0141,
    "tmdb_url": "https://www.themoviedb.org/movie/516632"
  },
  {
    "id": 11619,
    "title": "Flushed Away",
    "release_date": "2006-10-22",
    "overview": "London high-society mouse, Roddy is flushed down the toilet by Sid, a common sewer rat. Hang on for a madcap adventure deep in the sewer bowels of Ratropolis, where Roddy meets the resourceful Rita, the rodent-hating Toad and his faithful thugs, Spike and Whitey.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o4JlinGGDwxfmtvyUotZQdDdLA2.jpg",
    "popularity": 5.7179,
    "tmdb_url": "https://www.themoviedb.org/movie/11619"
  },
  {
    "id": 22804,
    "title": "Saw VI",
    "release_date": "2009-10-22",
    "overview": "Special Agent Strahm is dead, and Detective Hoffman has emerged as the unchallenged successor to Jigsaw's legacy. However, when the FBI draws closer to Hoffman, he is forced to set a game into motion, and Jigsaw's grand scheme is finally understood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cT7ufx1x6OKoi3bpUCWf2eV446G.jpg",
    "popularity": 4.9564,
    "tmdb_url": "https://www.themoviedb.org/movie/22804"
  },
  {
    "id": 41439,
    "title": "Saw 3D",
    "release_date": "2010-10-22",
    "overview": "As a deadly battle rages over Jigsaw's brutal legacy, a group of Jigsaw survivors gathers to seek the support of self-help guru and fellow survivor Bobby Dagen, a man whose own dark secrets unleash a new wave of terror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qHCZ6LjtmqWDfXXN28TlIC9OppK.jpg",
    "popularity": 4.9173,
    "tmdb_url": "https://www.themoviedb.org/movie/41439"
  },
  {
    "id": 38810,
    "title": "Dogtooth",
    "release_date": "2009-10-22",
    "overview": "Three teenagers are confined to an isolated country estate that could very well be on another planet. The trio spend their days listening to endless homemade tapes that teach them a whole new vocabulary. Any word that comes from beyond their family abode is instantly assigned a new meaning. Hence 'the sea' refers to a large armchair and 'zombies' are little yellow flowers. Having invented a brother whom they claim to have ostracized for his disobedience, the uber-controlling parents terrorize their offspring into submission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7nLuUGlH12cegPfR84QX4xIIH9k.jpg",
    "popularity": 4.7236,
    "tmdb_url": "https://www.themoviedb.org/movie/38810"
  },
  {
    "id": 893712,
    "title": "Sword Art Online the Movie – Progressive – Scherzo of Deep Night",
    "release_date": "2022-10-22",
    "overview": "Over a month has passed since 10,000 users were trapped inside the \"Sword Art Online\" world. Asuna, who cleared the first floor of the floating iron castle of Aincrad, joined up with Kirito and continued her journey to reach the top floor. With the support of female Information Broker Argo, clearing the floors seemed to be progressing smoothly, but conflict erupts between two major guilds who should be working together – the top player groups ALS (the Aincrad Liberation Squad) and DKB (the Dragon Knights Brigade). And meanwhile, behind the scenes exists a mysterious figure pulling the strings…",
    "poster_url": "https://image.tmdb.org/t/p/w500/a8B3bagkYRULdmnhgKMcxXaVcFm.jpg",
    "popularity": 4.4728,
    "tmdb_url": "https://www.themoviedb.org/movie/893712"
  },
  {
    "id": 1970,
    "title": "The Grudge",
    "release_date": "2004-10-22",
    "overview": "An American nurse living and working in Tokyo is exposed to a mysterious supernatural curse, one that locks a person in a powerful rage before claiming their life and spreading to another victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5AGB8FVELnhMMw3nO372sw1xp58.jpg",
    "popularity": 3.7688,
    "tmdb_url": "https://www.themoviedb.org/movie/1970"
  },
  {
    "id": 618162,
    "title": "The Harder They Fall",
    "release_date": "2021-10-22",
    "overview": "Gunning for revenge, outlaw Nat Love saddles up with his gang to take down enemy Rufus Buck, a ruthless crime boss who just got sprung from prison.",
    "poster_url": "https://image.tmdb.org/t/p/w500/su9WzL7lwUZPhjH6eZByAYFx2US.jpg",
    "popularity": 3.6422,
    "tmdb_url": "https://www.themoviedb.org/movie/618162"
  },
  {
    "id": 387820,
    "title": "Strange Hair Salon",
    "release_date": "2015-10-22",
    "overview": "Mi Na opens her new beauty salon. However, Mi Na doesn't reseive customers even though she has opend her salon for a while. Therefore, she tries to attract customers by implementing a sexy concept, which proves to be a jackpot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qqSZAGnEh1ntFnKFBDACh7YUOwb.jpg",
    "popularity": 3.5722,
    "tmdb_url": "https://www.themoviedb.org/movie/387820"
  },
  {
    "id": 277685,
    "title": "Unfriended",
    "release_date": "2014-10-22",
    "overview": "While video chatting one night, six high school friends receive a Skype message from a classmate who killed herself exactly one year ago. At first they think it's a prank, but when the girl starts revealing the friends' darkest secrets, they realize they are dealing with something out of this world, something that wants them dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8byPxREr3BqBNyyij5WHVSOVtYk.jpg",
    "popularity": 3.5632,
    "tmdb_url": "https://www.themoviedb.org/movie/277685"
  },
  {
    "id": 611381,
    "title": "Supreme",
    "release_date": "2018-10-22",
    "overview": "When his credit card doesn't work, the biggest problem for a middle class man is finding enough change to buy a sandwich on sale.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yUyHR3H2pM3EtH0HbcX44RnSkPF.jpg",
    "popularity": 3.2785,
    "tmdb_url": "https://www.themoviedb.org/movie/611381"
  },
  {
    "id": 263475,
    "title": "Kaththi",
    "release_date": "2014-10-22",
    "overview": "Kathiresan aka Kaththi, a criminal, escapes from the Kolkata prison and comes to Chennai, where he comes across his doppelganger Jeevanandham, fighting for his life after being shot at by unknown men. Kathir decides to pass off as Jeeva and make away with a lump sum amount but once he realizes who Jeeva really is, Kathir turns a crusader.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Zp3VCEzDJGHwvMT7pXkPj2vuYm.jpg",
    "popularity": 3.2628,
    "tmdb_url": "https://www.themoviedb.org/movie/263475"
  },
  {
    "id": 9675,
    "title": "Sideways",
    "release_date": "2004-10-22",
    "overview": "Two middle-aged men embark on a spiritual journey through Californian wine country. One is an unpublished novelist suffering from depression, and the other is only days away from walking down the aisle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zOsaxYLgvZVU7cJBpPn8CuE0MrP.jpg",
    "popularity": 2.9198,
    "tmdb_url": "https://www.themoviedb.org/movie/9675"
  },
  {
    "id": 40105,
    "title": "Dr. Lamb",
    "release_date": "1992-10-22",
    "overview": "An abnormal taxi driver lusts for blood every rainy night, and several young women are killed as a result. The muderer, Laiu, likes to take photos of the victims dismembered bodies as momentos. Inspector Lee is called onto the case in this bizarre thriller.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qs9pkz5dz7SRXKTBPPTI7DwAYnf.jpg",
    "popularity": 2.7979,
    "tmdb_url": "https://www.themoviedb.org/movie/40105"
  },
  {
    "id": 7229,
    "title": "Ruby & Quentin",
    "release_date": "2003-10-22",
    "overview": "After hiding his loot and getting thrown in jail, brooding outlaw Ruby befriends Quentin, a dim-witted and garrulous giant. After Quentin botches a solo escape attempt, they make a break together. Unable to shake the clumsy Quentin, Ruby is forced to take him along as he pursues his former partners in crime to avenge the death of the woman he loved and get to the money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cVmCfQJ1U744FsWWJmeK5bujy2d.jpg",
    "popularity": 2.7852,
    "tmdb_url": "https://www.themoviedb.org/movie/7229"
  },
  {
    "id": 44603,
    "title": "Hereafter",
    "release_date": "2010-10-22",
    "overview": "Three people — a blue-collar American, a French journalist and a London school boy — are touched by death in different ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nOy0X8XSmSDOuwV8pqT70WoWHwT.jpg",
    "popularity": 2.7086,
    "tmdb_url": "https://www.themoviedb.org/movie/44603"
  },
  {
    "id": 8849,
    "title": "Alfie",
    "release_date": "2004-10-22",
    "overview": "A tale of a philosophical womanizer who is forced to question his seemingly carefree existence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dvKvkoc2d06cOSheq5hQ7G4FJJX.jpg",
    "popularity": 2.7043,
    "tmdb_url": "https://www.themoviedb.org/movie/8849"
  },
  {
    "id": 22826,
    "title": "The Monster",
    "release_date": "1994-10-22",
    "overview": "A vicious serial sex killer is on the loose, and landscape gardener and shop-window outfitter Loris is the prime suspect, thanks to his unfortunate habit of getting caught in compromising situations (for which there is always a totally innocent explanation that the police fail to spot). Undercover policewoman Jessica is assigned by eccentric police psychologist Taccone to follow Loris.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6h6ahipPd84QcyFbnsEikLt7w3Z.jpg",
    "popularity": 2.6672,
    "tmdb_url": "https://www.themoviedb.org/movie/22826"
  },
  {
    "id": 48186,
    "title": "The Boy Who Cried Werewolf",
    "release_date": "2010-10-22",
    "overview": "A Californian family inherits a castle in Romania. This is especially exciting to the son, who is obsessed with monsters. And he is not disappointed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i7lny9FF2ylyPDwdF70ImmSbOv3.jpg",
    "popularity": 2.6182,
    "tmdb_url": "https://www.themoviedb.org/movie/48186"
  },
  {
    "id": 25602,
    "title": "Ninja",
    "release_date": "2009-10-22",
    "overview": "A westerner named Casey, studying Ninjutsu in Japan, is asked by the Sensei to return to New York to protect the legendary Yoroi Bitsu, an armored chest that contains the weapons of the last Koga Ninja.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tKjH1IQVeUmHOlxZinQdjFHkFVG.jpg",
    "popularity": 2.6104,
    "tmdb_url": "https://www.themoviedb.org/movie/25602"
  },
  {
    "id": 8649,
    "title": "Bringing Out the Dead",
    "release_date": "1999-10-22",
    "overview": "Once called \"Father Frank\" for his efforts to rescue lives, Frank Pierce sees the ghosts of those he failed to save around every turn. He has tried everything he can to get fired, calling in sick, delaying taking calls where he might have to face one more victim he couldn't help, yet cannot quit the job on his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gE2Q8mL0m0EA6HakRyc92uzSPJn.jpg",
    "popularity": 2.4434,
    "tmdb_url": "https://www.themoviedb.org/movie/8649"
  },
  {
    "id": 4515,
    "title": "Lions for Lambs",
    "release_date": "2007-10-22",
    "overview": "Three stories told simultaneously in ninety minutes of real time: a Republican Senator who's a presidential hopeful gives an hour-long interview to a skeptical television reporter, detailing a strategy for victory in Afghanistan; two special forces ambushed on an Afghani ridge await rescue as Taliban forces close in; a poli-sci professor at a California college invites a student to re-engage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rvpxNsR0n4zh40WM6MiUlkV60on.jpg",
    "popularity": 2.3037,
    "tmdb_url": "https://www.themoviedb.org/movie/4515"
  },
  {
    "id": 892866,
    "title": "Izla",
    "release_date": "2021-10-22",
    "overview": "Two brothers accompany a group of vloggers on their search for a mythical island. But when they find it, they uncover one sinister secret after another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yvTLGmsML3igYAkgkEYuEBO7z6C.jpg",
    "popularity": 2.1339,
    "tmdb_url": "https://www.themoviedb.org/movie/892866"
  },
  {
    "id": 750597,
    "title": "Good",
    "release_date": "2020-10-22",
    "overview": "Payton becomes the caretaker of Gregory Devereaux, a wealthy man facing his final months. As they become close, Gregory's past sins force Payton to decide between his dreams and a pregnancy that could squander them all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aQKlnLBUDoW8HuuuKBwrXWpOLZt.jpg",
    "popularity": 2.1208,
    "tmdb_url": "https://www.themoviedb.org/movie/750597"
  },
  {
    "id": 10944,
    "title": "In the Cut",
    "release_date": "2003-10-22",
    "overview": "Following the gruesome murder of a young woman in her neighborhood, an English teacher living in New York City — as if to test the limits of her own safety —propels herself into an impossibly risky sexual liaison with a police detective.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c8Xg0yc8UQwDXooffBNLLs2BvQH.jpg",
    "popularity": 2.0054,
    "tmdb_url": "https://www.themoviedb.org/movie/10944"
  }
]