[
  {
    "id": 218,
    "title": "The Terminator",
    "release_date": "1984-10-26",
    "overview": "In the post-apocalyptic future, reigning tyrannical supercomputers teleport a cyborg assassin known as the \"Terminator\" back to 1984 to kill Sarah Connor, whose unborn son is destined to lead insurgents against 21st century mechanical hegemony. Meanwhile, the human-resistance movement dispatches a lone warrior to safeguard Sarah. Can he stop the virtually indestructible killing machine?",
    "poster_url": "https://image.tmdb.org/t/p/w500/hzXSE66v6KthZ8nPoLZmsi2G05j.jpg",
    "popularity": 116.5718,
    "tmdb_url": "https://www.themoviedb.org/movie/218"
  },
  {
    "id": 206647,
    "title": "Spectre",
    "release_date": "2015-10-26",
    "overview": "A cryptic message from Bond’s past sends him on a trail to uncover a sinister organization. While M battles political forces to keep the secret service alive, Bond peels back the layers of deceit to reveal the terrible truth behind SPECTRE.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zj8ongFhtWNsVlfjOGo8pSr7PQg.jpg",
    "popularity": 77.8171,
    "tmdb_url": "https://www.themoviedb.org/movie/206647"
  },
  {
    "id": 531219,
    "title": "Roald Dahl's The Witches",
    "release_date": "2020-10-26",
    "overview": "In late 1967, a young orphaned boy goes to live with his loving grandma in the rural Alabama town of Demopolis. As the boy and his grandmother encounter some deceptively glamorous but thoroughly diabolical witches, she wisely whisks him away to a seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch has gathered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ht6EfsM5hrsUPSR4ReJQFDVU71F.jpg",
    "popularity": 6.6186,
    "tmdb_url": "https://www.themoviedb.org/movie/531219"
  },
  {
    "id": 214,
    "title": "Saw III",
    "release_date": "2006-10-26",
    "overview": "Jigsaw has disappeared. Along with his new apprentice Amanda, the puppet-master behind the cruel, intricate games that have terrified a community and baffled police has once again eluded capture and vanished. While city detective scrambles to locate him, Doctor Lynn Denlon and Jeff Reinhart are unaware that they are about to become the latest pawns on his vicious chessboard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4iO9n24Rb10peXV0JH2EldIOrAp.jpg",
    "popularity": 6.3382,
    "tmdb_url": "https://www.themoviedb.org/movie/214"
  },
  {
    "id": 361292,
    "title": "Suspiria",
    "release_date": "2018-10-26",
    "overview": "A darkness swirls at the center of a world-renowned dance company, one that will engulf the artistic director, an ambitious young dancer, and a grieving psychotherapist. Some will succumb to the nightmare. Others will finally wake up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dzWTnkert9EoiPWldWJ15dnfAFl.jpg",
    "popularity": 5.8369,
    "tmdb_url": "https://www.themoviedb.org/movie/361292"
  },
  {
    "id": 9378,
    "title": "Thir13en Ghosts",
    "release_date": "2001-10-26",
    "overview": "Arthur and his two children inherit his uncle's estate: a glass house that serves as a prison to twelve ghosts. When the family, accompanied by a nanny and an attorney, enter the house they find themselves trapped inside an evil machine 'designed by the Devil and powered by the dead' to open the Eye of Hell. Aided by a ghost hunter and his rival, a ghost rights activist out to set the ghosts free, the group must do what they can to get out of the house alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6yrrddjIjx0ElCRZp5pTZeqrj3k.jpg",
    "popularity": 5.3671,
    "tmdb_url": "https://www.themoviedb.org/movie/9378"
  },
  {
    "id": 83542,
    "title": "Cloud Atlas",
    "release_date": "2012-10-26",
    "overview": "A set of six nested stories spanning time between the 19th century and a distant post-apocalyptic future. Cloud Atlas explores how the actions and consequences of individual lives impact one another throughout the past, the present and the future. Action, mystery and romance weave through the story as one soul is shaped from a killer into a hero and a single act of kindness ripples across centuries to inspire a revolution in the distant future.  Based on the award winning novel by David Mitchell. Directed by Tom Tykwer and the Wachowskis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8naVv2Xu3rWI5JKHz0vCujx6GaJ.jpg",
    "popularity": 5.1889,
    "tmdb_url": "https://www.themoviedb.org/movie/83542"
  },
  {
    "id": 5070,
    "title": "How Much Do You Love Me?",
    "release_date": "2005-10-26",
    "overview": "After winning the lottery, François goes to a bar in Pigalle and offers one hundred thousand Euros per month to a prostitute named Daniela to live with him as his wife until his money runs out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jD18aRBrHtr9YnwJoLdqPntxDGr.jpg",
    "popularity": 4.7507,
    "tmdb_url": "https://www.themoviedb.org/movie/5070"
  },
  {
    "id": 395458,
    "title": "Suburbicon",
    "release_date": "2017-10-26",
    "overview": "In the quiet family town of Suburbicon during the 1950s, the best and worst of humanity is hilariously reflected through the deeds of seemingly ordinary people. When a home invasion turns deadly, a picture-perfect family turns to blackmail, revenge and murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yqYwf0kPK2SaCWM80msl4nYK6U7.jpg",
    "popularity": 4.3827,
    "tmdb_url": "https://www.themoviedb.org/movie/395458"
  },
  {
    "id": 426543,
    "title": "The Nutcracker and the Four Realms",
    "release_date": "2018-10-26",
    "overview": "When Clara’s mother leaves her a mysterious gift, she embarks on a journey to four secret realms—where she discovers her greatest strength could change the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9vPDY8e7YxLwgVum7YZIUJbr4qc.jpg",
    "popularity": 4.1616,
    "tmdb_url": "https://www.themoviedb.org/movie/426543"
  },
  {
    "id": 212162,
    "title": "Puella Magi Madoka Magica the Movie Part III: Rebellion",
    "release_date": "2013-10-26",
    "overview": "Following Madoka's rewriting of the universe, sacrificing herself and her happy normal days to save all magical girls from the cruel fate that awaited them by wiping witches out of existence, the despair still manifest into creatures known as nightmares. Magical girl Homura Akemi continues to fight alone in the hope that she will be able to see Madoka smile again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/68cts97TtCXcAlimoAHrHlQUNfn.jpg",
    "popularity": 4.1169,
    "tmdb_url": "https://www.themoviedb.org/movie/212162"
  },
  {
    "id": 441130,
    "title": "Wolfwalkers",
    "release_date": "2020-10-26",
    "overview": "In a time of superstition and magic, when wolves are seen as demonic and nature an evil to be tamed, a young apprentice hunter comes to Ireland with her father to wipe out the last pack. But when she saves a wild native girl, their friendship leads her to discover the world of the Wolfwalkers and transform her into the very thing her father is tasked to destroy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ehAKuE48okTuonq6TpsNQj8vFTC.jpg",
    "popularity": 3.7282,
    "tmdb_url": "https://www.themoviedb.org/movie/441130"
  },
  {
    "id": 116,
    "title": "Match Point",
    "release_date": "2005-10-26",
    "overview": "Chris, a former tennis player, looks for work as an instructor. He meets Tom Hewett, a wealthy young man whose sister Chloe falls in love with Chris. But Chris has his eye on Tom's fiancee Nola.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vHjEVTD8ucuwKSFOZJeyAnTZYli.jpg",
    "popularity": 3.623,
    "tmdb_url": "https://www.themoviedb.org/movie/116"
  },
  {
    "id": 347629,
    "title": "Thank You for Your Service",
    "release_date": "2017-10-26",
    "overview": "A group of U.S. soldiers returning from Iraq struggle to integrate back into family and civilian life, while living with the memory of a war that threatens to destroy them long after they've left the battlefield.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z8OKWw6DAZAOyz8F421euawr3Hs.jpg",
    "popularity": 3.48,
    "tmdb_url": "https://www.themoviedb.org/movie/347629"
  },
  {
    "id": 1164,
    "title": "Babel",
    "release_date": "2006-10-26",
    "overview": "Tragedy strikes a married couple vacationing in the Moroccan desert, which jumpstarts an interlocking story involving four different families.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cDy5iZL2C01jiT5wDSE4jOvoT52.jpg",
    "popularity": 3.282,
    "tmdb_url": "https://www.themoviedb.org/movie/1164"
  },
  {
    "id": 421131,
    "title": "The Carmilla Movie",
    "release_date": "2017-10-26",
    "overview": "It has been five years since Laura and Carmilla vanquished the apocalypse and Carmilla became a bonafide mortal human. They have settled in to a cozy apartment in downtown Toronto, Laura continues to hone her journalism skills while Carmilla adjusts to a non-vampire lifestyle. Their domestic bliss is suddenly ruptured when Carmilla begins to show signs of \"re-vamping\" – from a fondness for bloody treats to accidental biting – while Laura has started having bizarre, ghostly dreams. The couple must now enlist their old friends from Silas University to uncover the unknown supernatural threat and save humanity – including Carmilla's.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jL8FaFdMLoxCaXhZfPY4tFbXwe7.jpg",
    "popularity": 2.9431,
    "tmdb_url": "https://www.themoviedb.org/movie/421131"
  },
  {
    "id": 7211,
    "title": "Dan in Real Life",
    "release_date": "2007-10-26",
    "overview": "Advice columnist Dan Burns is an expert on relationships, but somehow struggles to succeed as a brother, a son and a single parent to three precocious daughters. Things get even more complicated when Dan finds out that the woman he falls in love with is actually his brother's new girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wJkkkG4ditqNzlua0oJzoaICGiz.jpg",
    "popularity": 2.9236,
    "tmdb_url": "https://www.themoviedb.org/movie/7211"
  },
  {
    "id": 853387,
    "title": "Lord of Misrule",
    "release_date": "2023-10-26",
    "overview": "When the daughter of the town's new priest goes missing during the harvest festival, a desperate search begins, uncovering the town's dark history and resurfacing tales of a mysterious, malevolent spirit that demands sacrifice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eCNJuGsCNdf2yf4F3UcDg1WZTbo.jpg",
    "popularity": 2.8584,
    "tmdb_url": "https://www.themoviedb.org/movie/853387"
  },
  {
    "id": 633374,
    "title": "Remember",
    "release_date": "2022-10-26",
    "overview": "Pil-ju, an Alzheimer's patient in his 80s, who lost all his family during the Japanese colonial era, and devotes his lifelong revenge before his memories disappear, and a young man in his 20s who helps him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8y9mhh3PqGPXbZVhX7Mc25OJpHP.jpg",
    "popularity": 2.8252,
    "tmdb_url": "https://www.themoviedb.org/movie/633374"
  },
  {
    "id": 10778,
    "title": "The Man Who Wasn't There",
    "release_date": "2001-10-26",
    "overview": "A tale of murder, crime and punishment set in the summer of 1949. Ed Crane, a barber in a small California town, is dissatisfied with his life, but his wife Doris' infidelity and a mysterious opportunity presents him with a chance to change it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lrCgt8NNMyFsfmXyXiSSCRXNH4u.jpg",
    "popularity": 2.7701,
    "tmdb_url": "https://www.themoviedb.org/movie/10778"
  },
  {
    "id": 1024721,
    "title": "Monolith",
    "release_date": "2023-10-26",
    "overview": "A desperate young journalist turns to podcasting to salvage her career, but her rush to make headlines leads her to an alien conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zKpLzzX1va6gkMJiI9p3DudqChe.jpg",
    "popularity": 2.7621,
    "tmdb_url": "https://www.themoviedb.org/movie/1024721"
  },
  {
    "id": 1093215,
    "title": "Not Friends",
    "release_date": "2023-10-26",
    "overview": "A group of high school students who dream of making films set out to make a short film based on the life of a classmate. However, they discover a secret that could change their vision of filmmaking forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i3uTKXGNRrRCeCNIFvmpmDCmo5b.jpg",
    "popularity": 2.7105,
    "tmdb_url": "https://www.themoviedb.org/movie/1093215"
  },
  {
    "id": 44179,
    "title": "Demon City Shinjuku",
    "release_date": "1988-10-26",
    "overview": "Ten Years ago, Genichiro Izayoi died trying to stop the sorcerer Rebi Ra, and as a result Shinjuku became a playground for demons. And now, the day approaches when Rebi Ra will complete his decade-long ritual to plunge the rest of the world into chaos! As Genichiro's son, it falls to Kyoya to venture into the heart of Shinjuku and put an end to the sorcerer his father couldn't beat. Can Kyoya exceed his father's legacy, or will the demons of Shinjuku create Hell on Earth?",
    "poster_url": "https://image.tmdb.org/t/p/w500/9O6Mewk4JmM7pLvsHt9Eyq92fWq.jpg",
    "popularity": 2.7068,
    "tmdb_url": "https://www.themoviedb.org/movie/44179"
  },
  {
    "id": 1026227,
    "title": "There's Still Tomorrow",
    "release_date": "2023-10-26",
    "overview": "In postwar Rome, a working-class woman dreams of a better future for herself and her daughter while facing abuse at the hands of her domineering husband. When a mysterious letter arrives, she discovers the courage to change the circumstances of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Hi7yjiQjokEDStT1MOj5rPgRfW.jpg",
    "popularity": 2.7039,
    "tmdb_url": "https://www.themoviedb.org/movie/1026227"
  },
  {
    "id": 1154598,
    "title": "LEGO Marvel Avengers: Code Red",
    "release_date": "2023-10-26",
    "overview": "The Avengers gather to celebrate their latest victory, but their celebration is quickly interrupted by the mysterious disappearance of Black Widow's father, Red Guardian. As the Avengers investigate, they discover that Red Guardian isn't the only one missing when they meet a dangerous new foe quite unlike anything they've ever encountered before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rDzig50dj7VpLwJ7SThbamETK1G.jpg",
    "popularity": 2.6884,
    "tmdb_url": "https://www.themoviedb.org/movie/1154598"
  },
  {
    "id": 167,
    "title": "K-PAX",
    "release_date": "2001-10-26",
    "overview": "Prot is a patient at a mental hospital who claims to be from a far away planet. His psychiatrist tries to help him, only to begin to doubt his own explanations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tafXZX0I6rso7EyoEzfygfTqxq6.jpg",
    "popularity": 2.6716,
    "tmdb_url": "https://www.themoviedb.org/movie/167"
  },
  {
    "id": 975902,
    "title": "Boudica",
    "release_date": "2023-10-26",
    "overview": "Inspired by events in A.D. 60, Boudica follows the eponymous Celtic warrior who rules the Iceni people alongside her husband Prasutagus. When he dies at the hands of Roman soldiers, Boudica’s kingdom is left without a male heir and the Romans seize her land and property.  Driven to the edge of madness and determined to avenge her husband’s death, Boudica rallies the various tribes from the region and wages an epic war against the mighty Roman empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ssEFC5wfFjj7lJpUgwJDOK1Xu1J.jpg",
    "popularity": 2.5821,
    "tmdb_url": "https://www.themoviedb.org/movie/975902"
  },
  {
    "id": 528949,
    "title": "The Photographer of Mauthausen",
    "release_date": "2018-10-26",
    "overview": "Spanish photographer Francesc Boix, imprisoned in the Mauthausen-Gusen concentration camp, works in the SS Photographic Service. Between 1943 and 1945, he hides, with the help of other prisoners, thousands of negatives, with the purpose of showing the freed world the atrocities committed by the Nazis, exhaustively documented. He will be a key witness during the Nuremberg Trials.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6b4L0uLVgFsDfqPx0sFZbCRwIKH.jpg",
    "popularity": 2.3196,
    "tmdb_url": "https://www.themoviedb.org/movie/528949"
  },
  {
    "id": 270482,
    "title": "Dokidoki! Pretty Cure the Movie: Memories for the Future",
    "release_date": "2013-10-26",
    "overview": "One day, Mana Aida receives a wedding dress from her mother and grandmother that they had worn in the past. While thinking about who she would wear this beside someday, a mysterious man named Marsh appears, and Mana is thrown back into the past. She was happy to see her grandmother she loved and her old dog Maro, but she then realizes that Alice and Rikka aren't there because memories have been altered. In order to save precious memories, the future, dreams and hope, Mana transforms into Cure Heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jhqgkFeqteDyL5Om322KihkvZVA.jpg",
    "popularity": 2.2993,
    "tmdb_url": "https://www.themoviedb.org/movie/270482"
  },
  {
    "id": 14943,
    "title": "Crows Zero",
    "release_date": "2007-10-26",
    "overview": "The students of Suzuran High compete for the King of School title. An ex-graduate yakuza is sent to kill the son of a criminal group, but he can't make himself do it as he reminds him of his youth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/so1E9wUAXJi9hqGRNPgoVQd7HaX.jpg",
    "popularity": 2.2574,
    "tmdb_url": "https://www.themoviedb.org/movie/14943"
  },
  {
    "id": 83,
    "title": "Open Water",
    "release_date": "2003-10-26",
    "overview": "Two divers are left out at sea without a boat. There’s nothing but water for miles, unless they look at what’s underneath them...",
    "poster_url": "https://image.tmdb.org/t/p/w500/85o7BSpumewsd8KoGYvqpGH54yF.jpg",
    "popularity": 2.231,
    "tmdb_url": "https://www.themoviedb.org/movie/83"
  },
  {
    "id": 11807,
    "title": "Jab We Met",
    "release_date": "2007-10-26",
    "overview": "A depressed wealthy businessman and a spunky carefree young woman embark on an unexpected journey that changes their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/reEzvhfp85DTapHSPRzBULCXUuz.jpg",
    "popularity": 2.1826,
    "tmdb_url": "https://www.themoviedb.org/movie/11807"
  },
  {
    "id": 46829,
    "title": "Barney's Version",
    "release_date": "2010-10-26",
    "overview": "The picaresque and touching story of the politically incorrect, fully lived life of the impulsive, irascible and fearlessly blunt Barney Panofsky.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vdsSaFbBWl8N6RV2XJuPBFyKeV8.jpg",
    "popularity": 2.1778,
    "tmdb_url": "https://www.themoviedb.org/movie/46829"
  },
  {
    "id": 470114,
    "title": "24 Hours to Live",
    "release_date": "2017-10-26",
    "overview": "An assassin seeks redemption after being given a second chance at life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w0MXP33x1bq48TDC7IaNqQ8nxcc.jpg",
    "popularity": 2.1195,
    "tmdb_url": "https://www.themoviedb.org/movie/470114"
  },
  {
    "id": 437670,
    "title": "Suck Me Shakespeer 3",
    "release_date": "2017-10-26",
    "overview": "A bank robber becomes a teacher after being released from prison and finds himself at the center of a number of crazy adventures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bXNF83QyA2YsBaTh3aATnBw4iQR.jpg",
    "popularity": 2.1103,
    "tmdb_url": "https://www.themoviedb.org/movie/437670"
  },
  {
    "id": 472269,
    "title": "Possum",
    "release_date": "2018-10-26",
    "overview": "A disgraced children's puppeteer returns to his childhood home and is forced to confront his wicked stepfather and the secrets that have tortured him his entire life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5QOFKSpE7KacBriU95fxG6hmmvr.jpg",
    "popularity": 2.1054,
    "tmdb_url": "https://www.themoviedb.org/movie/472269"
  },
  {
    "id": 468202,
    "title": "The Girl in the Fog",
    "release_date": "2017-10-26",
    "overview": "A gripping and chilling thriller that brings us to a hazy mountain village where an enigmatic detective is investigating the sudden disappearance of fifteen-year-old girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fuJApAPgHrur08y6icGB5k5Umzo.jpg",
    "popularity": 2.0826,
    "tmdb_url": "https://www.themoviedb.org/movie/468202"
  },
  {
    "id": 128791,
    "title": "Monster Makers",
    "release_date": "2003-10-26",
    "overview": "Monster Makers is based on Tim Stoker's experience as a Monster movie geek. The monsters in an old non released movie come out of the movie and Tim and his friends in the real world must find a way to stop the monsters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/paRJHrAXAJsDXe6uY33aD80zhE.jpg",
    "popularity": 2.0794,
    "tmdb_url": "https://www.themoviedb.org/movie/128791"
  }
]