[
  {
    "id": 840430,
    "title": "The Holdovers",
    "release_date": "2023-10-27",
    "overview": "A curmudgeonly instructor at a New England prep school is forced to remain on campus during Christmas break to babysit the handful of students with nowhere to go. Eventually, he forms an unlikely bond with one of them — a damaged, brainy troublemaker — and with the school’s head cook, who has just lost a son in Vietnam.",
    "poster_url": "https://image.tmdb.org/t/p/w500/VHSzNBTwxV8vh7wylo7O9CLdac.jpg",
    "popularity": 71.6907,
    "tmdb_url": "https://www.themoviedb.org/movie/840430"
  },
  {
    "id": 354912,
    "title": "Coco",
    "release_date": "2017-10-27",
    "overview": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Ryitt95xrO8KXuqRGm1fUuNwqF.jpg",
    "popularity": 21.984,
    "tmdb_url": "https://www.themoviedb.org/movie/354912"
  },
  {
    "id": 9806,
    "title": "The Incredibles",
    "release_date": "2004-10-27",
    "overview": "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg",
    "popularity": 14.0107,
    "tmdb_url": "https://www.themoviedb.org/movie/9806"
  },
  {
    "id": 49530,
    "title": "In Time",
    "release_date": "2011-10-27",
    "overview": "In the not-too-distant future, the aging gene has been switched off. To avoid overpopulation, time has become the currency and the way people pay for luxuries and necessities. The rich can live forever, while the rest struggle to negotiate for their immortality. A poor young man who suddenly comes into a fortune of time finds himself on the run from a corrupt police force known as the \"time keepers\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Mwj2sIONQckOZP3YwsUXF7U5I4.jpg",
    "popularity": 11.7919,
    "tmdb_url": "https://www.themoviedb.org/movie/49530"
  },
  {
    "id": 11518,
    "title": "Mohabbatein",
    "release_date": "2000-10-27",
    "overview": "At a prestigious all-male university, three friends seek love outside of the school grounds; at the same time, a newly-hired music teacher seeks to befriend and loosen up the militantly strict headmaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zB7zJQgk4pPoxsPzZP0CqUgHuXN.jpg",
    "popularity": 8.6435,
    "tmdb_url": "https://www.themoviedb.org/movie/11518"
  },
  {
    "id": 417859,
    "title": "Puss in Boots",
    "release_date": "2011-10-27",
    "overview": "Long before he even met Shrek, the notorious fighter, lover and outlaw Puss in Boots becomes a hero when he sets off on an adventure with the tough and street smart Kitty Softpaws and the mastermind Humpty Dumpty to save his town. This is the true story of The Cat, The Myth, The Legend... The Boots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eufJ36oQCauDc427ewaEvQrhZ6i.jpg",
    "popularity": 8.4491,
    "tmdb_url": "https://www.themoviedb.org/movie/417859"
  },
  {
    "id": 1020006,
    "title": "Priscilla",
    "release_date": "2023-10-27",
    "overview": "When teenage Priscilla Beaulieu meets Elvis Presley at a party, the man who is already a meteoric rock-and-roll superstar becomes someone entirely unexpected in private moments: a thrilling crush, an ally in loneliness, a vulnerable best friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uDCeELWWpsNq7ErM61Yuq70WAE9.jpg",
    "popularity": 4.8875,
    "tmdb_url": "https://www.themoviedb.org/movie/1020006"
  },
  {
    "id": 399366,
    "title": "Marrowbone",
    "release_date": "2017-10-27",
    "overview": "A young man and his three younger siblings are plagued by a sinister presence in the sprawling manor in which they live.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iX77zMSqUv2Qt7ToEnN2mmEudEf.jpg",
    "popularity": 4.5714,
    "tmdb_url": "https://www.themoviedb.org/movie/399366"
  },
  {
    "id": 12665,
    "title": "Powder",
    "release_date": "1995-10-27",
    "overview": "Harassed by classmates who won't accept his shocking appearance, a shy young man known as \"Powder\" struggles to fit in. But the cruel taunts stop when Powder displays a mysterious power that allows him to do incredible things. This phenomenon changes the lives of all those around him in ways they never could have imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aQSA63T7zyzZxBZxr2MQaxt1gtO.jpg",
    "popularity": 4.3485,
    "tmdb_url": "https://www.themoviedb.org/movie/12665"
  },
  {
    "id": 451,
    "title": "Leaving Las Vegas",
    "release_date": "1995-10-27",
    "overview": "Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wTrFpGe3U65kXTldIUxuM2hmOAK.jpg",
    "popularity": 3.7444,
    "tmdb_url": "https://www.themoviedb.org/movie/451"
  },
  {
    "id": 615665,
    "title": "Holidate",
    "release_date": "2020-10-27",
    "overview": "Fed up with being single on holidays, two strangers agree to be each other's platonic plus-ones all year long, only to catch real feelings along the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oXCLSlCRWWHsSSwLJSVIC0DDWsE.jpg",
    "popularity": 3.5171,
    "tmdb_url": "https://www.themoviedb.org/movie/615665"
  },
  {
    "id": 46406,
    "title": "Mission Kashmir",
    "release_date": "2000-10-27",
    "overview": "A police officer adopts the son and sole survivor of a family he has massacred while pursuing a terrorist. After some time the foster son finds out what the stepfather did.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tf2kw9HfzuowczsT7VDVR5KQxJH.jpg",
    "popularity": 3.384,
    "tmdb_url": "https://www.themoviedb.org/movie/46406"
  },
  {
    "id": 482036,
    "title": "Nice Sister-In-Law",
    "release_date": "2016-10-27",
    "overview": "\"Trust me tonight\"  Min-ho is preparing to get a job and is spending some time in his parents' house. However, his parents aren't home and only his young sister-in-law is there. His brother Hyeon-soo had left the house after fighting with his wife. Min-ho can't help but feel attracted towards his young and appealing sister-in-law.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e0BF6bJYWnEqaGucuNilOEHqRwf.jpg",
    "popularity": 3.2716,
    "tmdb_url": "https://www.themoviedb.org/movie/482036"
  },
  {
    "id": 1710,
    "title": "Copycat",
    "release_date": "1995-10-27",
    "overview": "An agoraphobic psychologist and a female detective must work together to take down a serial killer who copies serial killers from the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oMgwJb016znNZcpDR20eXxZoW8A.jpg",
    "popularity": 3.1595,
    "tmdb_url": "https://www.themoviedb.org/movie/1710"
  },
  {
    "id": 24593,
    "title": "Thinking XXX",
    "release_date": "2004-10-27",
    "overview": "For a book project, photographer Timothy Greenfield-Sanders took photographs of 30 stars of adult movies, each pair of photographs in the same pose, clothed and nude. This film records the photo shoots and includes interviews with the performers and commentary from eight writers (and John Waters). The actors and writers discuss economics, nudity and exhibitionism, careers, and private lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kqB0fF7VlODmw1exH4iDZHGUiVI.jpg",
    "popularity": 2.8911,
    "tmdb_url": "https://www.themoviedb.org/movie/24593"
  },
  {
    "id": 460793,
    "title": "Olaf's Frozen Adventure",
    "release_date": "2017-10-27",
    "overview": "Olaf is on a mission to harness the best holiday traditions for Anna, Elsa, and Kristoff.",
    "poster_url": "https://image.tmdb.org/t/p/w500/As8WTtxXs9e3cBit3ztTf7zoRmm.jpg",
    "popularity": 2.8279,
    "tmdb_url": "https://www.themoviedb.org/movie/460793"
  },
  {
    "id": 609271,
    "title": "Under the Boardwalk",
    "release_date": "2023-10-27",
    "overview": "Two crabs embark on an epic journey to get home after a storm sweeps them away. Their courage soon unites their families, paving the way for great summers to come.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dYubl9T67KKgggQUawHs0xYMWEU.jpg",
    "popularity": 2.8177,
    "tmdb_url": "https://www.themoviedb.org/movie/609271"
  },
  {
    "id": 9091,
    "title": "Sudden Death",
    "release_date": "1995-10-27",
    "overview": "When a man's daughter is suddenly taken during a championship hockey game – with the captors demanding a billion dollars by game's end – he frantically sets a plan in motion to rescue her and abort an impending explosion before the final buzzer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1pylO6YX5XdOA6QCc5IRxrrffkg.jpg",
    "popularity": 2.8148,
    "tmdb_url": "https://www.themoviedb.org/movie/9091"
  },
  {
    "id": 2841,
    "title": "A Very Long Engagement",
    "release_date": "2004-10-27",
    "overview": "Young Frenchwoman Mathilde searches for the truth about her missing fiancé, lost during World War I, and learns many unexpected things along the way. The love of her life is gone. But she refuses to believe he's gone forever — and she needs to know for sure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t73m7lX0eFYDjlB1Gcb7r3S5Yt.jpg",
    "popularity": 2.8009,
    "tmdb_url": "https://www.themoviedb.org/movie/2841"
  },
  {
    "id": 73499,
    "title": "The Double",
    "release_date": "2011-10-27",
    "overview": "The mysterious murder of a US senator bearing the distinctive trademark of the legendary Soviet assassin 'Cassius', forces retired CIA operative, Paul Shepherson to team with rookie FBI agent, Ben Geary  to solve the crime. Having spent his career chasing Cassius, Shepherdson is convinced his nemesis is long dead, but is pushed to take on the case by his former supervisor, Tom Highland. Geary, who wrote his Master's thesis on Shepherdson's pursuit of the Soviet killer, is certain that Cassius has resurfaced.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t4W10sjJSDAWRUDn2Kb8DQKxiZv.jpg",
    "popularity": 2.6973,
    "tmdb_url": "https://www.themoviedb.org/movie/73499"
  },
  {
    "id": 393445,
    "title": "Ae Dil Hai Mushkil",
    "release_date": "2016-10-27",
    "overview": "Ayan falls in love with his soulmate, Alizeh, but she doesn’t reciprocate the feeling. Later, a relationship with Saba helps him realize Alizeh’s value in his life, irrespective of their relationship status.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hlDOF4UhUqrYY7gqLk3Rl0Fx4ns.jpg",
    "popularity": 2.6291,
    "tmdb_url": "https://www.themoviedb.org/movie/393445"
  },
  {
    "id": 472454,
    "title": "Ayla: The Daughter of War",
    "release_date": "2017-10-27",
    "overview": "In 1950, amidst the ravages of the Korean War, Sergeant Süleyman stumbles upon a a half-frozen little girl, with no parents and no help in sight and he risks his own life to save her, smuggling her into his army base and out of harm’s way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8RELLU0RK9hRIteLzHFZ0dK8YSi.jpg",
    "popularity": 2.5758,
    "tmdb_url": "https://www.themoviedb.org/movie/472454"
  },
  {
    "id": 445954,
    "title": "Acts of Vengeance",
    "release_date": "2017-10-27",
    "overview": "A fast-talking lawyer transforms his body and takes a vow of silence, not to be broken until he finds out who killed his wife and daughter and has his revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8dzAMMqEubPItk8EXrUXe0wyuzn.jpg",
    "popularity": 2.5734,
    "tmdb_url": "https://www.themoviedb.org/movie/445954"
  },
  {
    "id": 10047,
    "title": "The Messenger: The Story of Joan of Arc",
    "release_date": "1999-10-27",
    "overview": "In 1429, a French teenager stood before her King with a message she claimed came from God; that she would defeat the world's greatest army and liberate her country from its political and religious turmoil. As she reclaims God's diminished kingdom, this courageous young woman has various amazing victories until her violent and untimely death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rIvZPfts3aD4b5nROAysnOtSzlX.jpg",
    "popularity": 2.5504,
    "tmdb_url": "https://www.themoviedb.org/movie/10047"
  },
  {
    "id": 39863,
    "title": "Star of David: Beauty Hunting",
    "release_date": "1979-10-27",
    "overview": "The film portrays the life of Tatsuya, a young man of proper descent whose outward respectability hides his urges for rape and torture. This handsome rapist seduces women, then brings them to the basement of the mansion he inherited from his well-to-do parents, where he indulges in lengthy sessions of sado-sexual violence. Based on manga by Masaaki Sato.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3n029M1rCF51hG24sq18D3lMtTw.jpg",
    "popularity": 2.5476,
    "tmdb_url": "https://www.themoviedb.org/movie/39863"
  },
  {
    "id": 452970,
    "title": "Mazinger Z: Infinity",
    "release_date": "2017-10-27",
    "overview": "When the evil Dr. Hell attacks the Earth, the mighty giant mecha Mazinger Z is formed to stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/muN1Gf5SnGz8Il2ViqsIX4pkfxA.jpg",
    "popularity": 2.4867,
    "tmdb_url": "https://www.themoviedb.org/movie/452970"
  },
  {
    "id": 790459,
    "title": "Fingernails",
    "release_date": "2023-10-27",
    "overview": "Anna and Ryan have found true love together. It’s been proven by a controversial test. There’s just one problem: Anna still isn’t sure. Then she meets Amir.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q04g3un61aeBoheQEso7enM28AF.jpg",
    "popularity": 2.4765,
    "tmdb_url": "https://www.themoviedb.org/movie/790459"
  },
  {
    "id": 13353,
    "title": "It's the Great Pumpkin, Charlie Brown",
    "release_date": "1966-10-27",
    "overview": "Join the Peanuts gang for a timeless adventure as Charlie Brown preps for a party, Snoopy sets his sights on the Red Baron, and Linus patiently awaits a pumpkin patch miracle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/59wp9OWexYsxlSPHYmVLsl5xlFt.jpg",
    "popularity": 2.4478,
    "tmdb_url": "https://www.themoviedb.org/movie/13353"
  },
  {
    "id": 128884,
    "title": "Crayon Shin-chan: Invoke a Storm! The Singing Buttocks Bomb",
    "release_date": "2007-10-27",
    "overview": "When an alien bomb powerful enough to destroy the entire planet sticks to the buttocks of Shin-chan's pet dog Shiro, a race to save the world begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uHqdEReaPvmyRWbOZ0uXsrNEiHu.jpg",
    "popularity": 2.3814,
    "tmdb_url": "https://www.themoviedb.org/movie/128884"
  },
  {
    "id": 8740,
    "title": "The Vanishing",
    "release_date": "1988-10-27",
    "overview": "Rex and Saskia, a young couple in love, are on vacation. They stop at a busy service station and Saskia is abducted. After three years and no sign of Saskia, Rex begins receiving letters from the abductor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eE5bbuRJluooG2MjEAsLEYyuJoa.jpg",
    "popularity": 2.3486,
    "tmdb_url": "https://www.themoviedb.org/movie/8740"
  },
  {
    "id": 551591,
    "title": "HUGtto! Pretty Cure♡Futari wa Pretty Cure: All Stars Memories",
    "release_date": "2018-10-27",
    "overview": "A vengeful teru teru bozu-like monster called Miden is stealing all of the Cures' magical powers and memories, turning them into helpless infants, barring Nagisa Misumi and Hana Nono. They must help the affected Cures to regain their abilities and fight off this new menance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nJ5TxNLkIA3iOf8tzVHGkgBzjhq.jpg",
    "popularity": 2.2441,
    "tmdb_url": "https://www.themoviedb.org/movie/551591"
  },
  {
    "id": 761,
    "title": "The Wing or the Thigh?",
    "release_date": "1976-10-27",
    "overview": "Charles Duchemin, a well-known gourmet and publisher of a famous restaurant guide, is waging a war against fast food entrepreneur Tri- catel to save the French art of cooking. After having agreed to appear on a talk show to show his skills in naming food and wine by taste, he is confronted with two disasters: his son wants to become a clown rather than a restaurant tester and he, the famous Charles Duchemin, has lost his taste!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ywkIu5l3iAgPZvLFEVBDYxLouH8.jpg",
    "popularity": 2.2222,
    "tmdb_url": "https://www.themoviedb.org/movie/761"
  },
  {
    "id": 912726,
    "title": "Rhinegold",
    "release_date": "2022-10-27",
    "overview": "Xatar’s way from the ghetto to the top of the charts is as dramatic as it is daring: Fatih Akin’s new film is based on the autobiographical novel »Alles oder Nix« (»All or Nothing«) of the probably most authentic exponent of German gangsta rap. From the hell of an Iraqi jail, Giwar Hajabi (Emilio Sakraya) emigrated to Germany as a young boy with his family in the mid-1980s and has to start right at the bottom. There are opportunities, but far more obstacles. Giwar’s rise from petty criminal to major dealer is swift. Until one shipment goes missing. In order to clear his debts with the cartel, he plans a legendary gold heist. But just as everything goes wrong, another door opens for Giwar thanks to his passion for music …",
    "poster_url": "https://image.tmdb.org/t/p/w500/aUtbh1sFpCWEZlABXNjOugCbt88.jpg",
    "popularity": 2.2012,
    "tmdb_url": "https://www.themoviedb.org/movie/912726"
  },
  {
    "id": 871964,
    "title": "Nobody Sleeps in the Woods Tonight 2",
    "release_date": "2021-10-27",
    "overview": "When something horrible happens to the only survivor of a bloody massacre, an insecure rookie cop must overcome his fears to stop further carnage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6QvepemlDGIiiYsVs0Y1ieFuG7N.jpg",
    "popularity": 2.1737,
    "tmdb_url": "https://www.themoviedb.org/movie/871964"
  },
  {
    "id": 1040928,
    "title": "Our Movie",
    "release_date": "2022-10-27",
    "overview": "An extraordinary and necessary essay film constructed entirely out of a vast archive of news footage from the ‘80s and ‘90s, OUR MOVIE (NUESTRA PELICULA) is a response to the violent history that imprinted itself on the director in her formative years in Colombia. Images of blood spatters, bullet holes, coffins, and Colombians marching in the streets become an abstract net of quotidian sorrow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5uLqb8y3ppHSrdQCPNorKs6w363.jpg",
    "popularity": 2.1318,
    "tmdb_url": "https://www.themoviedb.org/movie/1040928"
  },
  {
    "id": 11531,
    "title": "Book of Shadows: Blair Witch 2",
    "release_date": "2000-10-27",
    "overview": "Young adults become fascinated by the events of the three missing filmmakers in Maryland, so they decide to go into the same woods and find out what really happened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l1jF93S9FYbzp3Byh5VUA1KApSJ.jpg",
    "popularity": 2.1265,
    "tmdb_url": "https://www.themoviedb.org/movie/11531"
  },
  {
    "id": 732684,
    "title": "Raiders of the Lost Library",
    "release_date": "2022-10-27",
    "overview": "While digging one of the many tunnels for the Moscow metro, Soviet workers unearth ruins of a dungeon. The site is closed, the metro tunnel is diverted, and amidst the bustle no one notices the tunnel workers’ foreman pocketing a little ‘souvenir’ – a book-sized frame made of precious metals featuring an inscription in an unknown language. Decades later, the foreman’s grandson Ilya, who works as a courier, discovers the ancient relic in a pile of old junk. Oblivious to the true value of the family heirloom, he soon learns about it from a mysterious stranger. The relic is the key to the secret location of the priceless ancient library that belonged to Ivan the Terrible. What Ilya doesn’t know is that the search for the lost library has been going on for centuries, and now very powerful people are after him. Ilya and the mysterious stranger decide to try their luck in finding the library.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lc0KueWbDDwIsg76JnPohA7jday.jpg",
    "popularity": 2.0919,
    "tmdb_url": "https://www.themoviedb.org/movie/732684"
  },
  {
    "id": 685691,
    "title": "BARDO, False Chronicle of a Handful of Truths",
    "release_date": "2022-10-27",
    "overview": "A renowned Mexican journalist and documentary filmmaker living in Los Angeles, after being named the recipient of a prestigious international award, is compelled to return to his native country, unaware that this simple trip will push him to an existential limit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3e6RA0CzFDC0pz5TqiRlbHcsc2n.jpg",
    "popularity": 2.0726,
    "tmdb_url": "https://www.themoviedb.org/movie/685691"
  },
  {
    "id": 579496,
    "title": "Call Jane",
    "release_date": "2022-10-27",
    "overview": "A married woman with an unwanted pregnancy lives in a time in America where she can't get a legal abortion and works with a group of suburban women to find help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n3oV6065tgYpukAjLxSbWcfqdg9.jpg",
    "popularity": 2.0542,
    "tmdb_url": "https://www.themoviedb.org/movie/579496"
  },
  {
    "id": 680133,
    "title": "Mujib: The Making of a Nation",
    "release_date": "2023-10-27",
    "overview": "Biopic on the father of the nation of Bangladesh, Sheikh Mujibur Rahman. The film will showcase his growing up as a child to his standing up against all injustice in his youth to fighting for the independence of his country. How he led a country to it's independence with his inspirational presence and fight for the justice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/71CE8chmoFjNtZIcGOSnD6dDn7O.jpg",
    "popularity": 2.0536,
    "tmdb_url": "https://www.themoviedb.org/movie/680133"
  }
]