[
  {
    "id": 298382,
    "title": "The Dressmaker",
    "release_date": "2015-10-29",
    "overview": "In 1950s Australia, beautiful, talented dressmaker Tilly returns to her tiny hometown to right wrongs from her past. As she tries to reconcile with her mother, she starts to fall in love while transforming the fashion of the town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Loofmo5GTt1Qe2Dz5ERLVlN98T.jpg",
    "popularity": 33.1714,
    "tmdb_url": "https://www.themoviedb.org/movie/298382"
  },
  {
    "id": 585032,
    "title": "Sa Bang-ji",
    "release_date": "1988-10-29",
    "overview": "Sa Bangji was an intersex person who according to historical records lived during Korea’s Joseon Dynasty. Taken in by a kindly benefactor, Sa Bangji lives in a monastery that is one day visited by a young widow, Lee So-sa, who is in mourning following the death of her husband. The pair’s meeting seems predestined, with the erotic attraction between Sa Bangji and Lee So-sa soon evolving into something far more transcendent – and dangerous.  While aspects of the film – its stylised depiction of female actors and sex – identify it as a product of its time, Sa Bangji is undeniably a milestone in screen representations of intersex people, a film that refuses to shy away from the horrendous stigmatization faced by its titular character.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uFsTrW5qzU2l3YE0ataLoUgfsjJ.jpg",
    "popularity": 8.76,
    "tmdb_url": "https://www.themoviedb.org/movie/585032"
  },
  {
    "id": 646315,
    "title": "The Legendary Lighter",
    "release_date": "2019-10-29",
    "overview": "A man who used to be called Lighter cleans up his act from his days as a gangster and struggles to start over.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h5fCwKCnKAKxdX6onTnrU6MeYe8.jpg",
    "popularity": 7.8797,
    "tmdb_url": "https://www.themoviedb.org/movie/646315"
  },
  {
    "id": 1677,
    "title": "Ray",
    "release_date": "2004-10-29",
    "overview": "Born on a sharecropping plantation in Northern Florida, Ray Charles went blind at seven. Inspired by a fiercely independent mom who insisted he make his own way, He found his calling and his gift behind a piano keyboard. Touring across the Southern musical circuit, the soulful singer gained a reputation and then exploded with worldwide fame when he pioneered coupling gospel and country together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tSPC7sO2XYNL9QcMmK88tuUALL5.jpg",
    "popularity": 7.2205,
    "tmdb_url": "https://www.themoviedb.org/movie/1677"
  },
  {
    "id": 484133,
    "title": "Nude",
    "release_date": "2017-10-29",
    "overview": "NUDE explores perceptions of nudity in art by chronicling the creative process of photographer David Bellemere as he's commissioned by NU Muses founder Steve Shaw to shoot a fine art calendar of nude photographs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A7hIbfWAwT4wc0jgc2xNQR6PPEm.jpg",
    "popularity": 5.4102,
    "tmdb_url": "https://www.themoviedb.org/movie/484133"
  },
  {
    "id": 796499,
    "title": "Army of Thieves",
    "release_date": "2021-10-29",
    "overview": "A mysterious woman recruits bank teller Ludwig Dieter to lead a group of aspiring thieves on a top-secret heist during the early stages of the zombie apocalypse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4fVMognsmbogzkfY7DY0Bvn7h7Y.jpg",
    "popularity": 5.3493,
    "tmdb_url": "https://www.themoviedb.org/movie/796499"
  },
  {
    "id": 10764,
    "title": "Quantum of Solace",
    "release_date": "2008-10-29",
    "overview": "Betrayed by Vesper, the woman he loved, 007 fights the urge to make his latest mission personal. Pursuing his determination to uncover the truth, Bond and M interrogate Mr. White, who reveals that the organization that blackmailed Vesper is far more complex and dangerous than anyone had imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e3DXXLJHGqMx9yYpXsql1XNljmM.jpg",
    "popularity": 5.3061,
    "tmdb_url": "https://www.themoviedb.org/movie/10764"
  },
  {
    "id": 492,
    "title": "Being John Malkovich",
    "release_date": "1999-10-29",
    "overview": "One day at work, unsuccessful puppeteer Craig finds a portal into the head of actor John Malkovich. The portal soon becomes a passion for anybody who enters its mad and controlling world of overtaking another human body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xVSvIwRNzwXSs0CLefiiG6A96m4.jpg",
    "popularity": 4.7135,
    "tmdb_url": "https://www.themoviedb.org/movie/492"
  },
  {
    "id": 609972,
    "title": "Paranormal Activity: Next of Kin",
    "release_date": "2021-10-29",
    "overview": "Margot is a documentary filmmaker looking to meet her long-lost mother and extended family in a secluded Amish community. She and her film crew soon realize the family that welcomes them into their home might be hiding a sinister secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wRy3SwJFE55iL2bfKqECzP2qyrd.jpg",
    "popularity": 4.2353,
    "tmdb_url": "https://www.themoviedb.org/movie/609972"
  },
  {
    "id": 844,
    "title": "2046",
    "release_date": "2004-10-29",
    "overview": "Women enter and exit a science fiction author's life over the course of a few years after the author loses the woman he considers his one true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIN65qw0Giplo4CshzMrxz204Wn.jpg",
    "popularity": 3.7823,
    "tmdb_url": "https://www.themoviedb.org/movie/844"
  },
  {
    "id": 5653,
    "title": "Luther",
    "release_date": "2003-10-29",
    "overview": "During the early 16th century, idealistic German monk Martin Luther, disgusted by the materialism in the church, begins the dialogue that will lead to the Protestant Reformation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Z3wlA8sKdd3tPTZW8N1q3YEd5f.jpg",
    "popularity": 3.0842,
    "tmdb_url": "https://www.themoviedb.org/movie/5653"
  },
  {
    "id": 231001,
    "title": "All Hallows' Eve",
    "release_date": "2013-10-29",
    "overview": "While watching two children on Halloween night, a babysitter finds an old VHS tape in the kids' trick or treat bag. The tape features three tales of terror, all linked together by a murderous clown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bSe8CBqK8HkbP6sqZWzcJfQV9Ci.jpg",
    "popularity": 3.0249,
    "tmdb_url": "https://www.themoviedb.org/movie/231001"
  },
  {
    "id": 1006026,
    "title": "Like My Family",
    "release_date": "2018-10-29",
    "overview": "The male protagonist's father remarried, married a young and beautiful woman, and had sex with his father recklessly at home every day, which made the male protagonist imagine, but the male protagonist still did not cross the line after all, and could only vent his fantasy about his stepmother on his girlfriend. The male protagonist and his girlfriend, his father and his stepmother live at home, which is similar to a harmonious family. However, behind this harmony, there is a hidden ethical violation. The father also started a different kind of passionate sex with the male protagonist's little girlfriend...",
    "poster_url": "https://image.tmdb.org/t/p/w500/16Vz6OuUcwA1sxOa4e5c12QJDWp.jpg",
    "popularity": 2.8207,
    "tmdb_url": "https://www.themoviedb.org/movie/1006026"
  },
  {
    "id": 787723,
    "title": "13 Minutes",
    "release_date": "2021-10-29",
    "overview": "As a new day begins in the small American town of Minninnewah, the residents start their day as ordinary as the next. Mother Nature, however, has other plans for them. Inhabitants have just 13 minutes to seek shelter before the largest tornado on record ravages the town, leaving them struggling to protect their loved ones and fighting for their lives. Left to deal with the aftermath, four families must overcome their differences and find strength in each other in order to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
    "popularity": 2.8076,
    "tmdb_url": "https://www.themoviedb.org/movie/787723"
  },
  {
    "id": 797838,
    "title": "Firebird",
    "release_date": "2021-10-29",
    "overview": "At the height of the Cold War, a troubled soldier forms a forbidden love triangle with a daring fighter pilot and his female comrade amid the dangerous surroundings of a Soviet Air Force Base.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uECWNRjCEwewHBjt0leyZiAyiXb.jpg",
    "popularity": 2.6577,
    "tmdb_url": "https://www.themoviedb.org/movie/797838"
  },
  {
    "id": 741335,
    "title": "Sing a Bit of Harmony",
    "release_date": "2021-10-29",
    "overview": "Satomi is fine being alone until an AI named Shion joins her class with a song and a promise to make her happy. While Shion’s musical numbers and princess gowns don’t quite pass as human, her antics bring Satomi closer to four other classmates. Together, they make memories worth saving, but even our most precious data can be erased.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5N9a7bkt3cldZps5Zal3lN4dgy7.jpg",
    "popularity": 2.6442,
    "tmdb_url": "https://www.themoviedb.org/movie/741335"
  },
  {
    "id": 62367,
    "title": "Come Home and Meet My Wife",
    "release_date": "1974-10-29",
    "overview": "50 year old Giulio and his 17 year old goddaughter, Vincenzina, fall madly in love with each other and soon are wed. Unfortunately for Giulio he walks in on his friend and Vincenzina upon a return from a trip. His jealousy and anger get the best of him and he kicks his wife out of the house. Years pass and Giulio decides to rekindle the love affair with Vincenzina.",
    "poster_url": "https://image.tmdb.org/t/p/w500/znQk6wsZx0LQz18vNBw3kAXx6iR.jpg",
    "popularity": 2.4845,
    "tmdb_url": "https://www.themoviedb.org/movie/62367"
  },
  {
    "id": 92472,
    "title": "Gandu",
    "release_date": "2010-10-29",
    "overview": "After Nihilistic rapper Gandu steals from his mother's lover, he embarks on a drug-fueled rampage with a rickshaw puller.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ctAGjCNv3rg8BKM2RqIFbsKjaif.jpg",
    "popularity": 2.4473,
    "tmdb_url": "https://www.themoviedb.org/movie/92472"
  },
  {
    "id": 326992,
    "title": "The Bridgewater Triangle",
    "release_date": "2013-10-29",
    "overview": "The Bridgewater Triangle sits within Southeastern Massachusetts, and includes a number of locations known for unexplained occurrences; the most prominent of which include the legendary Hockomock Swamp and the infamous Freetown-Fall River State Forest. The triangle's traditional boarders are revealed by connecting the dots between Abington to the North, Freetown to the Southeast, and Rehoboth to the Southwest. The region hosts an unusually high volume of reports involving strange occurrences, unexplained mysteries and sinister activities. From ghostly hauntings and cryptic animal sightings to UFO encounters and evidence of satanic ritual sacrifice, the Bridgewater Triangle serves as one of the world's most diverse hotspots for paranormal activity. The first-ever feature-length documentary on the subject, The Bridgewater Triangle explores the history of this fascinating region.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tbr75WClSz9xStXwXBK4s7MKfcX.jpg",
    "popularity": 2.4412,
    "tmdb_url": "https://www.themoviedb.org/movie/326992"
  },
  {
    "id": 623511,
    "title": "The Burning Sea",
    "release_date": "2021-10-29",
    "overview": "An oil platform dramatically goes down on the Norwegian coast, and researchers try to find out what happened when they realize this is just the start of something even more serious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1bB7uV5ljDWKG2m5Z4cgWwDMAeY.jpg",
    "popularity": 2.4312,
    "tmdb_url": "https://www.themoviedb.org/movie/623511"
  },
  {
    "id": 336,
    "title": "Duck, You Sucker",
    "release_date": "1971-10-29",
    "overview": "At the beginning of the 1913 Mexican Revolution, greedy bandit Juan Miranda and idealist John H. Mallory, an Irish Republican Army explosives expert on the lam from the British, fall in with a band of revolutionaries plotting to strike a national bank. When it turns out that the government has been using the bank as a hiding place for illegally detained political prisoners -- who are freed by the blast -- Miranda becomes a revolutionary hero against his will.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l91bdMjPYUXRLjOnBosxCGickKa.jpg",
    "popularity": 2.31,
    "tmdb_url": "https://www.themoviedb.org/movie/336"
  },
  {
    "id": 13192,
    "title": "Moonwalker",
    "release_date": "1988-10-29",
    "overview": "Moonwalker is a 1988 American experimental anthology musical film starring Michael Jackson. Rather than featuring one continuous narrative, the film expresses the influence of fandom and innocence through a collection of short films about Jackson, some of which are long-form music videos from Jackson's 1987 album Bad. The film is named after his famous dance, \"the moonwalk\", which he originally learned as \"the backslide\" but perfected the dance into something no one had seen before. The movie's introduction is a type of music video for Jackson's \"Man in the Mirror\" but is not the official video for the song. The film then expresses a montage of Michael's career, which leads into a parody of his Bad video titled \"Badder\", followed by sections \"Speed Demon\" and \"Leave Me Alone\". What follows is the biggest section where Michael plays a hero with magical powers and saves three children from Mr. Big. This section is \"Smooth Criminal\" which leads into a performance of \"Come Together\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/3GwTPQkAcgDeAirRpEuJG8HDdRz.jpg",
    "popularity": 2.2246,
    "tmdb_url": "https://www.themoviedb.org/movie/13192"
  },
  {
    "id": 22825,
    "title": "The Box",
    "release_date": "2009-10-29",
    "overview": "Norma and Arthur Lewis, a suburban couple with a young child, receive a simple wooden box as a gift, which bears fatal and irrevocable consequences. A mysterious stranger delivers the message that the box promises to bestow upon its owner $1 million with the press of a button. However pressing this button will simultaneously cause the death of another human being somewhere in the world; someone they don't know. With just 24 hours to have the box in their possession, Norma and Arthur find themselves in the cross-hairs of a startling moral dilemma and must face the true nature of their humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xMAmOu6xl4CsstixcuecBle9krd.jpg",
    "popularity": 2.1623,
    "tmdb_url": "https://www.themoviedb.org/movie/22825"
  },
  {
    "id": 382272,
    "title": "Death Note: Light Up the NEW World",
    "release_date": "2016-10-29",
    "overview": "10 years has passed since the confrontation between Kira and L. Again, Shinigami sends death notes to the ground and due to this, the world soon falls into chaos. Tsukuru is a member of the Death Note special task force team with 6 other investigators including Matsuda who experienced the Kira case of 10 years ago.  Mass murders caused by the death note takes place on Wall Street in the U.S., Shibuya in Japan and other places. World famous private investigator Ryuzaki, who is the rightful successor of L, also investigates the mass murders. They discover that 6 death notes exists in the world.  A computer virus called Kira spreads in the world. A message in the Kira virus says to turn in 6 death notes.  A person who has 6 death notes overwhelm the world. The confrontation begins between the person who wants Kira’s revival and the people who want to stop it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cDBV5mIMc8h0dsRHF43rUUk3I0O.jpg",
    "popularity": 2.1089,
    "tmdb_url": "https://www.themoviedb.org/movie/382272"
  },
  {
    "id": 266,
    "title": "Contempt",
    "release_date": "1963-10-29",
    "overview": "A philistine in the art film business, Jeremy Prokosch is a producer unhappy with the work of his director. Prokosch has hired Fritz Lang to direct an adaptation of \"The Odyssey,\" but when it seems that the legendary filmmaker is making a picture destined to bomb at the box office, he brings in a screenwriter to energize the script. The professional intersects with the personal when a rift develops between the writer and his wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WhhlenrLjO2XR6foiPWy8v3kI.jpg",
    "popularity": 2.0883,
    "tmdb_url": "https://www.themoviedb.org/movie/266"
  },
  {
    "id": 881460,
    "title": "Planet Dune",
    "release_date": "2021-10-29",
    "overview": "A crew on a mission to rescue a marooned base on a desert planet turns deadly when the crew finds themselves hunted and attacked by the planet’s apex predators: giant sand worms.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cPSPghn6tr6fGY6hTi78SrxBcqY.jpg",
    "popularity": 2.0828,
    "tmdb_url": "https://www.themoviedb.org/movie/881460"
  },
  {
    "id": 26149,
    "title": "Music of the Heart",
    "release_date": "1999-10-29",
    "overview": "Story of a schoolteacher's struggle to teach violin to inner-city Harlem kids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/maqYjELEaeCr3EtN7KNLTAwycS5.jpg",
    "popularity": 2.0326,
    "tmdb_url": "https://www.themoviedb.org/movie/26149"
  },
  {
    "id": 12720,
    "title": "Suicide Club",
    "release_date": "2001-10-29",
    "overview": "When 54 high school girls throw themselves in front of a subway train it appears to be only the beginning of a string of suicides around the country. Detective Kuroda tries to find the answer to this mystery, which isn't as simple as he had hoped.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m8C8DbMawpGpHcYxv8Mkp1BQGjp.jpg",
    "popularity": 2.0097,
    "tmdb_url": "https://www.themoviedb.org/movie/12720"
  }
]