[
  {
    "id": 376867,
    "title": "Moonlight",
    "release_date": "2016-10-21",
    "overview": "The tender, heartbreaking story of a young man’s struggle to find himself, told across three defining chapters in his life as he experiences the ecstasy, pain, and beauty of falling in love, while grappling with his own sexuality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rcICfiL9fvwRjoWHxW8QeroLYrJ.jpg",
    "popularity": 91.8397,
    "tmdb_url": "https://www.themoviedb.org/movie/376867"
  },
  {
    "id": 1147400,
    "title": "Miraculous World: Paris, Tales of Shadybug and Claw Noir",
    "release_date": "2023-10-21",
    "overview": "Miraculous holders from another world appear in Paris. They come from a parallel universe where everything is reversed: the holders of Ladybug and Black Cat Miraculouses, Shadybug and Claw Noir, are the bad guys, and the holder of the Butterfly Miraculous, Hesperia, is a superhero. Ladybug and Cat Noir will have to help Hesperia counter the attacks of their evil doubles and prevent them from seizing the Butterfly's Miraculous. Can our heroes also help Hesperia make Shadybug and Claw Noir better people?",
    "poster_url": "https://image.tmdb.org/t/p/w500/nydROKumZe9oFZNiSn792MDDA1v.jpg",
    "popularity": 12.874,
    "tmdb_url": "https://www.themoviedb.org/movie/1147400"
  },
  {
    "id": 965150,
    "title": "Aftersun",
    "release_date": "2022-10-21",
    "overview": "Sophie reflects on the shared joy and private melancholy of a holiday she took with her father twenty years earlier. Memories real and imagined fill the gaps between miniDV footage as she tries to reconcile the father she knew with the man she didn't.",
    "poster_url": "https://image.tmdb.org/t/p/w500/evKz85EKouVbIr51zy5fOtpNRPg.jpg",
    "popularity": 6.556,
    "tmdb_url": "https://www.themoviedb.org/movie/965150"
  },
  {
    "id": 297608,
    "title": "The Taking of Deborah Logan",
    "release_date": "2014-10-21",
    "overview": "What starts as a poignant medical documentary about Deborah Logan's descent into Alzheimer's disease and her daughter's struggles as caregiver degenerates into a maddening portrayal of dementia at its most frightening, as hair-raising events begin to plague the family and crew and an unspeakable malevolence threatens to tear the very fabric of sanity from them all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/77i7EBUyQKOUiZeYQ5tWDGQb0AI.jpg",
    "popularity": 6.4336,
    "tmdb_url": "https://www.themoviedb.org/movie/297608"
  },
  {
    "id": 274854,
    "title": "The Last Witch Hunter",
    "release_date": "2015-10-21",
    "overview": "The modern world holds many secrets, but by far the most astounding is that witches still live among us; vicious supernatural creatures intent on unleashing the Black Death upon the world and putting an end to the human race once and for all. Armies of witch hunters have battled this unnatural enemy for centuries, including Kaulder, a valiant warrior who many years ago slayed the all-powerful Witch Queen, decimating her followers in the process. In the moments right before her death, the Queen cursed Kaulder with immortality, forever separating him from his beloved wife and daughter. Today, Kaulder is the last living hunter who has spent his immortal life tracking down rogue witches, all the while yearning for his long-lost family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gPA6PFBQPlAY7sCOCKKSSB7HyNl.jpg",
    "popularity": 6.2071,
    "tmdb_url": "https://www.themoviedb.org/movie/274854"
  },
  {
    "id": 542178,
    "title": "The French Dispatch",
    "release_date": "2021-10-21",
    "overview": "The staff of an American magazine based in France puts out its last issue, with stories featuring an artist sentenced to life imprisonment, student riots, and a kidnapping resolved by a chef.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6JXR3KJH5roiBCjWFt09xfgxHZc.jpg",
    "popularity": 5.5493,
    "tmdb_url": "https://www.themoviedb.org/movie/542178"
  },
  {
    "id": 576845,
    "title": "Last Night in Soho",
    "release_date": "2021-10-21",
    "overview": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
    "popularity": 5.3228,
    "tmdb_url": "https://www.themoviedb.org/movie/576845"
  },
  {
    "id": 11283,
    "title": "Nanny McPhee",
    "release_date": "2005-10-21",
    "overview": "Widower Cedric Brown hires Nanny McPhee to care for his seven rambunctious children, who have chased away all previous nannies. Taunted by Simon and his siblings, Nanny McPhee uses mystical powers to instill discipline. And when the children's great-aunt and benefactor, Lady Adelaide Stitch, threatens to separate the kids, the family pulls together under the guidance of Nanny McPhee.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j9zWPwaHDWE3K1Mb5RNahzwd3KY.jpg",
    "popularity": 4.8041,
    "tmdb_url": "https://www.themoviedb.org/movie/11283"
  },
  {
    "id": 477776,
    "title": "Code Geass: Lelouch of the Rebellion - Initiation",
    "release_date": "2017-10-21",
    "overview": "A recap of Code Geass: Lelouch of the Rebellion episodes 1–17, with new footage. Lelouch, a prince of Britannia, is sent to Japan as a hostage. When he is accidentally caught up in a fight, he acquires the power to control anyone and uses it to become a masked rebel named Zero.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lRfTNdwfcXnECZXeZswMOSV3q36.jpg",
    "popularity": 4.1487,
    "tmdb_url": "https://www.themoviedb.org/movie/477776"
  },
  {
    "id": 1100642,
    "title": "'Twas the Text Before Christmas",
    "release_date": "2023-10-21",
    "overview": "Addie is a New York City chiropractor mistakenly receives a text from “Nana.” The accidental text turns into a loving friendship between the matronly Nana and Addie who now communicate regularly. Nana invites Addie to spend the holiday in Vermont. It is picture-postcard perfect and exactly as Nana described except for one surprise. Nana’s single son, James, a traveling doctor is also home for the holidays. Over three consecutive years, James and Addie are together during the holidays, though it isn’t until they are both single that they begin to see each other in a different light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e1fvQdD63RP2MS9jCB8jzg7fkdr.jpg",
    "popularity": 3.3997,
    "tmdb_url": "https://www.themoviedb.org/movie/1100642"
  },
  {
    "id": 34672,
    "title": "Chestnut: Hero of Central Park",
    "release_date": "2004-10-21",
    "overview": "Ray and Sal, two orphaned sisters, adopt and hide a Great Dane puppy from their two adopted parents living in a luxury downtown New York apartment that expressely forbids dogs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/quDRdSE0gZ1Q1lpOkZVq4ek2kaQ.jpg",
    "popularity": 3.2679,
    "tmdb_url": "https://www.themoviedb.org/movie/34672"
  },
  {
    "id": 28324,
    "title": "Emanuelle and the Last Cannibals",
    "release_date": "1977-10-21",
    "overview": "Intrepid photographer Emanuelle is taken deep into the Amazonian jungle to search for a cannibalistic tribe long believed to be extinct.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8jYVCgty3i1ZzdXAgNB1NIOBgpk.jpg",
    "popularity": 3.2169,
    "tmdb_url": "https://www.themoviedb.org/movie/28324"
  },
  {
    "id": 116322,
    "title": "The Legend of La Llorona",
    "release_date": "2011-10-21",
    "overview": "Based on a famous Mexican legend, a group of kids must stop the ghost of a woman whose guilt over the drowning of her own children leads her to abduct youngsters who wander the woods at night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vBiqoYfDIWKKzZTiQScqgCO09UD.jpg",
    "popularity": 3.2087,
    "tmdb_url": "https://www.themoviedb.org/movie/116322"
  },
  {
    "id": 11357,
    "title": "Halloween 4: The Return of Michael Myers",
    "release_date": "1988-10-21",
    "overview": "Michael returns to Haddonfield for Jamie Lloyd – the orphaned daughter of Laurie Strode – and her babysitter Rachel. Can Dr. Loomis stop him before the unholy slaughter reaches his innocent young niece?",
    "poster_url": "https://image.tmdb.org/t/p/w500/eFSOkXF9n9hsfGv45MDsPixiOyx.jpg",
    "popularity": 3.0784,
    "tmdb_url": "https://www.themoviedb.org/movie/11357"
  },
  {
    "id": 51170,
    "title": "Open Season 3",
    "release_date": "2010-10-21",
    "overview": "Boog, Elliot, and their forest friends return with an all-new adventure, this time in a Big Top Circus! The comedy begins when Boog's pals choose their family obligations over the annual guy's trip, and a disappointed Boog decides to take a trip of his own, which leads him right into the middle of a circus ring...literally. When he switches places with a devious look-a-like circus grizzly and falls for an alluring Russian troupe member, he'll come to realize that maybe you don't have to choose between family and friendship after all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qEr9fkGLQUWcAnVfDV46L79bdFs.jpg",
    "popularity": 2.948,
    "tmdb_url": "https://www.themoviedb.org/movie/51170"
  },
  {
    "id": 242575,
    "title": "Good Day, Ramon",
    "release_date": "2013-10-21",
    "overview": "After five failed attempts to go to the United States, 18-year-old Ramón decides to look for a friend’s aunt in Germany, but never finds her. With no papers or money, and without knowing the language, he barely survives living on the street until he meets Ruth, an old retired nurse who doesn’t speak Spanish. Beyond language barriers and prejudices, they discover that solidarity and humanity make life bearable.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7xaQAc01TZOHEku2uC520OIENWx.jpg",
    "popularity": 2.8994,
    "tmdb_url": "https://www.themoviedb.org/movie/242575"
  },
  {
    "id": 11336,
    "title": "The Dead Zone",
    "release_date": "1983-10-21",
    "overview": "Johnny Smith is a schoolteacher with his whole life ahead of him but, after leaving his fiancee's home one night, is involved in a car crash which leaves him in a coma for 5 years. When he wakes, he discovers he has an ability to see into the past, present and future life of anyone with whom he comes into physical contact.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9yTVaeS8eIkOpbwIycVFm7EQrgF.jpg",
    "popularity": 2.8493,
    "tmdb_url": "https://www.themoviedb.org/movie/11336"
  },
  {
    "id": 13754,
    "title": "Tekkonkinkreet",
    "release_date": "2006-10-21",
    "overview": "Two penniless orphans, Black and White, struggle to survive on the mean streets of Treasure Town. When a megacorporation threatens to tear down the town to build an amusement park, Black and White engage in the fight of their life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e2x1YDuZPpQiaQS25Ego7xMZYOI.jpg",
    "popularity": 2.7293,
    "tmdb_url": "https://www.themoviedb.org/movie/13754"
  },
  {
    "id": 1029445,
    "title": "Tubero",
    "release_date": "2022-10-21",
    "overview": "A boring woman worries that her man would leave her, so she hires a plumber with \"extra service\". As she falls for him, she's torn between her boyfriend and her new found love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6O9lx7VazuI1OixBm7iPREDWcsQ.jpg",
    "popularity": 2.7003,
    "tmdb_url": "https://www.themoviedb.org/movie/1029445"
  },
  {
    "id": 630211,
    "title": "Samjin Company English Class",
    "release_date": "2020-10-21",
    "overview": "In mid '90s, 3 female high school-grad office workers take up English classes together to get promotions and they team up to uncover corruption within their company.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mruYaS9DXIhWfybp3WcpelW2lcJ.jpg",
    "popularity": 2.5748,
    "tmdb_url": "https://www.themoviedb.org/movie/630211"
  },
  {
    "id": 49292,
    "title": "Animal Instincts",
    "release_date": "1992-10-21",
    "overview": "A cop and his sexually frustrated wife are struggling to keep their failing marriage intact, when by chance she finds that he is at heart a voyeuristic peeping tom. To satisfy him and herself, his wife has numerous affairs, which her husband watches on closed-circuit televison. However, the pair soon learn that when you play with fire, you'll always get burned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6YuYMZSUXI8ZgysXIdW6mHZ7qlj.jpg",
    "popularity": 2.5213,
    "tmdb_url": "https://www.themoviedb.org/movie/49292"
  },
  {
    "id": 38955,
    "title": "Supercop 2",
    "release_date": "1993-10-21",
    "overview": "As a crime wave sweeps through Hong Kong, the police call Jessica Yang, a rising star in the ranks, to help stop a notorious gang of thieves! What Jessica doesn't realize is that her boyfriend – recently discharged from the force – is the leader of this ruthless crime ring!",
    "poster_url": "https://image.tmdb.org/t/p/w500/wYGXe2BRIyNX2z7Y6UdQoiw8yfk.jpg",
    "popularity": 2.4902,
    "tmdb_url": "https://www.themoviedb.org/movie/38955"
  },
  {
    "id": 11829,
    "title": "Trinity Is Still My Name",
    "release_date": "1971-10-21",
    "overview": "The two brothers Trinity and Bambino are exchanged by two federal agents and take advantage of the situation to steal a huge booty hidden in a monastery by a gang of outlaws.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oRd5Zb2MJEvBBxvyh3gVe6d4cAl.jpg",
    "popularity": 2.4658,
    "tmdb_url": "https://www.themoviedb.org/movie/11829"
  },
  {
    "id": 29971,
    "title": "Nayakan",
    "release_date": "1987-10-21",
    "overview": "Velu Naicker, who witnesses the brutal murder of his father, kills a corrupt policeman and escapes to Mumbai, only to become a gangster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/66TgzZVr1W8sgDQaOf6nBwvUXNK.jpg",
    "popularity": 2.4527,
    "tmdb_url": "https://www.themoviedb.org/movie/29971"
  },
  {
    "id": 999696,
    "title": "Ginna",
    "release_date": "2022-10-21",
    "overview": "Childhood buddies Renuka and Ginna reunite after years of separation, but things are no longer the same. Will Ginna be able to navigate his way through the complex web of love, lies and lethal rivalries?",
    "poster_url": "https://image.tmdb.org/t/p/w500/9c2QaEKnZdV5c8cLVwiw9d5Wm9l.jpg",
    "popularity": 2.4303,
    "tmdb_url": "https://www.themoviedb.org/movie/999696"
  },
  {
    "id": 11113,
    "title": "My Fair Lady",
    "release_date": "1964-10-21",
    "overview": "A snobbish phonetics professor agrees to a wager that he can take a flower girl and make her presentable in high society.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTXVc29lGSNclf94VIZ49W4gGKl.jpg",
    "popularity": 2.4211,
    "tmdb_url": "https://www.themoviedb.org/movie/11113"
  },
  {
    "id": 617762,
    "title": "The Electrical Life of Louis Wain",
    "release_date": "2021-10-21",
    "overview": "The extraordinary true story of eccentric British artist Louis Wain, whose playful, sometimes even psychedelic pictures helped to transform the public's perception of cats forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zWtI3BI6dnfwRIr7xk2xC84Zian.jpg",
    "popularity": 2.3946,
    "tmdb_url": "https://www.themoviedb.org/movie/617762"
  },
  {
    "id": 21683,
    "title": "Batman: Mystery of the Batwoman",
    "release_date": "2003-10-21",
    "overview": "As if the Penguin wasn't enough to contend with, a new vigilante has surfaced in Gotham City, and her strong-arm tactics give Batman cause for concern.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mlmhpUArJdpRPO211v3lETe3uzg.jpg",
    "popularity": 2.3227,
    "tmdb_url": "https://www.themoviedb.org/movie/21683"
  },
  {
    "id": 409502,
    "title": "I'm Not Ashamed",
    "release_date": "2016-10-21",
    "overview": "Based on the journal entries of Rachel Joy Scott, the first student killed in the Columbine High School shooting in 1999.",
    "poster_url": "https://image.tmdb.org/t/p/w500/P4bxuNq5XT0Wc3MYpoLP52e0P6.jpg",
    "popularity": 2.2538,
    "tmdb_url": "https://www.themoviedb.org/movie/409502"
  },
  {
    "id": 983105,
    "title": "The Year I Started Masturbating",
    "release_date": "2022-10-21",
    "overview": "Ambitious overachiever Hanna just needs one more kid before her life is perfect. Instead, her baby daddy unexpectedly dumps her. Suddenly, she finds herself without a place to live, job or family. With every fiber of her being set for victory, Hanna refuses to give up and decides to win him back. But to get there means having to win something much more important, love and desire for herself and who she is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ckbnMAgX8PxShIYmK1LFByKNhEL.jpg",
    "popularity": 2.2229,
    "tmdb_url": "https://www.themoviedb.org/movie/983105"
  },
  {
    "id": 291356,
    "title": "In a Valley of Violence",
    "release_date": "2016-10-21",
    "overview": "The story of a drifter named Paul who arrives in a small town seeking revenge on the thugs who murdered his friend. Sisters Mary Anne and Ellen, who run the town's hotel, help Paul in his quest for vengeance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/otuBE30CGhmIUznkX0AwkAQerMF.jpg",
    "popularity": 2.2159,
    "tmdb_url": "https://www.themoviedb.org/movie/291356"
  },
  {
    "id": 146301,
    "title": "Paranormal Activity: The Ghost Dimension",
    "release_date": "2015-10-21",
    "overview": "Using a special camera that can see spirits, a family must protect their daughter from an evil entity with a sinister plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1YpFQ2MQKzlDoa8diLWkapdRI8t.jpg",
    "popularity": 2.2061,
    "tmdb_url": "https://www.themoviedb.org/movie/146301"
  },
  {
    "id": 2,
    "title": "Ariel",
    "release_date": "1988-10-21",
    "overview": "A Finnish man goes to the city to find a job after the mine where he worked is closed and his father commits suicide.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ojDg0PGvs6R9xYFodRct2kdI6wC.jpg",
    "popularity": 2.2033,
    "tmdb_url": "https://www.themoviedb.org/movie/2"
  },
  {
    "id": 50837,
    "title": "Martha Marcy May Marlene",
    "release_date": "2011-10-21",
    "overview": "After several years of living with a cult, Martha finally escapes and calls her estranged sister, Lucy, for help. Martha finds herself at the quiet Connecticut home Lucy shares with her new husband, Ted, but the memories of what she experienced in the cult make peace hard to find. As flashbacks continue to torment her, Martha fails to shake a terrible sense of dread, especially in regard to the cult's manipulative leader.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oDPZ6lch424c1BVZ7jP5tSwrJ6X.jpg",
    "popularity": 2.1787,
    "tmdb_url": "https://www.themoviedb.org/movie/50837"
  },
  {
    "id": 511817,
    "title": "Wendell & Wild",
    "release_date": "2022-10-21",
    "overview": "Two demon brothers enlist the aid of Kat Elliot — a tough teen with a load of guilt — to summon them to the Land of the Living. But what Kat demands in return leads to a brilliantly bizarre and comedic adventure like no other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s7XxXJ7ponaLAkxiySRxox2Ssc4.jpg",
    "popularity": 2.1689,
    "tmdb_url": "https://www.themoviedb.org/movie/511817"
  },
  {
    "id": 104237,
    "title": "Dragon Inn",
    "release_date": "1967-10-21",
    "overview": "China, year 1457. The Minister of Defense is executed, and his children are sentenced to exile by order of the tyrannical Tsao. Fearful of future revenge from the young people, Tsao sends cruel soldiers to murder them, but a brave group of swordsmen can change the course of the battle at the Dragon Inn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x1EVgOjZ4gfnRTFSZIsr1UoAx0W.jpg",
    "popularity": 2.1319,
    "tmdb_url": "https://www.themoviedb.org/movie/104237"
  },
  {
    "id": 2259,
    "title": "The House of the Spirits",
    "release_date": "1993-10-21",
    "overview": "A rancher, his clairvoyant wife and their family face turbulent years in South America.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pS5xqILNBxcjRqLZROIkO4wszrU.jpg",
    "popularity": 2.1077,
    "tmdb_url": "https://www.themoviedb.org/movie/2259"
  },
  {
    "id": 2383,
    "title": "The Bear",
    "release_date": "1988-10-21",
    "overview": "An orphan bear cub hooks up with an adult male as they try to dodge human hunters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ry4A1Y2udvqyDlVHLtSeP1u9qwJ.jpg",
    "popularity": 2.0598,
    "tmdb_url": "https://www.themoviedb.org/movie/2383"
  },
  {
    "id": 374473,
    "title": "I, Daniel Blake",
    "release_date": "2016-10-21",
    "overview": "A middle aged carpenter, who requires state welfare after injuring himself, is joined by a single mother in a similar scenario.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nu3WVABXz2W85N6JXTZOT1aWS3b.jpg",
    "popularity": 2.0592,
    "tmdb_url": "https://www.themoviedb.org/movie/374473"
  },
  {
    "id": 43742,
    "title": "Love Affair",
    "release_date": "1994-10-21",
    "overview": "Ex-football star Mike Gambril meets Terry McKay on a flight to Sydney, which is forced to land on a small atoll. They become romantic on board a ship sent to take them to a larger island. They agree to meet in New York three months later to see if the attraction is real. One shows up but the other doesn't. However, a chance meeting brings them together again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uPEh48HZN9qqewkF2Hsi9BD6oz7.jpg",
    "popularity": 2.0482,
    "tmdb_url": "https://www.themoviedb.org/movie/43742"
  },
  {
    "id": 1115379,
    "title": "Only the River Flows",
    "release_date": "2023-10-21",
    "overview": "1990s, Banpo Town, rural China. A woman's body is found by the river. Ma Zhe, Chief of the Criminal Police, heads up the murder investigation that leads to an obvious arrest. His superiors hurry to congratulate him, but several clues push Ma Zhe to delve deeper into the hidden behaviour of his fellow citizens.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mqRkHqadXehXusMmpDxYEdFtMFw.jpg",
    "popularity": 2.0027,
    "tmdb_url": "https://www.themoviedb.org/movie/1115379"
  }
]