[
  {
    "id": 2164,
    "title": "Stargate",
    "release_date": "1994-10-28",
    "overview": "An interstellar teleportation device, found in Egypt, leads to a planet with humans resembling ancient Egyptians who worship the god Ra.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4T6Po0XnZlevmhfPh3ZfEs5butR.jpg",
    "popularity": 10.5465,
    "tmdb_url": "https://www.themoviedb.org/movie/2164"
  },
  {
    "id": 38055,
    "title": "Megamind",
    "release_date": "2010-10-28",
    "overview": "After Megamind, a highly intelligent alien supervillain, defeats his long-time nemesis Metro Man, Megamind creates a new hero to fight, but must act to save the city when his \"creation\" becomes an even worse villain than he was.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uZ9ytt3sPTx62XTfN56ILSuYWRe.jpg",
    "popularity": 9.4944,
    "tmdb_url": "https://www.themoviedb.org/movie/38055"
  },
  {
    "id": 5559,
    "title": "Bee Movie",
    "release_date": "2007-10-28",
    "overview": "Barry B. Benson, a recent college graduate who wants more out of his life than making honey, decides to sue the human race after learning about the exploitation of bees at the hands of mankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rYBaXgvTKFS8iZC7Wr8SMomSauQ.jpg",
    "popularity": 8.778,
    "tmdb_url": "https://www.themoviedb.org/movie/5559"
  },
  {
    "id": 215,
    "title": "Saw II",
    "release_date": "2005-10-28",
    "overview": "The chilling and relentless Jigsaw killer returns to terrorize the city once again. When a gruesome murder victim emerges with unmistakable traces of Jigsaw's sinister methods, Detective Eric Matthews is thrust into a high-stakes investigation. To his surprise, apprehending Jigsaw seems almost too easy, but what he doesn't realize is that being caught is merely another piece of Jigsaw's intricate puzzle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gTnaTysN8HsvVQqTRUh8m35mmUA.jpg",
    "popularity": 5.3924,
    "tmdb_url": "https://www.themoviedb.org/movie/215"
  },
  {
    "id": 11430,
    "title": "The Lion King 1½",
    "release_date": "2004-10-28",
    "overview": "Timon the meerkat and Pumbaa the warthog are best pals and the unsung heroes of the African savanna. This prequel to the smash Disney animated adventure takes you back -- way back -- before Simba's adventure began. You'll find out all about Timon and Pumbaa and tag along as they search for the perfect home and attempt to raise a rambunctious lion cub.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
    "popularity": 4.6654,
    "tmdb_url": "https://www.themoviedb.org/movie/11430"
  },
  {
    "id": 80794,
    "title": "Daughter of Darkness",
    "release_date": "1993-10-28",
    "overview": "The police suspect a young teenager who was horrifically abused by her family and raped by her father of finally snapping and slaughtering them all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ggoyYfBIMD3WbHj36Qlr7wgyFV.jpg",
    "popularity": 4.1274,
    "tmdb_url": "https://www.themoviedb.org/movie/80794"
  },
  {
    "id": 1190012,
    "title": "South Park: Joining the Panderverse",
    "release_date": "2023-10-28",
    "overview": "Cartman's deeply disturbing dreams portend the end of the life he knows and loves. Meanwhile, the adults in South Park are wrestling with their own life decisions, as the advent of AI is turning their world upside down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/18IsRVfs5MkkTcqTGlUAnka6sCh.jpg",
    "popularity": 3.7704,
    "tmdb_url": "https://www.themoviedb.org/movie/1190012"
  },
  {
    "id": 516329,
    "title": "Antlers",
    "release_date": "2021-10-28",
    "overview": "A small-town Oregon teacher and her brother, the local sheriff, discover a young student is harbouring a dangerous secret that could have frightening consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cMch3tiexw3FdOEeZxMWVel61Xg.jpg",
    "popularity": 3.7626,
    "tmdb_url": "https://www.themoviedb.org/movie/516329"
  },
  {
    "id": 9008,
    "title": "The Insider",
    "release_date": "1999-10-28",
    "overview": "A research chemist comes under personal and professional attack when he decides to appear in a 60 Minutes exposé on Big Tobacco.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jJCyIBPfvk41uETq6K6u4upyGO8.jpg",
    "popularity": 3.1463,
    "tmdb_url": "https://www.themoviedb.org/movie/9008"
  },
  {
    "id": 10376,
    "title": "The Legend of 1900",
    "release_date": "1998-10-28",
    "overview": "The story of a virtuoso piano player who lives his entire life aboard an ocean liner. Born and raised on the ship, 1900 learned about the outside world through interactions with passengers, never setting foot on land, even for the love of his life. Years later, the ship may be destroyed, and a former band member fears that 1900 may still be aboard, willing to go down with the ship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iOcbJ5pxokOPDRgieVDbsFMrCc6.jpg",
    "popularity": 3.0552,
    "tmdb_url": "https://www.themoviedb.org/movie/10376"
  },
  {
    "id": 61062,
    "title": "The Unjust",
    "release_date": "2010-10-28",
    "overview": "An honest cop has to compromise with his principles when he is told to find a scapegoat for a high-profile serial killer case in exchange for a big promotion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f9K81eOUPHGiX78QHjfAxOMPMFP.jpg",
    "popularity": 2.9386,
    "tmdb_url": "https://www.themoviedb.org/movie/61062"
  },
  {
    "id": 595586,
    "title": "Causeway",
    "release_date": "2022-10-28",
    "overview": "A US soldier suffers a traumatic brain injury while fighting in Afghanistan and struggles to adjust to life back home in New Orleans. When she meets local mechanic James, the pair begin to forge an unexpected bond.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bUzKIqFIS05Ss31zRTfZfHJIgDP.jpg",
    "popularity": 2.9102,
    "tmdb_url": "https://www.themoviedb.org/movie/595586"
  },
  {
    "id": 633844,
    "title": "The Deer King",
    "release_date": "2021-10-28",
    "overview": "Following a brutal war, former soldier Van toils in a mine controlled by the ruling empire. One day, his solitary existence is upended when a pack of wild dogs carrying a deadly and incurable disease attack, leaving only Van and a young girl named Yuna as survivors. Finally free, the pair seek out a simple existence in the countryside but are pursued by nefarious forces. Intent on protecting Yuna at all costs, Van must uncover the true cause of the plague ravaging the kingdom—and its possible cure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tE6bhyMR973XcWr2gqeCmAgvvYW.jpg",
    "popularity": 2.8694,
    "tmdb_url": "https://www.themoviedb.org/movie/633844"
  },
  {
    "id": 760204,
    "title": "The Lair",
    "release_date": "2022-10-28",
    "overview": "Royal Air Force pilot Lt. Kate Sinclair is on her final flight mission when her jet is shot down over one of the most dangerous rebel strongholds in Afghanistan. She finds refuge in an abandoned underground bunker where deadly man-made creatures known as Ravagers — half-human, half-alien, and hungry for human flesh — are awakened.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ifRFLx83Xk1DcwAS3OScgI6HmWO.jpg",
    "popularity": 2.863,
    "tmdb_url": "https://www.themoviedb.org/movie/760204"
  },
  {
    "id": 823610,
    "title": "Seal Team",
    "release_date": "2021-10-28",
    "overview": "After his best friend is killed in a shark attack, Quinn, a lovable yet tenacious seal assembles a SEAL TEAM to fight back against a gang of sharks overtaking the neighborhood. But this merry band of international seals are not at all trained for such a mission. They seek the help of a much more skillful combatant, Claggart, but even his tricks and flips can’t whip these guys into shape. However, with a little bit of ingenuity, intelligence and a lot of heart, our SEAL TEAM may actually be able to bring peace back to their undersea community.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yPZ3I27oeSm4zVesgMxXlhW8GDe.jpg",
    "popularity": 2.8428,
    "tmdb_url": "https://www.themoviedb.org/movie/823610"
  },
  {
    "id": 851731,
    "title": "Kumari",
    "release_date": "2022-10-28",
    "overview": "Kumari is married off to Dhruvan of Kanjirangattu Tharavadu, a cursed land beyond Illmayi, in the west.  As Kumari finds her comfort zone in her new family which is heavy with mystery, myths and superstitions, she also realizes that the people over there are blinded by faith and sorcery,  ready to sacrifice their lives to preserve tradition, prosperity and peace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9nRd2JAPOngLX5PTyf8Bv4SCN70.jpg",
    "popularity": 2.7691,
    "tmdb_url": "https://www.themoviedb.org/movie/851731"
  },
  {
    "id": 590995,
    "title": "The Craft: Legacy",
    "release_date": "2020-10-28",
    "overview": "An eclectic foursome of aspiring teenage witches get more than they bargained for as they lean into their newfound powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lhMIra0pqWNuD6CIXoTmGwZ0EBS.jpg",
    "popularity": 2.6924,
    "tmdb_url": "https://www.themoviedb.org/movie/590995"
  },
  {
    "id": 571384,
    "title": "Come Play",
    "release_date": "2020-10-28",
    "overview": "A lonely young boy feels different from everyone else. Desperate for a friend, he seeks solace and refuge in his ever-present cell phone and tablet. When a mysterious creature uses the boy’s devices against him to break into our world, his parents must fight to save their son from the monster beyond the screen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9jy9OzZi0Oy8Hdv603QWujbfCwx.jpg",
    "popularity": 2.6407,
    "tmdb_url": "https://www.themoviedb.org/movie/571384"
  },
  {
    "id": 60420,
    "title": "Like Crazy",
    "release_date": "2011-10-28",
    "overview": "A British college student falls for an American student, only to be separated from him when she's banned from the U.S. after overstaying her visa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8eIhNKnRfayRwWChx0atZh4vGua.jpg",
    "popularity": 2.5803,
    "tmdb_url": "https://www.themoviedb.org/movie/60420"
  },
  {
    "id": 934809,
    "title": "The Road to El Camino: Behind the Scenes of El Camino: A Breaking Bad Movie",
    "release_date": "2019-10-28",
    "overview": "Aaron Paul, Vince Gilligan and other cast members, producers and crew share stories and footage from the making of \"El Camino.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/2BcQ0ZScTBj3sihSQkV1SXYHqdU.jpg",
    "popularity": 2.5597,
    "tmdb_url": "https://www.themoviedb.org/movie/934809"
  },
  {
    "id": 4728,
    "title": "The Gendarme in New York",
    "release_date": "1965-10-28",
    "overview": "Sergeant Cruchot and his faithful comrades have been sent to the International Congress of Gendarmerie in N.Y.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1p0OftpJ4Bdk5TCkxaZ37XQjGH9.jpg",
    "popularity": 2.3994,
    "tmdb_url": "https://www.themoviedb.org/movie/4728"
  },
  {
    "id": 56485,
    "title": "The Scarlet Letter",
    "release_date": "2004-10-28",
    "overview": "A cop's desire for love gets in the way of his job and his professional life. Secret love affairs begin to dangerously collide as he gets assigned to a new homicide case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kKX61echirKRwARuxp6HcAeTMq9.jpg",
    "popularity": 2.3656,
    "tmdb_url": "https://www.themoviedb.org/movie/56485"
  },
  {
    "id": 48466,
    "title": "Scared Shrekless",
    "release_date": "2010-10-28",
    "overview": "Shrek challenges Donkey, Puss in Boots and his other fairy tale character friends to spend the night in Lord Farquaad's haunted castle, telling scary stories to see who can resist becoming scared and stay the longest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aAQQJhX8NqKZ7ZNDUPQQKi1wK8h.jpg",
    "popularity": 2.2448,
    "tmdb_url": "https://www.themoviedb.org/movie/48466"
  },
  {
    "id": 56607,
    "title": "Natalie",
    "release_date": "2010-10-28",
    "overview": "People who have build a wall around themselves. A sculptor Jun-hyeok, an art critic Min-woo, and a modern dance student Mi-ran. A mystery melodrama about the love and secrets of the three people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AfSJbBpvH0ck7SEivVuBNM7SAjk.jpg",
    "popularity": 2.1802,
    "tmdb_url": "https://www.themoviedb.org/movie/56607"
  },
  {
    "id": 10109,
    "title": "The White Dragon",
    "release_date": "2004-10-28",
    "overview": "In this swordfighting comedy, a young noblewoman falls in love with a prince of the Imperial House. By accident, she acquires the martial arts skills of the White Dragon. New in her power, she learns that there are definite advantages in performing \"good deeds\" as the Little White Dragon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u3QYkUOtOpRvQo3UDVrHyINV58L.jpg",
    "popularity": 2.1723,
    "tmdb_url": "https://www.themoviedb.org/movie/10109"
  },
  {
    "id": 482408,
    "title": "Harry Potter: A History Of Magic",
    "release_date": "2017-10-28",
    "overview": "A thrilling journey through legends, belief and folklore, this film goes behind the scenes with the British Library as they search to tell that story through objects in their collection, in an ambitious new exhibition: Harry Potter: A History Of Magic.  J.K. Rowling, who is lending unseen manuscripts, drawings and drafts from her private archives (which will sit alongside treasures from the British Library, as well as original drafts and drawings from Jim Kay) talks about some of the personal items she has lent to the exhibition and gives new insight into her writing, looking at some of the objects from the exhibition that have fired her imagination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kkzDng2S8w2hT1gap7MdMdx7uUE.jpg",
    "popularity": 2.1665,
    "tmdb_url": "https://www.themoviedb.org/movie/482408"
  },
  {
    "id": 36329,
    "title": "Paju",
    "release_date": "2009-10-28",
    "overview": "A young woman living in the South Korean town of Paju recalls the last 8 years of her life, since a young man on the lam escaped to it from Seoul and married her older sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ifA1dOwwUe5KLMs5edjo0IR4ux.jpg",
    "popularity": 2.157,
    "tmdb_url": "https://www.themoviedb.org/movie/36329"
  },
  {
    "id": 615952,
    "title": "Armageddon Time",
    "release_date": "2022-10-28",
    "overview": "In 1980, Queens, New York, a young Jewish boy befriends a rebellious African-American classmate to the disapproval of his privileged family and begins to reckon with growing up in a world of inequality and prejudice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ResCMsWd0w4o8SJEJIZrQxbRof.jpg",
    "popularity": 2.1554,
    "tmdb_url": "https://www.themoviedb.org/movie/615952"
  },
  {
    "id": 644124,
    "title": "Dampyr",
    "release_date": "2022-10-28",
    "overview": "In war-torn Balkans, bogus monster hunter Harlan Draka is hired by soldiers who happen to be under attack by an army of actual vampires, uncovering the hidden truth about his past in the process: he is half-human and half-vampire... a Dampyr.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xdWjqmX4x0ObKIPqkr8Vptj99AZ.jpg",
    "popularity": 2.1506,
    "tmdb_url": "https://www.themoviedb.org/movie/644124"
  },
  {
    "id": 1239749,
    "title": "Invaders from Proxima B",
    "release_date": "2023-10-28",
    "overview": "When a cute, wise-cracking alien from Proxima B named Chuck crash lands in their backyard, the Jankins family must work together to save their new fuzzy friend from a dangerous array of weirdos that show up in hot pursuit. The stakes couldn't be higher for Chuck, the Jankins, and maybe even all of planet Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sYIvWu2M0AaG5rQhMAFnNnOt4KS.jpg",
    "popularity": 2.1411,
    "tmdb_url": "https://www.themoviedb.org/movie/1239749"
  },
  {
    "id": 650031,
    "title": "The Shadow in My Eye",
    "release_date": "2021-10-28",
    "overview": "On March 21st, 1945, the British Royal Air Force set out on a mission to bomb Gestapo's headquarters in Copenhagen. The raid had fatal consequences as some of the bombers accidentally targeted a school and more than 120 people were killed, 86 of whom were children.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jCKvbH3a4V5IPoRAG85eDaniNqO.jpg",
    "popularity": 2.0036,
    "tmdb_url": "https://www.themoviedb.org/movie/650031"
  }
]