[
  {
    "id": 294963,
    "title": "Bone Tomahawk",
    "release_date": "2015-10-23",
    "overview": "During a shootout in a saloon, Sheriff Hunt injures a suspicious stranger. The doctor's assistant, wife of the local foreman, tends to him in prison. That night, the town is attacked and they both disappear—only the arrow of a cannibal tribe is found. Hunt and a few of his men go in search of the prisoner and the foreman's wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4MmTHpn2Y8emqvBgvOjufImUmKZ.jpg",
    "popularity": 47.1178,
    "tmdb_url": "https://www.themoviedb.org/movie/294963"
  },
  {
    "id": 462183,
    "title": "Wild Awakening",
    "release_date": "2016-10-23",
    "overview": "Toni and Emma are brother and sister who owns a stable farm. Ramon and his son, Aaron works for them. Toni is openly gay and loves to party, Emma has a crush on Aaron who is a closeted gay who is afraid that his father might find out, but his father also has a secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jD9MILmkIeBBoFJbOjHAaCQ3sEA.jpg",
    "popularity": 36.7574,
    "tmdb_url": "https://www.themoviedb.org/movie/462183"
  },
  {
    "id": 273477,
    "title": "Scouts Guide to the Zombie Apocalypse",
    "release_date": "2015-10-23",
    "overview": "Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lUKvvSnjFlazrdh6wyHxHrdMknD.jpg",
    "popularity": 19.4476,
    "tmdb_url": "https://www.themoviedb.org/movie/273477"
  },
  {
    "id": 242582,
    "title": "Nightcrawler",
    "release_date": "2014-10-23",
    "overview": "When Lou Bloom, desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story. Aiding him in his effort is Nina, a TV-news veteran.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
    "popularity": 9.8188,
    "tmdb_url": "https://www.themoviedb.org/movie/242582"
  },
  {
    "id": 290859,
    "title": "Terminator: Dark Fate",
    "release_date": "2019-10-23",
    "overview": "Decades after Sarah Connor prevented Judgment Day, a lethal new Terminator is sent to eliminate the future leader of the resistance. In a fight to save mankind, battle-hardened Sarah Connor teams up with an unexpected ally and an enhanced super soldier to stop the deadliest Terminator yet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vqzNJRH4YyquRiWxCCOH0aXggHI.jpg",
    "popularity": 8.4529,
    "tmdb_url": "https://www.themoviedb.org/movie/290859"
  },
  {
    "id": 10009,
    "title": "Brother Bear",
    "release_date": "2003-10-23",
    "overview": "When an impulsive boy named Kenai is magically transformed into a bear, he must literally walk in another's footsteps until he learns some valuable life lessons. His courageous and often zany journey introduces him to a forest full of wildlife, including the lovable bear cub Koda, hilarious moose Rutt and Tuke, woolly mammoths and rambunctious rams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/otptPbEY0vBostmo95xwiiumMJm.jpg",
    "popularity": 7.1231,
    "tmdb_url": "https://www.themoviedb.org/movie/10009"
  },
  {
    "id": 740985,
    "title": "Borat Subsequent Moviefilm",
    "release_date": "2020-10-23",
    "overview": "14 years after making a film about his journey across the USA, Borat risks life and limb when he returns to the United States with his young daughter, and reveals more about the culture, the COVID-19 pandemic, and the political elections.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3L1Ml5RWjFVfVq3rQENvgFymT0U.jpg",
    "popularity": 6.1881,
    "tmdb_url": "https://www.themoviedb.org/movie/740985"
  },
  {
    "id": 661950,
    "title": "Alone",
    "release_date": "2020-10-23",
    "overview": "When an outbreak hits, Aidan barricades himself inside his apartment and starts rationing food. His complex is overrun by infected Screamers, and with the world falling apart into chaos, he is left completely alone fighting for his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lkXD1W3pC64KXfZjHhHydd7DvNy.jpg",
    "popularity": 5.5134,
    "tmdb_url": "https://www.themoviedb.org/movie/661950"
  },
  {
    "id": 12481,
    "title": "The Big Boss",
    "release_date": "1971-10-23",
    "overview": "Cheng is a young Chinese mainlander who moves in with his expatriate cousins to work at an ice factory in Thailand. He does this with a family promise never to get involved in any fights. However, when members of his family begin disappearing after meeting the management of the factory, the resulting mystery and pressures force him to break that vow and take on the villainy of the Big Boss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9VFYDWYnAhXAgyqgs94lwNmMBbk.jpg",
    "popularity": 4.9733,
    "tmdb_url": "https://www.themoviedb.org/movie/12481"
  },
  {
    "id": 676547,
    "title": "Prey for the Devil",
    "release_date": "2022-10-23",
    "overview": "In response to a global rise in demonic possessions, the Catholic Church reopens exorcism schools to train priests in the Rite of Exorcism. On this spiritual battlefield, an unlikely warrior rises: a young nun, Sister Ann. Thrust onto the spiritual frontline with fellow student Father Dante, Sister Ann finds herself in a battle for the soul of a young girl and soon realizes the Devil has her right where he wants her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iCvgemXf2Kpr2LvpDmt5J9NhjKM.jpg",
    "popularity": 4.2855,
    "tmdb_url": "https://www.themoviedb.org/movie/676547"
  },
  {
    "id": 11917,
    "title": "Saw V",
    "release_date": "2008-10-23",
    "overview": "Following Jigsaw's grisly demise, Detective Mark Hoffman is commended as a hero, but Agent Strahm is suspicious, and delves into Hoffman's past. Meanwhile, another group of people are put through a series of gruesome tests.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rKl79KqLXg60KFyKsLe4wSSjQ08.jpg",
    "popularity": 4.0143,
    "tmdb_url": "https://www.themoviedb.org/movie/11917"
  },
  {
    "id": 9425,
    "title": "Soldier",
    "release_date": "1998-10-23",
    "overview": "Sergeant Todd is a veteran soldier for an elite group of the armed forces. After being defeated by a new breed of genetically engineered soldiers, he is dumped on a waste planet and left for dead. He soon interacts with a group of crash survivors who lead out a peaceful existence. The peace is broken as the new soldiers land on the planet to eliminate the colony, which Sergeant Todd must defend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rYy5m4nnjdlvB6dyGkP9ELZbUZz.jpg",
    "popularity": 3.9137,
    "tmdb_url": "https://www.themoviedb.org/movie/9425"
  },
  {
    "id": 207933,
    "title": "Stonehearst Asylum",
    "release_date": "2014-10-23",
    "overview": "An Oxford Medical School graduate takes a position at a mental institution and soon becomes obsessed with a female mental patient, but he has no idea of a recent and horrifying staffing change.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZxGCCQ0NAtraevqULJ84wSSjo0.jpg",
    "popularity": 3.7684,
    "tmdb_url": "https://www.themoviedb.org/movie/207933"
  },
  {
    "id": 397469,
    "title": "New Folder 2",
    "release_date": "2015-10-23",
    "overview": "Ho-jae has the building, the house, the fancy car that his parents left to him to manage as they live abroad for business. Ho-Jae was born with a silver spoon in his mouth. Ho-jae who pretends to be a dutiful son in front of his parents. He enjoys casual sex with women. For Ho-jae who had been living a life all his friends were envious of, there is a sudden wrench in the works. Did he play his con too well? His mother asks his aunt to introduce him to some nice girls. A sexy aunt and a devious nephew... their dangerous cohabitation starts!",
    "poster_url": "https://image.tmdb.org/t/p/w500/tAp9J9WhZSY0zGhq0D9ufk1zj9p.jpg",
    "popularity": 3.3722,
    "tmdb_url": "https://www.themoviedb.org/movie/397469"
  },
  {
    "id": 586048,
    "title": "Kim Ji-young, Born 1982",
    "release_date": "2019-10-23",
    "overview": "Kim Ji-young, an ordinary woman in her 30s, suddenly shows signs of being inhabited by other women from her life, past and present.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gA4J1jio3O5monA9GrAnxjlcvqw.jpg",
    "popularity": 2.8227,
    "tmdb_url": "https://www.themoviedb.org/movie/586048"
  },
  {
    "id": 522417,
    "title": "Scorpion King: Book of Souls",
    "release_date": "2018-10-23",
    "overview": "The Scorpion King teams up with a female warrior named Tala, who is the sister of The Nubian King. Together they search for a legendary relic known as The Book of Souls, which will allow them to put an end to an evil warlord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6spC62fGxS0R6M1vhKj2BMP7uPb.jpg",
    "popularity": 2.8183,
    "tmdb_url": "https://www.themoviedb.org/movie/522417"
  },
  {
    "id": 14863,
    "title": "Anaconda 3: Offspring",
    "release_date": "2008-10-23",
    "overview": "A mercenary-for-hire accepts a mission from a billionaire to capture a dangerous snake that could possibly help cure a terminal illness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qQygpzJlFQokYzUXLv3qAVZbuTv.jpg",
    "popularity": 2.7948,
    "tmdb_url": "https://www.themoviedb.org/movie/14863"
  },
  {
    "id": 210911,
    "title": "Rigor Mortis",
    "release_date": "2013-10-23",
    "overview": "When a former actor moves into an apartment building with the intention of commiting suicide, he is saved by a Taoist priest who used to specialize in hunting Chinese hopping vampires: or Jiāngshī. Elsewhere in the building, a woman turns to a specialist in black magic to bring her husband back to life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/13XrW84O4HBagKQ3mvJTQcVjCVu.jpg",
    "popularity": 2.7096,
    "tmdb_url": "https://www.themoviedb.org/movie/210911"
  },
  {
    "id": 8852,
    "title": "Prince of Darkness",
    "release_date": "1987-10-23",
    "overview": "A group of graduate students and scientists uncover an ancient canister in an abandoned church, but when they open it, they inadvertently unleash a strange liquid and an evil force on all of humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jjcAOhtGuX4p8XvlVn1WXUT1jWi.jpg",
    "popularity": 2.4968,
    "tmdb_url": "https://www.themoviedb.org/movie/8852"
  },
  {
    "id": 649523,
    "title": "Happy-Go-Lucky Days",
    "release_date": "2020-10-23",
    "overview": "Love is love. Someday, the pain of being in love will be an endearing memory. No matter who the feelings are towards, no matter what form it takes, all love and lifestyles have the same value. An omnibus anime tells the stories of “The wedding of an ex”, “a student and a teacher at an all-boys’ school” and “childhood friends whose bodies and hearts change with adolescence.”",
    "poster_url": "https://image.tmdb.org/t/p/w500/kKMFum83Lf6upDBr74dCclHJlOY.jpg",
    "popularity": 2.467,
    "tmdb_url": "https://www.themoviedb.org/movie/649523"
  },
  {
    "id": 289732,
    "title": "Zombie Fight Club",
    "release_date": "2014-10-23",
    "overview": "It's the end of the century at a corner of the city in a building riddled with crime - Everyone in the building has turned into zombies. After Jenny's boyfriend is killed in a zombie attack, she faces the challenge of surviving in the face of adversity. In order to stay alive, she struggles with Andy to flee danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hqD6UzK5xemT1BwX70oe790IAWZ.jpg",
    "popularity": 2.4644,
    "tmdb_url": "https://www.themoviedb.org/movie/289732"
  },
  {
    "id": 632322,
    "title": "All My Life",
    "release_date": "2020-10-23",
    "overview": "It was a chance meeting started by one of Sol’s friends trying to chat up Jennifer. However, in the end, it was those two who hit it off. Sol enjoyed Jen’s smile, her effort, and how silly she could be. Jen enjoyed Sol’s cooking, his athleticism, and that he would join her in fun moments. As you can imagine, love bloomed, and things got serious. Jen’s investment in Sol led to her pushing him to follow his dreams and even move in to save money. Sol’s investment in Jen well, it led to him proposing. But what started as a liver tumor grew into full-on cancer, so with a diagnosis of 6 months to live, Sol and Jennifer try to make the best of it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xoKZ4ZkVApcTaTYlGoZ3J8xcIzG.jpg",
    "popularity": 2.4309,
    "tmdb_url": "https://www.themoviedb.org/movie/632322"
  },
  {
    "id": 110552,
    "title": "The Protector 2",
    "release_date": "2013-10-23",
    "overview": "Kham finds himself in trouble when he is accused of killing a trader. While on the run from the trader's nieces who are martial artists, Kham meets a friend who warns him of a terrorist plot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hYTnLRJcIbYZEN9vfYN93fm8l5R.jpg",
    "popularity": 2.3463,
    "tmdb_url": "https://www.themoviedb.org/movie/110552"
  },
  {
    "id": 549294,
    "title": "Synchronic",
    "release_date": "2020-10-23",
    "overview": "Two New Orleans paramedics' lives are ripped apart after encountering a series of horrific deaths linked to a designer drug with bizarre, otherworldly effects.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wgm4gdJwb7iSYX0uBsRAZmHQmPm.jpg",
    "popularity": 2.3207,
    "tmdb_url": "https://www.themoviedb.org/movie/549294"
  },
  {
    "id": 9445,
    "title": "Apt Pupil",
    "release_date": "1998-10-23",
    "overview": "One day in 1984, Todd Bowden, a brilliant high school boy fascinated by the history of Nazism, stumbles across an old man whose appearance resembles that of Kurt Dussander, a wanted Nazi war criminal. A month later, Todd decides to knock on his door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pU3fvfSvrs5pZFdODPCzoLk95Ws.jpg",
    "popularity": 2.311,
    "tmdb_url": "https://www.themoviedb.org/movie/9445"
  },
  {
    "id": 579245,
    "title": "The Specials",
    "release_date": "2019-10-23",
    "overview": "For twenty years, Bruno and Malik have lived in a different world—the world of autistic children and teens. In charge of two separate nonprofit organizations (The Hatch & The Shelter), they train young people from underprivileged areas to be caregivers for extreme cases that have been refused by all other institutions. It’s an exceptional partnership, outside of traditional settings, for some quite extraordinary characters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lcg4GhZCgntHSZRVFYQ1oShdpFw.jpg",
    "popularity": 2.2341,
    "tmdb_url": "https://www.themoviedb.org/movie/579245"
  },
  {
    "id": 66247,
    "title": "Muthu",
    "release_date": "1995-10-23",
    "overview": "The story concerns Muthu, a charismatic, well-respected and loyal servant and charioteer of Raja Malayasimman, a wealthy zamindar. While Muthu and Raja's exploits lead them to fall in love with the same woman, an actress and dancer named Ranganayaki, Raja's materal uncle Ambalathar is keen on assuming control of the family's property.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7mlg3C40X9PcKPu6qZx9xEIgy0h.jpg",
    "popularity": 2.2267,
    "tmdb_url": "https://www.themoviedb.org/movie/66247"
  },
  {
    "id": 24418,
    "title": "Cirque du Freak: The Vampire's Assistant",
    "release_date": "2009-10-23",
    "overview": "When Darren Shan is taken to a circus that's chock-full of sideshow oddities, he meets a vampire and receives a life-changing bite on the neck.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Z2f50SKyHMWLLFH8OsV6hFoKLF.jpg",
    "popularity": 2.1805,
    "tmdb_url": "https://www.themoviedb.org/movie/24418"
  },
  {
    "id": 502315,
    "title": "How the Beatles Changed the World",
    "release_date": "2017-10-23",
    "overview": "The fascinating story of the cultural, social, spiritual, and musical revolution ignited by the coming of the Beatles. Tracing the impact that these four band members had, first in their native Britain and soon after worldwide, it reappraises the band and follows their path from young subversives to countercultural heroes. Featuring fresh, revealing interviews with key collaborators as well as a wealth of rarely-seen archival footage, this is a bold new take on the most significant band in the history of music and their enduring impact on popular culture.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbmOhsiCPDGT0lqlCgz5M24bzCo.jpg",
    "popularity": 2.0299,
    "tmdb_url": "https://www.themoviedb.org/movie/502315"
  },
  {
    "id": 9839,
    "title": "Beyond Borders",
    "release_date": "2003-10-23",
    "overview": "Sarah Jordan, an American living in London in 1984, is married to the son of a wealthy British industrialist. She encounters Nick Callahan, a renegade doctor, whose impassioned plea for help to support his relief efforts in war-torn Africa moves her deeply. As a result, Sarah embarks upon a journey of discovery that leads to danger, heartbreak and romance in the far corners of the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j7Upm2AtGuTzCs2Asq0GyBIMAxX.jpg",
    "popularity": 2.0128,
    "tmdb_url": "https://www.themoviedb.org/movie/9839"
  },
  {
    "id": 4997,
    "title": "Wonderland",
    "release_date": "2003-10-23",
    "overview": "On the afternoon of July 1, 1981, Los Angeles police responded to a distress call on Wonderland Avenue and discovered a grisly quadruple homicide. The police investigation that followed uncovered two versions of the events leading up to the brutal murders - both involving legendary porn actor John Holmes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mfG8S7D4rYeVqvTzjc3D36PAK3R.jpg",
    "popularity": 2.0026,
    "tmdb_url": "https://www.themoviedb.org/movie/4997"
  }
]