[
  {
    "id": 170,
    "title": "28 Days Later",
    "release_date": "2002-10-31",
    "overview": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sQckQRt17VaWbo39GIu0TMOiszq.jpg",
    "popularity": 28.4207,
    "tmdb_url": "https://www.themoviedb.org/movie/170"
  },
  {
    "id": 37169,
    "title": "The Human Centipede (First Sequence)",
    "release_date": "2009-10-31",
    "overview": "During a stopover in Germany in the middle of a carefree road trip through Europe, two American girls find themselves alone at night when their car breaks down in the woods. Searching for help at a nearby villa, they are wooed into the clutches of a deranged retired surgeon, who has a very disturbed vision.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gMtjxIkEi0hnTV5lPHbgeZ4ZpUZ.jpg",
    "popularity": 5.6596,
    "tmdb_url": "https://www.themoviedb.org/movie/37169"
  },
  {
    "id": 8274,
    "title": "American Pie Presents: Band Camp",
    "release_date": "2005-10-31",
    "overview": "Everyone has 'moved on', except for Sherman and Jim Levenstein's still understanding father. Little Matt Stiffler wants to join his older brother Steve's business and, after everything Matt has heard from Jim's band-geek wife, he plans to go back to band camp and make a video of his own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6BgKeWEGROpWwEWvpw7vwfTCr9C.jpg",
    "popularity": 5.1745,
    "tmdb_url": "https://www.themoviedb.org/movie/8274"
  },
  {
    "id": 766,
    "title": "Army of Darkness",
    "release_date": "1992-10-31",
    "overview": "Ash, a handsome, shotgun-toting, chainsaw-armed department store clerk, is time warped backwards into England's Dark Ages, where he romances a beauty and faces legions of the undead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xsgTuAtR2zSH8Umg3jWZcZjlDpe.jpg",
    "popularity": 4.9008,
    "tmdb_url": "https://www.themoviedb.org/movie/766"
  },
  {
    "id": 575299,
    "title": "Fidelity",
    "release_date": "2019-10-31",
    "overview": "Lena is a talented midwife and gynaecologist, her husband Serezha is an actor at a provincial drama theatre. They are close and gentle with each other, but there is no sex. Lena suspects that Serezha has an affair, but she worries quietly and does not reveal her jealousy. Instead of sorting out her relationship with her husband, Lena starts to betray him with chance acquaintances. Gradually Lena’s parallel life gets out of control and changes her original life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kDaRVADrrbwNSGzCvU4AroEa6h1.jpg",
    "popularity": 4.0466,
    "tmdb_url": "https://www.themoviedb.org/movie/575299"
  },
  {
    "id": 290864,
    "title": "Kung Fu Jungle",
    "release_date": "2014-10-31",
    "overview": "A martial arts instructor working at a police academy gets imprisoned after killing a man by accident. But when a vicious killer starts targeting martial arts masters, the instructor offers to help the police in return for his freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/myZQ4WocOQQCXNGVJkHeeJ1jTEj.jpg",
    "popularity": 3.3607,
    "tmdb_url": "https://www.themoviedb.org/movie/290864"
  },
  {
    "id": 128246,
    "title": "A Werewolf Boy",
    "release_date": "2012-10-31",
    "overview": "An unexpected phone call brings an elderly woman to her childhood country cottage, and memories of an orphan boy she knew 47 years ago come flooding back to her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r8nLI2052swGQ53p5eVVPuEzlAf.jpg",
    "popularity": 3.22,
    "tmdb_url": "https://www.themoviedb.org/movie/128246"
  },
  {
    "id": 5833,
    "title": "Casper's Haunted Christmas",
    "release_date": "2000-10-31",
    "overview": "Kibosh, supreme ruler of all ghosts, decrees that casper must scare at least one person before Christmas Day so Casper visits Kriss, Massachusetts where he meets the Jollimore family and sets out to complete his mission. As usual, kindhearted Casper has a ghastky time trying to scare anyone; so The Ghostly Trio, fed up with his goody-boo-shoes behavior, secretly hires Casper's look-alike cousin Spooky to do the job-with hilarious results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3BFR30kh0O3NKR1Sfea3HXCG6hw.jpg",
    "popularity": 3.0261,
    "tmdb_url": "https://www.themoviedb.org/movie/5833"
  },
  {
    "id": 8427,
    "title": "I Spy",
    "release_date": "2002-10-31",
    "overview": "When the Switchblade, the most sophisticated prototype stealth fighter created yet, is stolen from the U.S. government, one of the United States' top spies, Alex Scott, is called to action. What he doesn't expect is to get teamed up with a cocky civilian, World Class Boxing Champion Kelly Robinson, on a dangerous top secret espionage mission. Their assignment: using equal parts skill and humor, catch Arnold Gundars, one of the world's most successful arms dealers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hmjCMtkeqxruMVocq7iwMx899xi.jpg",
    "popularity": 2.9298,
    "tmdb_url": "https://www.themoviedb.org/movie/8427"
  },
  {
    "id": 4546,
    "title": "The Count of Monte-Cristo",
    "release_date": "1975-10-31",
    "overview": "A TV adaptation of the classic Alexandre Dumas novel. Edmond Dantes is falsely accused by those jealous of his good fortune, and is sentenced to spend the rest of his life in the notorious island prison, Chateau d'If. While imprisoned, he meets the Abbe Faria, a fellow prisoner whom everyone believes to be mad. The Abbe tells Edmond of a fantastic treasure hidden away on a tiny island, that only he knows the location of. After many years in prison, the old Abbe dies, and Edmond escapes disguised as the dead body. Now free, Edmond must find the treasure the Abbe told him of, so he can use the new-found wealth to exact revenge on those who have wronged him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1sU6nwIgHCJo96xsXPuI7oAuq7a.jpg",
    "popularity": 2.8626,
    "tmdb_url": "https://www.themoviedb.org/movie/4546"
  },
  {
    "id": 137093,
    "title": "Last Vegas",
    "release_date": "2013-10-31",
    "overview": "Aging pals Billy, Paddy, Archie, and Sam have been best friends since childhood. When Billy finally proposes to his much-younger girlfriend, all four friends go to Las Vegas to celebrate the end of Billy's longtime bachelorhood and relive their glory days. However, the four quickly realize that the intervening decades have changed Sin City and tested their friendship in ways they had not imagined.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Aht200Eu2jYiE9cEQdFfNDtHl6.jpg",
    "popularity": 2.8507,
    "tmdb_url": "https://www.themoviedb.org/movie/137093"
  },
  {
    "id": 979924,
    "title": "On the Line",
    "release_date": "2022-10-31",
    "overview": "A provocative and edgy radio host must play a dangerous game of cat and mouse with a mysterious caller who's kidnapped his family and is threatening to blow up the whole station.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y0LjM612TshmHBL8fPfJreToE7S.jpg",
    "popularity": 2.6855,
    "tmdb_url": "https://www.themoviedb.org/movie/979924"
  },
  {
    "id": 27327,
    "title": "Phantom of the Paradise",
    "release_date": "1974-10-31",
    "overview": "Singer-songwriter Winslow Leach seeks revenge on the nefarious music producer Swan, who steals both Winslow's music and his favorite singer for the grand opening of his new rock palace, the Paradise.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qDOtGWeSQNwB3dG7Amt1K0JW0az.jpg",
    "popularity": 2.6227,
    "tmdb_url": "https://www.themoviedb.org/movie/27327"
  },
  {
    "id": 11553,
    "title": "Millennium Mambo",
    "release_date": "2001-10-31",
    "overview": "Vicky recalls her romances with her exes Hao Hao and Jack in the neon-lit clubs of Taipei.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wSc6tOp1yoAFbZqxG5XVGHcFvRN.jpg",
    "popularity": 2.5806,
    "tmdb_url": "https://www.themoviedb.org/movie/11553"
  },
  {
    "id": 28602,
    "title": "Zombie Wars",
    "release_date": "2007-10-31",
    "overview": "Fifty years after a world-wide zombie epidemic had begun, a small group of rebel soldiers learn that intelligent zombies have begun breeding humans for food. The soldiers plan an all-out war to rid the Earth of the flesh-eating monsters for good, as the rest of the surviving world's population struggles to survive against the zombie hordes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/epObbHTtsXfCpJSlXyax0x51u1B.jpg",
    "popularity": 2.5658,
    "tmdb_url": "https://www.themoviedb.org/movie/28602"
  },
  {
    "id": 29826,
    "title": "The Legend of the Nahuala",
    "release_date": "2007-10-31",
    "overview": "Leo San Juan, an insecure child of nine years old, lives eternally frightened by horror stories that Nando tells his older brother. Within these stories it is 'The Legend of Nahuala', according to which, an old abandoned Casona is possessed by the spirit of an evil witch known as the Nahuala.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nQ94eTRXQogJTDwlbq0R8VXSNMZ.jpg",
    "popularity": 2.4636,
    "tmdb_url": "https://www.themoviedb.org/movie/29826"
  },
  {
    "id": 486011,
    "title": "Like.Share.Follow.",
    "release_date": "2017-10-31",
    "overview": "Garrett is a rising YouTube star. Shell is a deeply emotional fan. When they begin a romantic relationship, he's forced to question whether opening your life to strangers online is an invitation to community and rescue... or to stalking, obsession and madness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/frh6P7hqfIqXhzRcKb5UjYRFfPZ.jpg",
    "popularity": 2.4324,
    "tmdb_url": "https://www.themoviedb.org/movie/486011"
  },
  {
    "id": 548352,
    "title": "Intimate Strangers",
    "release_date": "2018-10-31",
    "overview": "A group of people meet for the first time in a long time and play a game that reveals each other's secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2qpBfh6US8OQBSw2RuurxSm9HUm.jpg",
    "popularity": 2.4042,
    "tmdb_url": "https://www.themoviedb.org/movie/548352"
  },
  {
    "id": 2110,
    "title": "Wasabi",
    "release_date": "2001-10-31",
    "overview": "Hubert is a French policeman with very sharp methods. After being forced to take 2 months off by his boss, who doesn't share his view on working methods, he goes back to Japan, where he used to work 19 years ago, to settle the probate of his girlfriend who left him shortly after marriage without a trace.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uo3MBDwn3o32GJzFyClm7r1ierb.jpg",
    "popularity": 2.3769,
    "tmdb_url": "https://www.themoviedb.org/movie/2110"
  },
  {
    "id": 82406,
    "title": "Le Grand Chef",
    "release_date": "2007-10-31",
    "overview": "A disgraced chef tries to restore his name by competing in a culinary contest to win the knife of Korea's last royal chef.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zCizXVuPbEQxECnB5uh7go4OTyV.jpg",
    "popularity": 2.3568,
    "tmdb_url": "https://www.themoviedb.org/movie/82406"
  },
  {
    "id": 514619,
    "title": "Nobody's Fool",
    "release_date": "2018-10-31",
    "overview": "After serving five years in prison, wild child Tanya looks to her buttoned-up, by-the-book sister Danica to help her get back on her feet. The feisty ex-con becomes suspicious and concerned when Danica tells her that she's in a long-distance, online relationship with a mysterious man she's never seen. As the polar opposites start to collide, Tanya soon discovers that her sibling's picture-perfect life may not be what it seems.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2VTHRTwLlnFDlNUxc8MEeFwCQTm.jpg",
    "popularity": 2.3171,
    "tmdb_url": "https://www.themoviedb.org/movie/514619"
  },
  {
    "id": 10242,
    "title": "What Ever Happened to Baby Jane?",
    "release_date": "1962-10-31",
    "overview": "A former child star torments her paraplegic sister in their decaying Hollywood mansion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/msGYzyWwtjAaA3DScdgmvJ5MReG.jpg",
    "popularity": 2.2745,
    "tmdb_url": "https://www.themoviedb.org/movie/10242"
  },
  {
    "id": 227257,
    "title": "Monster High: Fright On!",
    "release_date": "2011-10-31",
    "overview": "See what happens when the student bodies of an all-vampire school and an all-werewolf school integrate with Monster High.",
    "poster_url": "https://image.tmdb.org/t/p/w500/69AyLiBvC65GoEDCLFGWDxtnLQu.jpg",
    "popularity": 2.1062,
    "tmdb_url": "https://www.themoviedb.org/movie/227257"
  },
  {
    "id": 4787,
    "title": "Cassandra's Dream",
    "release_date": "2007-10-31",
    "overview": "The tale of two brothers with serious financial woes. When a third party proposes they turn to crime, things go bad and the two become enemies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rZLKa5mXJzfmJsC9DFNkcpZ5vS0.jpg",
    "popularity": 2.0884,
    "tmdb_url": "https://www.themoviedb.org/movie/4787"
  },
  {
    "id": 45395,
    "title": "The Blacksheep Affair",
    "release_date": "1998-10-31",
    "overview": "A patriotic Chinese cop is reposted to fictional East European country Lavernia as punishment for ignoring orders during a plane hijack operation. There he encounters his ex-girlfriend, who fled to Lavernia after Tiananmen Square. Their paths soon tangle with the charismatic but evil leader of the Japanese cult Aum Shinryuu",
    "poster_url": "https://image.tmdb.org/t/p/w500/kmS32cpVYq2c85MiAalVtQA5hzM.jpg",
    "popularity": 2.0637,
    "tmdb_url": "https://www.themoviedb.org/movie/45395"
  },
  {
    "id": 504562,
    "title": "Motherless Brooklyn",
    "release_date": "2019-10-31",
    "overview": "New York City, 1957. Lionel Essrog, a private detective living with Tourette syndrome, tries to solve the murder of his mentor and best friend, armed only with vague clues and the strength of his obsessive mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jjMJy5OxJHpFIaboCklDIYdcfpD.jpg",
    "popularity": 2.0488,
    "tmdb_url": "https://www.themoviedb.org/movie/504562"
  },
  {
    "id": 457943,
    "title": "Slaughterhouse Rulez",
    "release_date": "2018-10-31",
    "overview": "An illustrious British boarding school becomes a bloody battleground when a mysterious sinkhole appears at a nearby fracking site unleashing unspeakable horror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1qjMhKBuF7EIIjsbqV2QZthzU6Q.jpg",
    "popularity": 2.0186,
    "tmdb_url": "https://www.themoviedb.org/movie/457943"
  },
  {
    "id": 230726,
    "title": "No Breathing",
    "release_date": "2013-10-31",
    "overview": "Two very different restless youths join a swimming competition for love and friendship which is, in fact, a rite of passage to growing up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wGT5By7DBRWsamZaIJMNLx1rQox.jpg",
    "popularity": 2.0173,
    "tmdb_url": "https://www.themoviedb.org/movie/230726"
  },
  {
    "id": 98025,
    "title": "The Teasers",
    "release_date": "1975-10-31",
    "overview": "Loredana is a schoolgirl who takes advantage of her fellow students and teachers by using her innocent schoolgirl beauty. After she loses her virginity to an older man she soon realizes there are more important things to life than teasing men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nEDUPz4zkuteERpTXNQUveiYz4t.jpg",
    "popularity": 2.0038,
    "tmdb_url": "https://www.themoviedb.org/movie/98025"
  }
]