[
  {
    "id": 340666,
    "title": "Nocturnal Animals",
    "release_date": "2016-11-04",
    "overview": "Susan Morrow receives a book manuscript from her ex-husband – a man she left 20 years earlier – asking for her opinion of his writing. As she reads, she is drawn into the fictional life of Tony Hastings, a mathematics professor whose family vacation turns violent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mdLDgQBD0va09npSQX5Zgo2evXM.jpg",
    "popularity": 46.2524,
    "tmdb_url": "https://www.themoviedb.org/movie/340666"
  },
  {
    "id": 43347,
    "title": "Love & Other Drugs",
    "release_date": "2010-11-04",
    "overview": "Maggie is an alluring free spirit who won't let anyone – or anything – tie her down. But she meets her match in Jamie, whose relentless and nearly infallible charm serves him well with the ladies and the cutthroat world of pharmaceutical sales. Maggie and Jamie's evolving relationship takes them both by surprise, as they find themselves under the influence of the ultimate drug: love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wZLM2uKJRYNchLmiCIjosX0rXy8.jpg",
    "popularity": 11.8849,
    "tmdb_url": "https://www.themoviedb.org/movie/43347"
  },
  {
    "id": 512195,
    "title": "Red Notice",
    "release_date": "2021-11-04",
    "overview": "An Interpol-issued Red Notice is a global alert to hunt and capture the world's most wanted. But when a daring heist brings together the FBI's top profiler and two rival criminals, there's no telling what will happen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lAXONuqg41NwUMuzMiFvicDET9Y.jpg",
    "popularity": 8.3124,
    "tmdb_url": "https://www.themoviedb.org/movie/512195"
  },
  {
    "id": 522402,
    "title": "Finch",
    "release_date": "2021-11-04",
    "overview": "On a post-apocalyptic Earth, a robot, built to protect the life of his dying creator's beloved dog, learns about life, love, friendship, and what it means to be human.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jKuDyqx7jrjiR9cDzB5pxzhJAdv.jpg",
    "popularity": 7.0147,
    "tmdb_url": "https://www.themoviedb.org/movie/522402"
  },
  {
    "id": 9982,
    "title": "Chicken Little",
    "release_date": "2005-11-04",
    "overview": "When the sky really is falling and sanity has flown the coop, who will rise to save the day? Together with his hysterical band of misfit friends, Chicken Little must hatch a plan to save the planet from alien invasion and prove that the world's biggest hero is a little chicken.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vkhMtzwmAEglnilVNsL3IE6kU0B.jpg",
    "popularity": 6.9231,
    "tmdb_url": "https://www.themoviedb.org/movie/9982"
  },
  {
    "id": 8337,
    "title": "They Live",
    "release_date": "1988-11-04",
    "overview": "A lone drifter stumbles upon a unique pair of sunglasses that reveal aliens are systematically gaining control of the Earth by masquerading as humans and lulling the public into submission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eIEmSJRKe8Vn9iWcFypvbeyQaZZ.jpg",
    "popularity": 5.8163,
    "tmdb_url": "https://www.themoviedb.org/movie/8337"
  },
  {
    "id": 44048,
    "title": "Unstoppable",
    "release_date": "2010-11-04",
    "overview": "When a massive, unmanned locomotive roars out of control, the threat is more ominous than just a derailment. The train is laden with toxic chemicals, and an accident would decimate human life and cause an environmental disaster. The only hope of bringing the train to a safe stop is in the hands of veteran engineer Frank Barnes, and young conductor Will Colson, who must risk their lives to save those in the runaway's path. Inspired by true events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zKvHwL0GqLOear8rTnUPSTRYY0r.jpg",
    "popularity": 5.5317,
    "tmdb_url": "https://www.themoviedb.org/movie/44048"
  },
  {
    "id": 9481,
    "title": "The Bone Collector",
    "release_date": "1999-11-04",
    "overview": "Lincoln Rhyme was the department's top homicide detective and leading expert in criminal forensics until an injury left him paralyzed, depressed, and incapable of working. But when a gruesome murder in Manhattan leaves detectives baffled, they call on Rhyme to help solve the mystery. Amelia Donaghy, a rookie cop whose quick thinking preserved a gruesome murder scene, is enlisted by Rhyme to be his on-the-scene forensics expert. With Amelia reluctantly acting as Rhyme's able-bodied go-between, the pair piece together cryptic clues the killer leaves behind at the scene of the crime, hoping to catch the grisly serial killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7atMCqRaDpAOnGsteTRm17zmvN3.jpg",
    "popularity": 4.8079,
    "tmdb_url": "https://www.themoviedb.org/movie/9481"
  },
  {
    "id": 25,
    "title": "Jarhead",
    "release_date": "2005-11-04",
    "overview": "Jarhead is a film about a US Marine Anthony Swofford’s experience in the Gulf War. After putting up with an arduous boot camp, Swofford and his unit are sent to the Persian Gulf where they are eager to fight, but are forced to stay back from the action. Swofford struggles with the possibility of his girlfriend cheating on him, and as his mental state deteriorates, his desire to kill increases.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4rCzaZy5Qkvxh5xaVpHriXSLTgC.jpg",
    "popularity": 4.7947,
    "tmdb_url": "https://www.themoviedb.org/movie/25"
  },
  {
    "id": 579828,
    "title": "Superdeep",
    "release_date": "2020-11-04",
    "overview": "In 1984, a Russian research team goes below the surface to find out what secret the world's deepest borehole is hiding. On their expedition, something unexpectedly gruesome awaits the researchers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1HhlR1XbG1cw7dfAq3rme6Qs1lh.jpg",
    "popularity": 4.4633,
    "tmdb_url": "https://www.themoviedb.org/movie/579828"
  },
  {
    "id": 81774,
    "title": "Exploits of a Young Don Juan",
    "release_date": "1986-11-04",
    "overview": "In 1914, sixteen year old Roger returned home from boarding school during vacation to find his puberty hit hard in a house filled with beautiful women. These women have previous engagements with other men who are away, and during this time, Roger impregnates them all, including his aunt and sister, then devises plans to cuckold the men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xvtRgQIRegLjsjaIkKQbh0hk3Qy.jpg",
    "popularity": 4.3499,
    "tmdb_url": "https://www.themoviedb.org/movie/81774"
  },
  {
    "id": 975575,
    "title": "Little Blue",
    "release_date": "2022-11-04",
    "overview": "Xiao Lan's first sexual experience is on the beach with a football jock from her school. When the boy leaks a photo of her in a sexually compromising position online, Xiao Lan's entire world collapses. Alone without anyone to help, she turns to comfort from men on the internet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9rt0zD3hIbW36PBTeaxZOcTMcF4.jpg",
    "popularity": 4.2014,
    "tmdb_url": "https://www.themoviedb.org/movie/975575"
  },
  {
    "id": 513434,
    "title": "One Cut of the Dead",
    "release_date": "2017-11-04",
    "overview": "Real zombies arrive and terrorize the crew of a zombie film being shot in an abandoned warehouse, said to be the site of military experiments on humans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rws34k2bqYVo2B5MkhKAbV8925j.jpg",
    "popularity": 4.1201,
    "tmdb_url": "https://www.themoviedb.org/movie/513434"
  },
  {
    "id": 17979,
    "title": "A Christmas Carol",
    "release_date": "2009-11-04",
    "overview": "Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/goHDZUnqZJ7FN4h48Qh6MzJNExl.jpg",
    "popularity": 3.5442,
    "tmdb_url": "https://www.themoviedb.org/movie/17979"
  },
  {
    "id": 1022256,
    "title": "Selena Gomez: My Mind & Me",
    "release_date": "2022-11-04",
    "overview": "After years in the limelight, Selena Gomez achieves unimaginable stardom. But just as she reaches a new peak, an unexpected turn pulls her into darkness. This uniquely raw and intimate documentary spans her six-year journey into a new light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/usJxHVxT70lAA7AynnZlmPth7R3.jpg",
    "popularity": 3.4376,
    "tmdb_url": "https://www.themoviedb.org/movie/1022256"
  },
  {
    "id": 3036,
    "title": "Mary Shelley's Frankenstein",
    "release_date": "1994-11-04",
    "overview": "Victor Frankenstein is a promising young doctor who, devastated by the death of his mother during childbirth, becomes obsessed with bringing the dead back to life. His experiments lead to the creation of a monster, which Frankenstein has put together with the remains of corpses. It's not long before Frankenstein regrets his actions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bOwCAQsZlEKrwhPi1ejY6BS8jpL.jpg",
    "popularity": 3.4248,
    "tmdb_url": "https://www.themoviedb.org/movie/3036"
  },
  {
    "id": 716612,
    "title": "Spencer",
    "release_date": "2021-11-04",
    "overview": "During her Christmas holidays with the royal family at the Sandringham estate in Norfolk, England, Diana decides to leave her marriage to Prince Charles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j0XxLH1QcOrnyxBLvMYWJZSzLfH.jpg",
    "popularity": 3.1375,
    "tmdb_url": "https://www.themoviedb.org/movie/716612"
  },
  {
    "id": 896485,
    "title": "Overdose",
    "release_date": "2022-11-04",
    "overview": "Captain Sara Bellaiche, from Toulouse Judiciary Police branch, is investigating a go-fast linked to the murder of two teenagers, an investigation led by Richard Cross, from the Paris Criminal Brigade. Forced to collaborate in order to find the murderer and stop the bloody go-fast, Sara and Richard are both thrown in a breathless race against the clock on the roads of Spain and France.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jHh0hkCjIAEicS1vMaOu4fdHpuP.jpg",
    "popularity": 3.0685,
    "tmdb_url": "https://www.themoviedb.org/movie/896485"
  },
  {
    "id": 760099,
    "title": "Living",
    "release_date": "2022-11-04",
    "overview": "London, 1953. Mr. Williams, a veteran civil servant, is an important cog within the city's bureaucracy as it struggles to rebuild in the aftermath of World War II. Buried under paperwork at the office and lonely at home, his life has long felt empty and meaningless. Then a devastating medical diagnosis forces him to take stock, and to try and grasp some fulfilment before it passes permanently beyond reach.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zUJcp0rpUqp2GSk7t9jvAiZsXtM.jpg",
    "popularity": 2.9266,
    "tmdb_url": "https://www.themoviedb.org/movie/760099"
  },
  {
    "id": 404378,
    "title": "A Street Cat Named Bob",
    "release_date": "2016-11-04",
    "overview": "James Bowen, a homeless busker and recovering drug addict, has his life transformed when he meets a stray ginger cat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nBYG0D2FcbL1m926sIj7RN4m0sb.jpg",
    "popularity": 2.8163,
    "tmdb_url": "https://www.themoviedb.org/movie/404378"
  },
  {
    "id": 1032627,
    "title": "Love Today",
    "release_date": "2022-11-04",
    "overview": "A young couple is made to exchange their phones for a day. What follows is a hilarious and emotional sequence of events that puts their lives in misery.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gaFWBXOZnZJWs1FneSLrNKmDmO3.jpg",
    "popularity": 2.6032,
    "tmdb_url": "https://www.themoviedb.org/movie/1032627"
  },
  {
    "id": 7342,
    "title": "Carrie",
    "release_date": "2002-11-04",
    "overview": "An awkward, telekinetic teenage girl's lonely life is dominated by relentless bullying at school and an oppressive religious fanatic mother at home. When her tormentors pull a humiliating prank at the senior prom, she unleashes a horrifying chaos on everyone, leaving nothing but destruction in her wake.",
    "poster_url": "https://image.tmdb.org/t/p/w500/knjeEeeyIwDkUtZwDfJOcUIuNdB.jpg",
    "popularity": 2.5432,
    "tmdb_url": "https://www.themoviedb.org/movie/7342"
  },
  {
    "id": 39915,
    "title": "Green Snake",
    "release_date": "1993-11-04",
    "overview": "A mischievous snake who assumes human form interferes with the romance between her reptilian sister and a hapless man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qU5lu66AJFopMd5XxELxCkKzRRP.jpg",
    "popularity": 2.4847,
    "tmdb_url": "https://www.themoviedb.org/movie/39915"
  },
  {
    "id": 55465,
    "title": "A Very Harold & Kumar Christmas",
    "release_date": "2011-11-04",
    "overview": "Six years have elapsed since Guantanamo Bay, leaving Harold and Kumar estranged from one another with very different families, friends and lives. But when Kumar arrives on Harold's doorstep during the holiday season with a mysterious package in hand, he inadvertently burns down Harold's father-in-law's beloved Christmas tree. To fix the problem, Harold and Kumar embark on a mission through New York City to find the perfect Christmas tree, once again stumbling into trouble at every single turn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cncxLilRHKayn8VKhzjAMHkbN4f.jpg",
    "popularity": 2.4527,
    "tmdb_url": "https://www.themoviedb.org/movie/55465"
  },
  {
    "id": 605680,
    "title": "Collectors",
    "release_date": "2020-11-04",
    "overview": "To acquire ancient artifacts for a private collector, a cunning grave robber and his band of ingenious thieves carry out a series of risky heists.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uK4x9dw5R9zudfyLKP2SzDaqvjA.jpg",
    "popularity": 2.2858,
    "tmdb_url": "https://www.themoviedb.org/movie/605680"
  },
  {
    "id": 514921,
    "title": "The Aeronauts",
    "release_date": "2019-11-04",
    "overview": "In 1862, daredevil balloon pilot Amelia Wren teams up with pioneering meteorologist James Glaisher to advance human knowledge of the weather and fly higher than anyone in history. While breaking records and advancing scientific discovery, their voyage to the very edge of existence helps the unlikely pair find their place in the world they have left far below them. But they face physical and emotional challenges in the thin air, as the ascent becomes a fight for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kZHnblqmTBUBgzYBIxWIz9txsEi.jpg",
    "popularity": 2.2564,
    "tmdb_url": "https://www.themoviedb.org/movie/514921"
  },
  {
    "id": 939899,
    "title": "Staring at Strangers",
    "release_date": "2022-11-04",
    "overview": "Carpenter Sergio runs away and hides in a closet after his boss fired him. When the closet arrives at its buyer's house, he decides to stay there, hiding in his new home living with an unknown family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ozgB7njLoj0xRb1VtVCTrNH3FEw.jpg",
    "popularity": 2.1493,
    "tmdb_url": "https://www.themoviedb.org/movie/939899"
  },
  {
    "id": 412381,
    "title": "Majestic Prince: Genetic Awakening",
    "release_date": "2016-11-04",
    "overview": "The alien Wulgaru's last assault against humanity was foiled by the heroic actions of the genetically enhanced humans known as the Evolved Children in their advanced AHSMB battle armor, but now a new attack has been launched against Earth under an even deadlier champion, Diorna, created from the fusion of DNA from two Wulgaru Royals.  Unfortunately, Izuru Hitachi, the leader of Team Rabbits who defeated the Wulgaru Royal Jiart, is still out of action and recovering, so the task of marshalling the Majestic Princes and stopping Diorna falls upon the unready shoulders of Toshikazu Asagi. Together with the remaining members of Team Rabbits and the recently created Team Fawn, it's up to Asagi to hold the line against the most ruthless adversary yet!",
    "poster_url": "https://image.tmdb.org/t/p/w500/gZTdGghb7EArLG9KAM2iMo4Z8Qo.jpg",
    "popularity": 2.1332,
    "tmdb_url": "https://www.themoviedb.org/movie/412381"
  },
  {
    "id": 354979,
    "title": "Dog Eat Dog",
    "release_date": "2016-11-04",
    "overview": "Carved from a lifetime of experience that runs the gamut from incarceration to liberation, Dog Eat Dog is the story of three men who are all out of prison and now have the task of adapting themselves to civilian life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mE9M2b3GJjCUPedxXs0NhKetSI8.jpg",
    "popularity": 2.1294,
    "tmdb_url": "https://www.themoviedb.org/movie/354979"
  },
  {
    "id": 12888,
    "title": "Belly",
    "release_date": "1998-11-04",
    "overview": "Tommy Bundy and Sincere are best friends as well as infamous and ruthless criminals and shot-callers in the hood. Respected by many but feared by all.  As the police are closing in on them and new players are looking for a come up, will their reign last?",
    "poster_url": "https://image.tmdb.org/t/p/w500/3h84eKRRK0SCW6LVRJ4cnQx4xD.jpg",
    "popularity": 2.107,
    "tmdb_url": "https://www.themoviedb.org/movie/12888"
  },
  {
    "id": 560052,
    "title": "My Father's Dragon",
    "release_date": "2022-11-04",
    "overview": "Struggling to cope after a move to the city with his mother, Elmer runs away in search of Wild Island and a young dragon who waits to be rescued. Elmer’s adventures introduce him to ferocious beasts, a mysterious island and the friendship of a lifetime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6hgEe1w0An5fKi3ZqIUBwOyIN2y.jpg",
    "popularity": 2.0852,
    "tmdb_url": "https://www.themoviedb.org/movie/560052"
  },
  {
    "id": 80610,
    "title": "Romantic Debtors",
    "release_date": "2010-11-04",
    "overview": "A policeman in debt is constantly called by a woman working to collect his debt. When they meet by accident they attracted to each other, and does not realize they already have a hostile phone-relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l4STExiHwoQQ2ZDTe3oc981Lbrn.jpg",
    "popularity": 2.0653,
    "tmdb_url": "https://www.themoviedb.org/movie/80610"
  },
  {
    "id": 50618,
    "title": "Fortress of War",
    "release_date": "2010-11-04",
    "overview": "The film covers the heroic defence of the Brest Fortress, which was attacked during the first strike of German invaders on June 22 1941. The story describes the events of the first days of the defence, including the three main resistance zones, headed by the regiment commander, Pyotr Mikhailovich Gavrilov, the commissar Efim Moiseevich Fomin and the head of the 9th frontier outpost, Andrey Mitrofanovich Kizhevatov. Many years later veteran Alexander Akimov again recalls the memories of the time, when he, then a 15 year old Sasha Akimov was deeply in love with the beautiful Anya and suddenly found himself in the middle of the bloody events of war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6pocaDiLUONtU3bNY57XGPfBqVr.jpg",
    "popularity": 2.0567,
    "tmdb_url": "https://www.themoviedb.org/movie/50618"
  },
  {
    "id": 19855,
    "title": "The War",
    "release_date": "1994-11-04",
    "overview": "The son of a Vietnam War Veteran must deal with neighborhood bullies as well as his dad's post-traumatic stress disorder while growing up in the deep south in the 1970's.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eMJYqr5zs7rz54oZhiX4ez1BI5E.jpg",
    "popularity": 2.0501,
    "tmdb_url": "https://www.themoviedb.org/movie/19855"
  }
]