[
  {
    "id": 77338,
    "title": "The Intouchables",
    "release_date": "2011-11-02",
    "overview": "A true story of two men who should never have met – a quadriplegic aristocrat who was injured in a paragliding accident and a young man from the projects.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1QU7HKgsQbGpzsJbJK4pAVQV9F5.jpg",
    "popularity": 12.9255,
    "tmdb_url": "https://www.themoviedb.org/movie/77338"
  },
  {
    "id": 4982,
    "title": "American Gangster",
    "release_date": "2007-11-02",
    "overview": "Loosely based on the criminal career of Frank Lucas, a gangster from La Grange, North Carolina, who smuggled heroin into the United States on American service planes returning from the Vietnam War, before being detained by a task force led by Newark Detective Richie Roberts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8sV6nWuKczuXRt0C6EWoXqJAj6G.jpg",
    "popularity": 7.5939,
    "tmdb_url": "https://www.themoviedb.org/movie/4982"
  },
  {
    "id": 87502,
    "title": "Flight",
    "release_date": "2012-11-02",
    "overview": "Commercial airline pilot Whip Whitaker has a problem with drugs and alcohol, though so far he's managed to complete his flights safely. His luck runs out when a disastrous mechanical malfunction sends his plane hurtling toward the ground. Whip pulls off a miraculous crash-landing that results in only six lives lost. Shaken to the core, Whip vows to get sober -- but when the crash investigation exposes his addiction, he finds himself in an even worse situation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1AjXgBM2lkpG3FLQO0f6AK3Bi1e.jpg",
    "popularity": 6.4888,
    "tmdb_url": "https://www.themoviedb.org/movie/87502"
  },
  {
    "id": 4327,
    "title": "Charlie's Angels",
    "release_date": "2000-11-02",
    "overview": "The captivating crime-fighting trio who are masters of disguise, espionage and martial arts are back! When a devious mastermind embroils them in a plot to destroy individual privacy, the Angels, aided by their loyal sidekick Bosley, set out to bring down the bad guys. But when a terrible secret is revealed, it makes the Angels targets for assassination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/llwGYMS9UyPyKRusQVM4qTOQHMT.jpg",
    "popularity": 5.8648,
    "tmdb_url": "https://www.themoviedb.org/movie/4327"
  },
  {
    "id": 714675,
    "title": "The American",
    "release_date": "2023-11-02",
    "overview": "American ballet dancer Joy Womack is accepted into Moscow's infamously tough Bolshoi Ballet Academy, with the dream of becoming a great ballerina.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7dNpUdJHjCue7H22jQR1NIX1kou.jpg",
    "popularity": 5.1131,
    "tmdb_url": "https://www.themoviedb.org/movie/714675"
  },
  {
    "id": 59108,
    "title": "Tower Heist",
    "release_date": "2011-11-02",
    "overview": "A luxury condo manager leads a staff of workers to seek payback on the Wall Street swindler who defrauded them. With only days until the billionaire gets away with the perfect crime, the unlikely crew of amateur thieves enlists the help of petty crook Slide to steal the $20 million they’re sure is hidden in the penthouse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jQrroNwP8hbFiUlNMs20emauwPE.jpg",
    "popularity": 4.7567,
    "tmdb_url": "https://www.themoviedb.org/movie/59108"
  },
  {
    "id": 855400,
    "title": "Jai Bhim",
    "release_date": "2021-11-02",
    "overview": "A pregnant woman from a primitive tribal community, searches desperately for her husband, who is missing from police custody. So as to find her husband and seek justice for them, as their voice, a High Court advocate rises in support. Will their battle for justice succeed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/ehybiOtBUtrMkmtB39zQEtq1Jie.jpg",
    "popularity": 4.6744,
    "tmdb_url": "https://www.themoviedb.org/movie/855400"
  },
  {
    "id": 1075175,
    "title": "How to Have Sex",
    "release_date": "2023-11-02",
    "overview": "Three British teenage girls go on a rites-of-passage holiday—drinking, clubbing and hooking up, in what should be the best summer of their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yQyoFCBLGJH5HXESmJAzaiXw9zU.jpg",
    "popularity": 4.0966,
    "tmdb_url": "https://www.themoviedb.org/movie/1075175"
  },
  {
    "id": 86461,
    "title": "Hanna D: The Girl from Vondel Park",
    "release_date": "1984-11-02",
    "overview": "Hanna is a girl completely abandoned to herself, is not at all inhibited sexually, and is attracted to the attention of unscrupulous people like Miguel, who takes advantage of Hanna, turning her to prostitution to obtain her drug fix. Until she meets Alex, a young man with a sincere affection for Hanna.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AuitScFmK0bbJ3IDV54PfSO8aJ0.jpg",
    "popularity": 4.051,
    "tmdb_url": "https://www.themoviedb.org/movie/86461"
  },
  {
    "id": 10796,
    "title": "The One",
    "release_date": "2001-11-02",
    "overview": "A sheriff's deputy fights an alternate universe version of himself who grows stronger with each alternate self he kills.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gcr3t71KmeXINemMrhaGBGVJPwW.jpg",
    "popularity": 4.0286,
    "tmdb_url": "https://www.themoviedb.org/movie/10796"
  },
  {
    "id": 920258,
    "title": "The Immortal Wars: Rebirth",
    "release_date": "2021-11-02",
    "overview": "Rebirth takes place during the early brutal stages of Dominion Industries. In this story watch Olive and other deviants undergo a series of deadly experiments lead by Laurie Harvey and her team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ofTnrgEwtPILNfjwk0FAx3bfwZ6.jpg",
    "popularity": 3.9445,
    "tmdb_url": "https://www.themoviedb.org/movie/920258"
  },
  {
    "id": 37024,
    "title": "Ranma 1/2 the Movie: Big Trouble in Nekonron, China",
    "release_date": "1991-11-02",
    "overview": "When Prince Kirin of the 7 Lucky Gods shows up at the Tendo dojo looking for his bride-to-be, guess who's accidentally holding the scroll that signifies his future mate? Why, Akane, of course, and the rest of the Ranma crew is forced to take a boat to China in order to save her from the horrors of marriage and a diet of pickled vegetables.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2dB9Cx6dXIwr7Hx1jhnADOzwrLC.jpg",
    "popularity": 3.2773,
    "tmdb_url": "https://www.themoviedb.org/movie/37024"
  },
  {
    "id": 823766,
    "title": "The Wonder",
    "release_date": "2022-11-02",
    "overview": "Haunted by her past, a nurse travels from England to a remote Irish village in 1862 to investigate a young girl's supposedly miraculous fast.",
    "poster_url": "https://image.tmdb.org/t/p/w500/npBvD1rRQHYGrxuwr2OrzXLso1w.jpg",
    "popularity": 3.0745,
    "tmdb_url": "https://www.themoviedb.org/movie/823766"
  },
  {
    "id": 624479,
    "title": "Superman II: The Richard Donner Cut",
    "release_date": "2006-11-02",
    "overview": "Superman agrees to sacrifice his powers to start a relationship with Lois Lane, unaware that three Kryptonian criminals he inadvertently released are conquering Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dkLplIwss7Jleh82NawyGyFNMgJ.jpg",
    "popularity": 2.9252,
    "tmdb_url": "https://www.themoviedb.org/movie/624479"
  },
  {
    "id": 13767,
    "title": "The Santa Clause 3: The Escape Clause",
    "release_date": "2006-11-02",
    "overview": "Now that Santa and Mrs. Claus have the North Pole running smoothly, the Counsel of Legendary Figures has called an emergency meeting on Christmas Eve! The evil Jack Frost has been making trouble, looking to take over the holiday! So he launches a plan to sabotage the toy factory and compel Scott to invoke the little-known Escape Clause and wish he'd never become Santa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2aGtjBH3birXp5KvZgwr1fLZXsi.jpg",
    "popularity": 2.7638,
    "tmdb_url": "https://www.themoviedb.org/movie/13767"
  },
  {
    "id": 2291,
    "title": "Jacob's Ladder",
    "release_date": "1990-11-02",
    "overview": "After returning home from the Vietnam War, veteran Jacob Singer struggles to maintain his sanity. Plagued by hallucinations and flashbacks, Singer rapidly falls apart as the world and people around him morph and twist into disturbing images. His girlfriend, Jezzie, and ex-wife, Sarah, try to help, but to little avail. Even Singer's chiropractor friend, Louis, fails to reach him as he descends into madness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ufLcHIi1aXjjH8MediAMvnwDsVI.jpg",
    "popularity": 2.7635,
    "tmdb_url": "https://www.themoviedb.org/movie/2291"
  },
  {
    "id": 74513,
    "title": "Special Forces",
    "release_date": "2011-11-02",
    "overview": "Afghanistan. War correspondent Elsa Casanova is taken hostage by the Taliban. Faced with her imminent execution, a Special Forces unit is dispatched to free her. In some of the world’s most breathtaking yet hostile landscapes, a relentless pursuit begins between her kidnappers who have no intention of letting their prey escape them and a group of soldiers who risk their lives in pursuit of their single aim – to bring her home alive. This strong, independent woman and these men of duty are thrown together and forced to confront situations of great danger that inextricably bind them – emotionally, violently and intimately.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xpe9F3214mNrk8tnIqZvHSmIV1I.jpg",
    "popularity": 2.7184,
    "tmdb_url": "https://www.themoviedb.org/movie/74513"
  },
  {
    "id": 16093,
    "title": "Carnival of Souls",
    "release_date": "1962-11-02",
    "overview": "Mary Henry ends up the sole survivor of a fatal car accident through mysterious circumstances. Trying to put the incident behind her, she moves to Utah and takes a job as a church organist. But her fresh start is interrupted by visions of a fiendish man. As the visions begin to occur more frequently, Mary finds herself drawn to the deserted carnival on the outskirts of town. The strangely alluring carnival may hold the secret to her tragic past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ddPGH7kMe81xznwIKCt17VFUPi.jpg",
    "popularity": 2.6785,
    "tmdb_url": "https://www.themoviedb.org/movie/16093"
  },
  {
    "id": 4958,
    "title": "The Legend of Bagger Vance",
    "release_date": "2000-11-02",
    "overview": "World War I has left golfer Rannulph Junuh a poker-playing alcoholic, his perfect swing gone. Now, however, he needs to get it back to play in a tournament to save the financially ravaged golf course of a long-ago sweetheart. Help arrives in the form of mysterious caddy Bagger Vance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fsvWRwcE8bD7WHo7BeF8HqWLbIh.jpg",
    "popularity": 2.6588,
    "tmdb_url": "https://www.themoviedb.org/movie/4958"
  },
  {
    "id": 25239,
    "title": "Day of the Woman",
    "release_date": "1978-11-02",
    "overview": "A young, beautiful career woman rents a backwoods cabin to write her first novel. Attacked by a group of local lowlifes and left for dead, she devises a horrific plan to inflict revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nMCkOo26GtISoxJmpkTAJyMqBO8.jpg",
    "popularity": 2.6164,
    "tmdb_url": "https://www.themoviedb.org/movie/25239"
  },
  {
    "id": 1025802,
    "title": "Drifter",
    "release_date": "2023-11-02",
    "overview": "Moritz follows a boyfriend to Berlin and is soon abandoned by him. Alone in the big city, he embarks on a journey through a wide range of queer experience. Only through a new circle of queer friends does he develop his own ideas of sexuality and masculinity, leading him to a clearer self-identity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7BYYRIeaCxPIYuBIhSz9Zc5H1u8.jpg",
    "popularity": 2.3989,
    "tmdb_url": "https://www.themoviedb.org/movie/1025802"
  },
  {
    "id": 13513,
    "title": "Kid with the Golden Arm",
    "release_date": "1979-11-02",
    "overview": "Jin bei tong opens with a group of escort guards preparing to move a shipment of gold from the local government to an area stricken by famine... one of the very few Venom films where all six Venom actors are present within a single film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aCAiIBRYcxsqAIxMG7J42ZZ6C37.jpg",
    "popularity": 2.3331,
    "tmdb_url": "https://www.themoviedb.org/movie/13513"
  },
  {
    "id": 437078,
    "title": "Heart Blackened",
    "release_date": "2017-11-02",
    "overview": "A father goes all out to clear his daughter from any wrong doing in the murder of his fiancée. When all evidence points to her, he takes matters into to his own hands to save his daughter and outwit the judiciary system.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7CRwdPyw3vYwMApBr87vXcjwr67.jpg",
    "popularity": 2.2632,
    "tmdb_url": "https://www.themoviedb.org/movie/437078"
  },
  {
    "id": 12496,
    "title": "The Twilight Samurai",
    "release_date": "2002-11-02",
    "overview": "Seibei Iguchi leads a difficult life as a low ranking samurai at the turn of the nineteenth century. A widower with a meager income, Seibei struggles to take care of his two daughters and senile mother. New prospects seem to open up when the beautiful Tomoe, a childhood friend, comes back into he and his daughters' life, but as the Japanese feudal system unravels, Seibei is still bound by the code of honor of the samurai and by his own sense of social precedence. How can he find a way to do what is best for those he loves?",
    "poster_url": "https://image.tmdb.org/t/p/w500/bB2M8UF8wc9flfGWkcgkTTf8Mzr.jpg",
    "popularity": 2.2559,
    "tmdb_url": "https://www.themoviedb.org/movie/12496"
  },
  {
    "id": 956920,
    "title": "There's Something in the Barn",
    "release_date": "2023-11-02",
    "overview": "An American family fulfills their dream of moving back to their roots after inheriting a remote cabin in the mountains of Norway. But there's a surprise waiting for them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4NdUPvCk8S493EyBGDoHn8RE4rw.jpg",
    "popularity": 2.2177,
    "tmdb_url": "https://www.themoviedb.org/movie/956920"
  },
  {
    "id": 551608,
    "title": "Haunting on Fraternity Row",
    "release_date": "2018-11-02",
    "overview": "A fraternity house throws their big \"Winter Luau\" party but when fraternity brothers and coeds begin dying horrible deaths they discover an evil entity has taken over the house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Y9EsHwk61JcXbPjGndZrEwPuog.jpg",
    "popularity": 2.1211,
    "tmdb_url": "https://www.themoviedb.org/movie/551608"
  },
  {
    "id": 11897,
    "title": "How the West Was Won",
    "release_date": "1962-11-02",
    "overview": "The epic tale of the development of the American West from the 1830s through the Civil War to the end of the century, as seen through the eyes of one pioneer family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rmwc89VMQR4rUSDfakd0Z6GyF6q.jpg",
    "popularity": 2.103,
    "tmdb_url": "https://www.themoviedb.org/movie/11897"
  },
  {
    "id": 42884,
    "title": "Cinderella",
    "release_date": "1997-11-02",
    "overview": "Cinderella chafes under the cruelty of her wicked stepmother and her evil stepsisters, until her Fairy Godmother steps in to change her life for one unforgettable night. At the ball, she falls for handsome Prince Christopher, whose parents, King Maximillian and Queen Constantina, are anxious for him to find a suitable paramour.",
    "poster_url": "https://image.tmdb.org/t/p/w500/54awQrtekrsI11bKg2NwQrBHLIe.jpg",
    "popularity": 2.0951,
    "tmdb_url": "https://www.themoviedb.org/movie/42884"
  },
  {
    "id": 466876,
    "title": "Gnome Alone",
    "release_date": "2017-11-02",
    "overview": "When Chloe discovers that her new home's garden gnomes are not what they seem, she must decide between the pursuit of a desired high school life and taking up the fight against the Troggs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jWB0zhk1Rj1tIWUM98Wsh15gkiW.jpg",
    "popularity": 2.0922,
    "tmdb_url": "https://www.themoviedb.org/movie/466876"
  },
  {
    "id": 485442,
    "title": "The Bros",
    "release_date": "2017-11-02",
    "overview": "Reunited in their hometown for their father's funeral, two self-interested brothers meet a peculiar woman who shares a huge secret about their family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ztpRiRGlPyaDd2vS5UjCpgcSoQX.jpg",
    "popularity": 2.0874,
    "tmdb_url": "https://www.themoviedb.org/movie/485442"
  },
  {
    "id": 37185,
    "title": "Comrades, Almost a Love Story",
    "release_date": "1996-11-02",
    "overview": "Jun arrives in Hong Kong from mainland China, hoping to be able to earn enough money to marry his girlfriend back home. He meets the streetwise Qiao and they become friends. As friendship turns into love, problems develop, and although they seem meant for each other they somehow keep missing out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5zI3WI1qg5fuHxHVJNdGAo8Etr1.jpg",
    "popularity": 2.081,
    "tmdb_url": "https://www.themoviedb.org/movie/37185"
  },
  {
    "id": 97430,
    "title": "The Man with the Iron Fists",
    "release_date": "2012-11-02",
    "overview": "In feudal China, a blacksmith who makes weapons for a small village is put in the position where he must defend himself and his fellow villagers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nHgkRj6Igx3QsHmTyF4oAfBjAE7.jpg",
    "popularity": 2.0444,
    "tmdb_url": "https://www.themoviedb.org/movie/97430"
  }
]