[
  {
    "id": 34479,
    "title": "Scars of Dracula",
    "release_date": "1970-11-08",
    "overview": "The Prince of Darkness casts his undead shadow once more over the cursed village of Kleinenberg when his ashes are splashed with bat's blood and Dracula is resurrected. And two innocent victims search for a missing loved one... loved to death by Dracula's mistress. But after they discover his blood-drained corpse in Dracula's castle necropolis, the Vampire Lord's lustful vengeance begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oePH4PP5EonJP7taMl1C6X73PuD.jpg",
    "popularity": 16.1981,
    "tmdb_url": "https://www.themoviedb.org/movie/34479"
  },
  {
    "id": 609681,
    "title": "The Marvels",
    "release_date": "2023-11-08",
    "overview": "When her duties send her to an anomalous wormhole linked to a Kree revolutionary, Carol's powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol's estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9GBhzXMFjgcZ3FdR9w3bUMMTps5.jpg",
    "popularity": 10.9553,
    "tmdb_url": "https://www.themoviedb.org/movie/609681"
  },
  {
    "id": 65,
    "title": "8 Mile",
    "release_date": "2002-11-08",
    "overview": "For Jimmy Smith, Jr., life is a daily fight just to keep hope alive. Feeding his dreams in Detroit's vibrant music scene, Jimmy wages an extraordinary personal struggle to find his own voice - and earn a place in a world where rhymes rule, legends are born and every moment… is another chance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7BmQj8qE1FLuLTf7Xjf9sdIHzoa.jpg",
    "popularity": 9.0027,
    "tmdb_url": "https://www.themoviedb.org/movie/65"
  },
  {
    "id": 360920,
    "title": "The Grinch",
    "release_date": "2018-11-08",
    "overview": "The Grinch hatches a scheme to ruin Christmas when the residents of Whoville plan their annual holiday celebration.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1Bc9VNd9CIHIyJtPKFqSQzrXWru.jpg",
    "popularity": 7.1915,
    "tmdb_url": "https://www.themoviedb.org/movie/360920"
  },
  {
    "id": 619264,
    "title": "The Platform",
    "release_date": "2019-11-08",
    "overview": "A slab of food descends down a vertical facility. The residents above eat heartily, leaving those below starving and desperate. A rebellion is imminent.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iXvQnzy6JCAx1PiQEKXuTY04ZHl.jpg",
    "popularity": 7.0825,
    "tmdb_url": "https://www.themoviedb.org/movie/619264"
  },
  {
    "id": 508965,
    "title": "Klaus",
    "release_date": "2019-11-08",
    "overview": "When Jesper distinguishes himself as the Postal Academy's worst student, he is sent to Smeerensburg, a small village located on an icy island above the Arctic Circle, where grumpy inhabitants barely exchange words, let alone letters. Jesper is about to give up and abandon his duty as a postman when he meets local teacher Alva and Klaus, a mysterious carpenter who lives alone in a cabin full of handmade toys.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q125RHUDgR4gjwh1QkfYuJLYkL.jpg",
    "popularity": 5.2876,
    "tmdb_url": "https://www.themoviedb.org/movie/508965"
  },
  {
    "id": 11886,
    "title": "Robin Hood",
    "release_date": "1973-11-08",
    "overview": "With King Richard off to the Crusades, Prince John and his slithering minion, Sir Hiss, set about taxing Nottingham's citizens with support from the corrupt sheriff - and staunch opposition by the wily Robin Hood and his band of merry men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x9AvkYek0bGdxQSZ8W3lAjGrREm.jpg",
    "popularity": 4.9282,
    "tmdb_url": "https://www.themoviedb.org/movie/11886"
  },
  {
    "id": 566451,
    "title": "Re:Zero - Starting Life in Another World The Frozen Bond",
    "release_date": "2019-11-08",
    "overview": "Covered in ice and snow, Elior Forest is the home to dangerous magical beasts and 50 elves frozen in ice. One day, the great spirit Puck helps a young girl break out of her ice prison. Her name is Emilia, a half-elf born with silver hair, long ears, and amethyst eyes—features that resemble the evil Witch who destroyed half the world long ago.  Shunned by society because of her appearance, Emilia dwells in the forest with Puck as her sole companion and family. Burdened with a sin of destruction she does not remember committing, she spends her days trying to find a way to help her frozen kin. But when the great spirit Melakuera, the Arbitrator of the world, finds Emilia, her right to stay alive is brought into question. Will the bonds of ice she formed with Puck prove to be the warm thread that defies fate?",
    "poster_url": "https://image.tmdb.org/t/p/w500/ca2ZsUa4Qeik2IwlXFzV51hdxh0.jpg",
    "popularity": 3.3023,
    "tmdb_url": "https://www.themoviedb.org/movie/566451"
  },
  {
    "id": 342437,
    "title": "A Courtesan with Flowered Skin",
    "release_date": "2014-11-08",
    "overview": "Japan around 1860: popular courtesan Asagiri will be freed soon from her service, yet she cannot imagine any other existence. Until one day at a local festival, Asagiri meets the young artisan Hanjiro by chance – an encounter that changes her destiny. With a strong performance by leading actress Yumi ADACHI and exquisite camerawork and production design, A COURTESAN WITH FLOWERED SKIN succeeds in recalling the golden age of Japanese erotic film.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zKkeMZr2ZqQlwunpFdtId7tXRzC.jpg",
    "popularity": 3.0558,
    "tmdb_url": "https://www.themoviedb.org/movie/342437"
  },
  {
    "id": 398181,
    "title": "You Were Never Really Here",
    "release_date": "2017-11-08",
    "overview": "A traumatized veteran, unafraid of violence, tracks down missing girls for a living. When a job spins out of control, his nightmares begin to overtake him, and a conspiracy is uncovered—leading to what may be his death trip or his awakening.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nx4lUyQNEzJowcF55VAP0TQEaX0.jpg",
    "popularity": 2.9553,
    "tmdb_url": "https://www.themoviedb.org/movie/398181"
  },
  {
    "id": 459928,
    "title": "12 Feet Deep",
    "release_date": "2018-11-08",
    "overview": "Two sisters are trapped under the fiberglass cover of an Olympic sized public pool and must brave the cold and each other to survive the harrowing night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3B4MLYYr5WTjQiJMbA8fCFF8M4O.jpg",
    "popularity": 2.7814,
    "tmdb_url": "https://www.themoviedb.org/movie/459928"
  },
  {
    "id": 652572,
    "title": "Mom's Friend 6",
    "release_date": "2019-11-08",
    "overview": "Jeong-hee goes home to take care of her sick mother. While Jeong-hee is gone, Yoon-soo convinces his father, Seok-jin, to call a housekeeper to do the chores while his mother his gone, and so comes Se-hee. Yoon-soo likes Se-hee and ends up sleeping with her. Seok-jin also ends up sleeping with her while receiving a massage from her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fGl0JGTGNNgqT5XYwcR0BUmODA3.jpg",
    "popularity": 2.7088,
    "tmdb_url": "https://www.themoviedb.org/movie/652572"
  },
  {
    "id": 203833,
    "title": "The Book Thief",
    "release_date": "2013-11-08",
    "overview": "While subjected to the horrors of WWII Germany, young Liesel finds solace by stealing books and sharing them with others. Under the stairs in her home, a Jewish refugee is being sheltered by her adoptive parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wj4U5sMLcJMa3WR9CpRR9e2sdgZ.jpg",
    "popularity": 2.6881,
    "tmdb_url": "https://www.themoviedb.org/movie/203833"
  },
  {
    "id": 554241,
    "title": "Playing with Fire",
    "release_date": "2019-11-08",
    "overview": "A crew of rugged firefighters meet their match when attempting to rescue three rambunctious kids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nBLPIpReSatt1zcgVzSVzq5e581.jpg",
    "popularity": 2.6877,
    "tmdb_url": "https://www.themoviedb.org/movie/554241"
  },
  {
    "id": 140212,
    "title": "Confession of Murder",
    "release_date": "2012-11-08",
    "overview": "A serial killer reappears 15 years after his murder spree with a book detailing his crimes. The resentful cop who failed to catch him before is assigned to protect him. The families of the victims plan revenge. And as the media circus spirals out of control, a masked man called \"J\" appears claiming to be the real killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aA2WdIhq7e3grXFg6FZemRvbAIM.jpg",
    "popularity": 2.4359,
    "tmdb_url": "https://www.themoviedb.org/movie/140212"
  },
  {
    "id": 964960,
    "title": "The Taste of Things",
    "release_date": "2023-11-08",
    "overview": "Set in 1889 France, Dodin Bouffant is a chef living with his personal cook and lover Eugénie. They share a long history of gastronomy and love but Eugénie refuses to marry Dodin, so the food lover decides to do something he has never done before: cook for her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2NjpbQUIJD7jkARB6EJbOxZ9JVC.jpg",
    "popularity": 2.3924,
    "tmdb_url": "https://www.themoviedb.org/movie/964960"
  },
  {
    "id": 13022,
    "title": "Rogue",
    "release_date": "2007-11-08",
    "overview": "When a group of tourists stumble into the remote Australian river territory of an enormous crocodile, the deadly creature traps them on a tiny mud island with the tide quickly rising and darkness descending. As the hungry predator closes in, they must fight for survival against all odds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/abFDVe71e7UE5MpAqjZvUYT2U7M.jpg",
    "popularity": 2.342,
    "tmdb_url": "https://www.themoviedb.org/movie/13022"
  },
  {
    "id": 3595,
    "title": "Ransom",
    "release_date": "1996-11-08",
    "overview": "When a rich man's son is kidnapped, he cooperates with the police at first but then tries a unique tactic against the criminals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4nmOA5ZOY2VlHzwSlKY03sF2JUz.jpg",
    "popularity": 2.325,
    "tmdb_url": "https://www.themoviedb.org/movie/3595"
  },
  {
    "id": 60957,
    "title": "Bakunyuu J no Shogeki",
    "release_date": "2007-11-08",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/3I6emoNa1mh8JfOkCdhg4zOP5SH.jpg",
    "popularity": 2.324,
    "tmdb_url": "https://www.themoviedb.org/movie/60957"
  },
  {
    "id": 511322,
    "title": "The Good Liar",
    "release_date": "2019-11-08",
    "overview": "Career con man Roy sets his sights on his latest mark: recently widowed Betty, worth millions. And he means to take it all. But as the two draw closer, what should have been another simple swindle takes on the ultimate stakes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6kmxXfg3aSWrzUlEPt2L0YD4jz9.jpg",
    "popularity": 2.2707,
    "tmdb_url": "https://www.themoviedb.org/movie/511322"
  },
  {
    "id": 51822,
    "title": "Love Hurts",
    "release_date": "2002-11-08",
    "overview": "Family and friends try to sabotage the budding romance between a young upper class girl and a humble student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eyhd9wLlyDTGOKl4jmzWy5sa90o.jpg",
    "popularity": 2.1977,
    "tmdb_url": "https://www.themoviedb.org/movie/51822"
  },
  {
    "id": 15854,
    "title": "Kung Fu Panda: Secrets of the Furious Five",
    "release_date": "2008-11-08",
    "overview": "Ordered to teach a martial arts class of rambunctious bunny kittens, Po tells stories of each of the Furious Five's pasts.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3HENPRM1tGRswyjgiIbP9b4sult.jpg",
    "popularity": 2.1953,
    "tmdb_url": "https://www.themoviedb.org/movie/15854"
  },
  {
    "id": 69516,
    "title": "Polladhavan",
    "release_date": "2007-11-08",
    "overview": "Prabhu is dejected when he learns that his bike has been stolen. He decides to find the people who stole the bike, but lands in trouble when he realises that his bike has been used to transport drugs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/amHEVzgBKDnlNzxArcOpbvqVDrY.jpg",
    "popularity": 2.1652,
    "tmdb_url": "https://www.themoviedb.org/movie/69516"
  },
  {
    "id": 1156433,
    "title": "STRANGER",
    "release_date": "2022-11-08",
    "overview": "STRANGER is a coming-of-age short film that focuses on two neighbors reconciling before one of them goes off to college in Chicago. It is based on a true event that occurred the last day that I was in town before I moved to college. The two characters, Max and Cass, discuss their past together after not talking for years, realizing that they have changed as young adults and miss hanging out but cannot because Cass is leaving while Max stays in town to fix cars. With this last interaction, they get to say goodbye officially on a good note.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dshOB3Z2eaHFgY0Ry8uG8pB1KTq.jpg",
    "popularity": 2.1398,
    "tmdb_url": "https://www.themoviedb.org/movie/1156433"
  },
  {
    "id": 137409,
    "title": "Cold War",
    "release_date": "2012-11-08",
    "overview": "Five police officers in Hong Kong are kidnapped. The police commissioner is on a business trip overseas. Two vice commissioners, Sean Rau and M.B. Lee, then take over the case. The two vice commissioners are rivals who both vie for the police commissioner seat. At first, M.B. Lee takes the lead in the case, but comes to a dead end. Sean Lau then takes the lead, but he falls into a trap. Both men are then investigated by the ICAC (Independent Commission Against Corruption).",
    "poster_url": "https://image.tmdb.org/t/p/w500/zFiHdFJHppW43xmsnS8whzYnVQ8.jpg",
    "popularity": 2.1238,
    "tmdb_url": "https://www.themoviedb.org/movie/137409"
  },
  {
    "id": 457714,
    "title": "Dillagi",
    "release_date": "1999-11-08",
    "overview": "Two brothers -- Ranvir and Rajvir along with their parents move to Mumbai. They endure numerous hardships, but their will to survive prevails and they succeed. Soon, their parents pass away, leaving young Rajvir in the care of Ranvir. Now wealthy beyond any means, Ranvir runs the business and Rajvir lives recklessly. When Rajvir falls in love, Ranvir arranges his marriage, but to his dismay finds out that he has arranged his brother to marry the girl he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ezesgmVml1VvKoZlPHXzbdSzngY.jpg",
    "popularity": 2.0723,
    "tmdb_url": "https://www.themoviedb.org/movie/457714"
  },
  {
    "id": 69634,
    "title": "Vel",
    "release_date": "2007-11-08",
    "overview": "Two sons that are separated as children grow up in drastically different environments.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6mUp9lW0qYzySB5znUxZA2oYVbe.jpg",
    "popularity": 2.0595,
    "tmdb_url": "https://www.themoviedb.org/movie/69634"
  },
  {
    "id": 73306,
    "title": "Karaoke Terror",
    "release_date": "2003-11-08",
    "overview": "One of a gang of karaoke loving middle aged women is murdered by a young man. Her friends track him down and kill him. His friends track them down and kill the killer and it escalates!",
    "poster_url": "https://image.tmdb.org/t/p/w500/hVviScaRhm703pIunceFk97ndQg.jpg",
    "popularity": 2.0177,
    "tmdb_url": "https://www.themoviedb.org/movie/73306"
  },
  {
    "id": 944117,
    "title": "Abbé Pierre - A Century of Devotion",
    "release_date": "2023-11-08",
    "overview": "The life of Henri Grouès, known as Abbé Pierre, from his time in the Resistance in WWII to his fights against poverty and for the homeless.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8pVYr2YzKosbvBESJ9GSGcSKOKW.jpg",
    "popularity": 2.0156,
    "tmdb_url": "https://www.themoviedb.org/movie/944117"
  }
]