[
  {
    "id": 585,
    "title": "Monsters, Inc.",
    "release_date": "2001-11-01",
    "overview": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qjlbN6aK1qgeg3SspFVovT2D1Me.jpg",
    "popularity": 20.3379,
    "tmdb_url": "https://www.themoviedb.org/movie/585"
  },
  {
    "id": 82690,
    "title": "Wreck-It Ralph",
    "release_date": "2012-11-01",
    "overview": "Wreck-It Ralph is the 9-foot-tall, 643-pound villain of an arcade video game named Fix-It Felix Jr., in which the game's titular hero fixes buildings that Ralph destroys. Wanting to prove he can be a good guy and not just a villain, Ralph escapes his game and lands in Hero's Duty, a first-person shooter where he helps the game's hero battle against alien invaders. He later enters Sugar Rush, a kart racing game set on tracks made of candies, cookies and other sweets. There, Ralph meets Vanellope von Schweetz who has learned that her game is faced with a dire threat that could affect the entire arcade, and one that Ralph may have inadvertently started.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zWoIgZ7mgmPkaZjG0102BSKFIqQ.jpg",
    "popularity": 11.305,
    "tmdb_url": "https://www.themoviedb.org/movie/82690"
  },
  {
    "id": 390845,
    "title": "A Delicious Flight",
    "release_date": "2015-11-01",
    "overview": "An innocent actress runs away from the scandal with an idol, the impudent idol that ruined her career, a passionate manager who is devoted to her and his ex-girlfriend who is now a sexy stewardess. These four that should never be together run into each other in an airplane. No one can run away and the most cheeky and erotic things happen here.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kw7QEMiIFW7EjZQSRO9ebKls21k.jpg",
    "popularity": 6.9831,
    "tmdb_url": "https://www.themoviedb.org/movie/390845"
  },
  {
    "id": 326446,
    "title": "Savageland",
    "release_date": "2015-11-01",
    "overview": "When a small town near the Arizona-Mexico border is wiped out overnight, suspicion falls on the lone survivor. But a roll of photos the survivor took that night tells a different story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7updnUGOoeQx9TWxqGxiNLFODam.jpg",
    "popularity": 6.9718,
    "tmdb_url": "https://www.themoviedb.org/movie/326446"
  },
  {
    "id": 398978,
    "title": "The Irishman",
    "release_date": "2019-11-01",
    "overview": "Pennsylvania, 1956. Frank Sheeran, a war veteran of Irish origin who works as a truck driver, accidentally meets mobster Russell Bufalino. Once Frank becomes his trusted man, Bufalino sends him to Chicago with the task of helping Jimmy Hoffa, a powerful union leader related to organized crime, with whom Frank will maintain a close friendship for nearly twenty years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mbm8k3GFhXS0ROd9AD1gqYbIFbM.jpg",
    "popularity": 6.236,
    "tmdb_url": "https://www.themoviedb.org/movie/398978"
  },
  {
    "id": 454,
    "title": "Romeo + Juliet",
    "release_date": "1996-11-01",
    "overview": "In director Baz Luhrmann's contemporary take on William Shakespeare's classic tragedy, the Montagues and Capulets have moved their ongoing feud to the sweltering suburb of Verona Beach, where Romeo and Juliet fall in love and secretly wed. Though the film is visually modern, the bard's dialogue remains.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eLf4jclPijOqfEp6bDAmezRFxk5.jpg",
    "popularity": 6.0816,
    "tmdb_url": "https://www.themoviedb.org/movie/454"
  },
  {
    "id": 9889,
    "title": "Shallow Hal",
    "release_date": "2001-11-01",
    "overview": "After taking his dying father's advice, Hal dates only the embodiments of female physical perfection. But that all changes after Hal has an unexpected run-in with self-help guru Tony Robbins. Intrigued by Hal's shallowness, Robbins hypnotizes him into seeing the beauty that exists even in the least physically appealing women. Hal soon falls for Rosemary, but he doesn't realize that his gorgeous girlfriend is actually a 300-pound-not-so-hottie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gtcsIu8yBlfONaOENj78UFJLbjQ.jpg",
    "popularity": 5.6119,
    "tmdb_url": "https://www.themoviedb.org/movie/9889"
  },
  {
    "id": 438799,
    "title": "Overlord",
    "release_date": "2018-11-01",
    "overview": "France, June 1944. On the eve of D-Day, some American paratroopers fall behind enemy lines after their aircraft crashes while on a mission to destroy a radio tower in a small village near the beaches of Normandy. After reaching their target, the surviving paratroopers realise that, in addition to fighting the Nazi troops that patrol the village, they also must fight against something else.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l76Rgp32z2UxjULApxGXAPpYdAP.jpg",
    "popularity": 5.0602,
    "tmdb_url": "https://www.themoviedb.org/movie/438799"
  },
  {
    "id": 901563,
    "title": "Close",
    "release_date": "2022-11-01",
    "overview": "Two 13-year-old boys spend an idyllic summer together, but their connection is put to the test when they become the subject of speculation at school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dlMNnWs7Mz8Nk5AC447Ew1tD5pn.jpg",
    "popularity": 4.7252,
    "tmdb_url": "https://www.themoviedb.org/movie/901563"
  },
  {
    "id": 496,
    "title": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
    "release_date": "2006-11-01",
    "overview": "Kazakh journalist Borat Sagdiyev travels to America to make a documentary. As he zigzags across the nation, Borat meets real people in real situations with hysterical consequences. His backwards behavior generates strong reactions around him exposing prejudices and hypocrisies in American culture.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kfkyALfD4G1mlBJI1lOt2QCra4i.jpg",
    "popularity": 4.2228,
    "tmdb_url": "https://www.themoviedb.org/movie/496"
  },
  {
    "id": 10014,
    "title": "A Nightmare on Elm Street Part 2: Freddy's Revenge",
    "release_date": "1985-11-01",
    "overview": "Jesse Walsh moves with his family into the home of the lone survivor from a series of attacks by dream-stalking monster, Freddy Krueger. There, he is bedeviled by nightmares and inexplicably violent impulses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rvAmOv0sZcoQCyJjHPQN4wU8ut4.jpg",
    "popularity": 4.2213,
    "tmdb_url": "https://www.themoviedb.org/movie/10014"
  },
  {
    "id": 298115,
    "title": "Dragons: Dawn of the Dragon Racers",
    "release_date": "2014-11-01",
    "overview": "A hunt for a lost sheep turns into a competition between Hiccup and friends as they compete to become the first Dragon Racing champion of Berk.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sgOXOQyPIjeMi1bnWu1r0CzLsZD.jpg",
    "popularity": 3.8802,
    "tmdb_url": "https://www.themoviedb.org/movie/298115"
  },
  {
    "id": 903,
    "title": "Cool Hand Luke",
    "release_date": "1967-11-01",
    "overview": "When petty criminal Luke Jackson is sentenced to two years in a Florida prison farm, he doesn't play by the rules of either the sadistic warden or the yard's resident heavy, Dragline, who ends up admiring the new guy's unbreakable will. Luke's bravado, even in the face of repeated stints in the prison's dreaded solitary confinement cell, \"the box,\" make him a rebel hero to his fellow convicts and a thorn in the side of the prison officers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ykzTiHKLamh3eZJ8orVICtU2Jp.jpg",
    "popularity": 3.8246,
    "tmdb_url": "https://www.themoviedb.org/movie/903"
  },
  {
    "id": 506528,
    "title": "Harriet",
    "release_date": "2019-11-01",
    "overview": "The extraordinary tale of Harriet Tubman's escape from slavery and transformation into one of America's greatest heroes. Her courage, ingenuity and tenacity freed hundreds of slaves and changed the course of history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rsUs58bDqpJJxZSOebZOMN9gzw2.jpg",
    "popularity": 3.6679,
    "tmdb_url": "https://www.themoviedb.org/movie/506528"
  },
  {
    "id": 1010928,
    "title": "Wingwomen",
    "release_date": "2023-11-01",
    "overview": "Tired of life on the run, a pro thief decides to retire — but not before one easy last job with her partner in crime and a feisty new getaway driver.",
    "poster_url": "https://image.tmdb.org/t/p/w500/atatNvrn7kBvkARD2YodyYkKicr.jpg",
    "popularity": 3.4761,
    "tmdb_url": "https://www.themoviedb.org/movie/1010928"
  },
  {
    "id": 152532,
    "title": "Dallas Buyers Club",
    "release_date": "2013-11-01",
    "overview": "Loosely based on the true-life tale of Ron Woodroof, a drug-taking, women-loving, homophobic man who in 1986 was diagnosed with HIV/AIDS and given thirty days to live.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Fdh7gUq3plvQqxRbNYhWvDABXA.jpg",
    "popularity": 3.3941,
    "tmdb_url": "https://www.themoviedb.org/movie/152532"
  },
  {
    "id": 70435,
    "title": "Haywire",
    "release_date": "2011-11-01",
    "overview": "A black ops soldier seeks payback after she is betrayed and left for dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qgMC6RZx4WByrJmbijXSKCkYk0B.jpg",
    "popularity": 3.2595,
    "tmdb_url": "https://www.themoviedb.org/movie/70435"
  },
  {
    "id": 133759,
    "title": "Under the Doctor",
    "release_date": "1976-11-01",
    "overview": "Handsome young Doctor Boyd has a problem on his hands. In fact, he has several and they are all female and all attractive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gVF0KgfjwAmBGPyh7ikBoEtY6WY.jpg",
    "popularity": 3.0973,
    "tmdb_url": "https://www.themoviedb.org/movie/133759"
  },
  {
    "id": 987,
    "title": "The Front Page",
    "release_date": "1974-11-01",
    "overview": "A journalist suffering from burn-out wants to finally say goodbye to his office – but his boss doesn’t like the idea one bit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r4RtbJk8wVyZ1yk6yBZjzGD4ANU.jpg",
    "popularity": 2.9911,
    "tmdb_url": "https://www.themoviedb.org/movie/987"
  },
  {
    "id": 14139,
    "title": "Timecrimes",
    "release_date": "2007-11-01",
    "overview": "A man accidentally gets into a time machine and travels back in time nearly an hour. Finding himself will be the first of a series of disasters of unforeseeable consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zdxQRP7mzczMJBwKnv8MCPRq7rQ.jpg",
    "popularity": 2.826,
    "tmdb_url": "https://www.themoviedb.org/movie/14139"
  },
  {
    "id": 9846,
    "title": "To Live and Die in L.A.",
    "release_date": "1985-11-01",
    "overview": "When his longtime partner on the force is killed, reckless U.S. Secret Service agent Richard Chance vows revenge, setting out to nab dangerous counterfeit artist Eric Masters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2iW3pSihBIhXjnBQmUJ0mAiZbB5.jpg",
    "popularity": 2.6956,
    "tmdb_url": "https://www.themoviedb.org/movie/9846"
  },
  {
    "id": 27902,
    "title": "Love Wrecked",
    "release_date": "2005-11-01",
    "overview": "18-year-old Jenny Taylor is ecstatic when she finds out that her favorite rock star, Jason Masters, is a guest at the tropical resort where she is working for the summer. When they are both thrown overboard during a Caribbean cruise, she saves his life and they find themselves stranded on a remote beach. Deliriously in love with the idea of time alone with him, she manages to hide the fact that they're a stone's throw away from their resort.",
    "poster_url": "https://image.tmdb.org/t/p/w500/raMhrOU9yna7hiVjuk0zAI2y6Yv.jpg",
    "popularity": 2.5623,
    "tmdb_url": "https://www.themoviedb.org/movie/27902"
  },
  {
    "id": 204435,
    "title": "Krrish 3",
    "release_date": "2013-11-01",
    "overview": "Krrish and his father must team up to save the world from a psychokinetic evil man named Kaal and his army of mutants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tuHHTj59CNXGhI9eRZM47aa3zuC.jpg",
    "popularity": 2.4941,
    "tmdb_url": "https://www.themoviedb.org/movie/204435"
  },
  {
    "id": 139329,
    "title": "Back to 1942",
    "release_date": "2012-11-01",
    "overview": "In 1942, Henan Province was devastated by one of the most tragic famines in modern Chinese history, resulting in the deaths of at least three million men, women and children. Although the primary cause of the famine was a severe drought, it was exacerbated by locusts, windstorms, earthquakes, epidemic disease and the corruption of the ruling Kuomintang government.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3VY5D7RrqnfEfmTTYKRsPgEMO5g.jpg",
    "popularity": 2.3918,
    "tmdb_url": "https://www.themoviedb.org/movie/139329"
  },
  {
    "id": 484510,
    "title": "Trolls Holiday",
    "release_date": "2017-11-01",
    "overview": "When the eternally optimistic Poppy, queen of the Trolls, learns that the Bergens no longer have any holidays on their calendar, she enlists the help of Branch and the rest of the gang on a delightfully quirky mission to fix something that the Bergens don't think is broken.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lJV03Etqdv9mJSixgIVn7dstoNc.jpg",
    "popularity": 2.3842,
    "tmdb_url": "https://www.themoviedb.org/movie/484510"
  },
  {
    "id": 39391,
    "title": "Gypsy",
    "release_date": "1962-11-01",
    "overview": "Rose Hovick lives to see her daughter June succeed on Broadway by way of vaudeville. When June marries and leaves, Rose turns her hope and attention to her elder, less obviously talented, daughter Louise. However, having her headlining as a stripper at Minsky's Burlesque is not what she initially has in mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qmeyhwe7pHJ30n6uLq8swyW1Juz.jpg",
    "popularity": 2.3469,
    "tmdb_url": "https://www.themoviedb.org/movie/39391"
  },
  {
    "id": 725487,
    "title": "Mergui",
    "release_date": "2018-11-01",
    "overview": "Using nature shots with narration and a musical score, this documentary tells the story about the Moken, Myanmar's last sea nomads.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pzwId3z1nqZyzcIzm7iREmqprOt.jpg",
    "popularity": 2.3105,
    "tmdb_url": "https://www.themoviedb.org/movie/725487"
  },
  {
    "id": 86791,
    "title": "Gunsmith Cats",
    "release_date": "1995-11-01",
    "overview": "Rally Vincent and Minnie May Hopkins are just a pair of gun shop owners who do a bit of bounty hunting to make ends meet when a Bureau of Alcohol, Tobacco, Firearms agent comes to them. Using the threat of arresting them for their lack of a retail license for their merchandise and the resulting unpaid taxes, he forces them to agree to cooperate in a sting to break a gun running ring. They have an initial success, but that brings new problems as the ring's leader brings in a merciless assassin to eliminate these new enemies. It will take all their skill, allies and some luck to come out this crisis alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ljo1Nku8OkzYiERNawAq7KHjsWO.jpg",
    "popularity": 2.3082,
    "tmdb_url": "https://www.themoviedb.org/movie/86791"
  },
  {
    "id": 76826,
    "title": "Grave of the Fireflies",
    "release_date": "2005-11-01",
    "overview": "Hisako loses her home in Tokyo to Allied bombing. With her husband fighting somewhere in Asia, she and her two children evacuate to a suburb of Kobe, where they share a house with Hisako's cousin, Kyoko. Kobe is bombed and Kyoko is killed. Hisako is forced to take care of Kyoko's two children in addition to her own, but there is not enough food for everyone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/im6u58cPa9HlH5DqSnZGy0O37l5.jpg",
    "popularity": 2.2202,
    "tmdb_url": "https://www.themoviedb.org/movie/76826"
  },
  {
    "id": 524659,
    "title": "Crown Vic",
    "release_date": "2019-11-01",
    "overview": "One memorable night in the life of veteran patrol officer Ray Mandel and his trainee, ambitious rookie cop Nick Holland in the LAPD's Olympic Division. With two cop killers on the loose and hunting for more targets, Mandel and Holland must contend with a city about to boil over, as well as Jack VanZandt, an unhinged rogue cop out for payback running wild in their patrol zone.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aUFuuUMd4nMbt3pdzulnFRxbY6e.jpg",
    "popularity": 2.1846,
    "tmdb_url": "https://www.themoviedb.org/movie/524659"
  },
  {
    "id": 139862,
    "title": "Rommel",
    "release_date": "2012-11-01",
    "overview": "The story of the final seven months in the life of German Field Marshal Erwin Rommel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d61Zqug5ka7Rn0RsTPyQgJA30vO.jpg",
    "popularity": 2.1626,
    "tmdb_url": "https://www.themoviedb.org/movie/139862"
  },
  {
    "id": 1064024,
    "title": "Locked In",
    "release_date": "2023-11-01",
    "overview": "A kindly nurse tries to unlock the secrets of a coma patient's injuries — and discovers the bitter rivalry, infidelity, betrayal and murder behind them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/blQaj6biyBMLo34cuFKKwbgjIBz.jpg",
    "popularity": 2.1163,
    "tmdb_url": "https://www.themoviedb.org/movie/1064024"
  },
  {
    "id": 62736,
    "title": "Baoh: The Visitor",
    "release_date": "1989-11-01",
    "overview": "Doress, a Japanese \"black projects\" organization, has been gathering psionics and making biological weapons to \"make Japan superior\". When one of the biological experiments, BAOH, escapes with a young girl, Doress will do anything to get the boy and girl back. For BAOH is a parasite living in its host's brain, altering the host into a living death machine in order to keep it alive. When Doress sends assassins after the boy and girl, BAOH \"awakens\" to its \"Armed Defense Phenomenons\", giving the boy acid-tipped claws, bio-regeneration, and super-strength. But Doress takes the girl, and BAOH must fight an army of commandos and a psionic to get her back",
    "poster_url": "https://image.tmdb.org/t/p/w500/wvSMLqZmFWjZ74ILsLtqVt45WTL.jpg",
    "popularity": 2.112,
    "tmdb_url": "https://www.themoviedb.org/movie/62736"
  },
  {
    "id": 14807,
    "title": "The Long Good Friday",
    "release_date": "1980-11-01",
    "overview": "In the late 1970s, Cockney crime boss Harold Shand, a gangster trying to become a legitimate property mogul, has big plans to get the American Mafia to bankroll his transformation of a derelict area of London into the possible venue for a future Olympic Games. However, a series of bombings targets his empire on the very weekend the Americans are in town. Shand is convinced there is a traitor in his organization, and sets out to eliminate the rat in typically ruthless fashion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pXS667me5Jfoj1b0xuxgjEMKunF.jpg",
    "popularity": 2.0893,
    "tmdb_url": "https://www.themoviedb.org/movie/14807"
  },
  {
    "id": 132318,
    "title": "New Kimagure Orange Road: Summer's Beginning",
    "release_date": "1996-11-01",
    "overview": "The Kimagure Orange Road series centers on a teenage romantic triangle: Hikaru and Madoka were best friends until they fell for Kyosuke, an understated hero with psychic powers. In 1991, the 19-year-old Kyosuke is struck by car and propelled three years into the future, where he tries to understand the changes that have taken place in his world. Madoka and Hikaru have grown up to become a promising songwriter and a student of drama and dance, respectively; the older Kyosuke is a student-photographer on assignment in Bosnia. The problem of two Kyosukes coexisting is played for laughs, including a sequence where the 22-year-old Kyosuke counsels his younger self. The filmmakers expect the viewer to know the characters from the OAVs, although designs have been changed. The result is a Pax-style romantic fantasy, rather than a sci-fi adventure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rrdTlA0MfKLcEAS62lH8f4TzaZm.jpg",
    "popularity": 2.0331,
    "tmdb_url": "https://www.themoviedb.org/movie/132318"
  },
  {
    "id": 524780,
    "title": "Dogs Don't Wear Pants",
    "release_date": "2019-11-01",
    "overview": "Juha has lost his wife in an accident. Years after, he still feels numb and unable to connect with people. Meeting Mona, a dominatrix, changes everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2AKcz5RwvtmoqNUtrmvAHrWYItI.jpg",
    "popularity": 2.0245,
    "tmdb_url": "https://www.themoviedb.org/movie/524780"
  },
  {
    "id": 896074,
    "title": "Katenka",
    "release_date": "1988-11-01",
    "overview": "A very old man comes to the provincial town where he spent his youth. The flood of memories takes him far from reality, to which a little girl returns him, like two peas in a pod like his first love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/egdEYmNc00hI7xDkRN3XDelufi9.jpg",
    "popularity": 2.0242,
    "tmdb_url": "https://www.themoviedb.org/movie/896074"
  }
]