[
  {
    "id": 940721,
    "title": "Godzilla Minus One",
    "release_date": "2023-11-03",
    "overview": "In postwar Japan, Godzilla brings new devastation to an already scorched landscape. With no military intervention or government help in sight, the survivors must join together in the face of despair and fight back against an unrelenting horror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2E2WTX0TJEflAged6kzErwqX1kt.jpg",
    "popularity": 13.1266,
    "tmdb_url": "https://www.themoviedb.org/movie/940721"
  },
  {
    "id": 524434,
    "title": "Eternals",
    "release_date": "2021-11-03",
    "overview": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lFByFSLV5WDJEv3KabbdAF959F2.jpg",
    "popularity": 11.5627,
    "tmdb_url": "https://www.themoviedb.org/movie/524434"
  },
  {
    "id": 392044,
    "title": "Murder on the Orient Express",
    "release_date": "2017-11-03",
    "overview": "Genius Belgian detective Hercule Poirot investigates the murder of an American tycoon aboard the Orient Express train.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7GtdJU6iAg6fjQu3E3zta3bIAQh.jpg",
    "popularity": 8.2047,
    "tmdb_url": "https://www.themoviedb.org/movie/392044"
  },
  {
    "id": 41733,
    "title": "Due Date",
    "release_date": "2010-11-03",
    "overview": "Peter Highman must scramble across the US in five days to be present for the birth of his first child. He gets off to a bad start when his wallet and luggage are stolen, and put on the 'no-fly' list. Peter embarks on a terrifying journey when he accepts a ride from an actor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sBxWS09pOOyXZ0dcnqfqqCAQGan.jpg",
    "popularity": 6.9034,
    "tmdb_url": "https://www.themoviedb.org/movie/41733"
  },
  {
    "id": 375588,
    "title": "Robin Hood",
    "release_date": "2018-11-03",
    "overview": "A war-hardened Crusader and his Moorish commander mount an audacious revolt against the corrupt English crown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AiRfixFcfTkNbn2A73qVJPlpkUo.jpg",
    "popularity": 6.1444,
    "tmdb_url": "https://www.themoviedb.org/movie/375588"
  },
  {
    "id": 47570,
    "title": "Maid in Sweden",
    "release_date": "1971-11-03",
    "overview": "Schoolgirl Inga goes to visit her sister in Stockholm and is shocked to find her living with her boyfriend, Casten.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mI9hLOxGfx5bPgygQrdMMDR6NLu.jpg",
    "popularity": 6.0976,
    "tmdb_url": "https://www.themoviedb.org/movie/47570"
  },
  {
    "id": 12242,
    "title": "Mulan II",
    "release_date": "2004-11-03",
    "overview": "Fa Mulan gets the surprise of her young life when her love, Captain Li Shang asks for her hand in marriage. Before the two can have their happily ever after, the Emperor assigns them a secret mission, to escort three princesses to Chang'an, China. Mushu is determined to drive a wedge between the couple after he learns that he will lose his guardian job if Mulan marries into the Li family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ovAxLGM0I9Dn2DIUuYhgvNVbwht.jpg",
    "popularity": 6.0103,
    "tmdb_url": "https://www.themoviedb.org/movie/12242"
  },
  {
    "id": 13161,
    "title": "Big Stan",
    "release_date": "2007-11-03",
    "overview": "A weak con man panics when he learns he's going to prison for fraud. He hires a mysterious martial arts guru who helps transform him into a martial arts expert who can fight off inmates who want to hurt or love him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zS1uUwKEFcd8ak0NTXxw97DlbAa.jpg",
    "popularity": 5.7776,
    "tmdb_url": "https://www.themoviedb.org/movie/13161"
  },
  {
    "id": 7340,
    "title": "Carrie",
    "release_date": "1976-11-03",
    "overview": "Withdrawn and sensitive teen Carrie White faces taunting from classmates at school and abuse from her fanatically pious mother. When strange occurrences start happening around Carrie, she begins to suspect that she has supernatural powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bJJ3xK4pMnfao0wfzySfC47dp8G.jpg",
    "popularity": 5.7641,
    "tmdb_url": "https://www.themoviedb.org/movie/7340"
  },
  {
    "id": 12536,
    "title": "Home Alone 4",
    "release_date": "2002-11-03",
    "overview": "Kevin McCallister's parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father's rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a new criminal named Vera to hit Natalie's mansion.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qRktvMOO2QaCL7gvNyvZDoxPOZj.jpg",
    "popularity": 3.5924,
    "tmdb_url": "https://www.themoviedb.org/movie/12536"
  },
  {
    "id": 434203,
    "title": "Newness",
    "release_date": "2017-11-03",
    "overview": "In contemporary Los Angeles, two millennials navigating a social media–driven hookup culture begin a relationship that pushes both emotional and physical boundaries.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vySlYPqOrI5s8Nu6bzpGKQbotVy.jpg",
    "popularity": 3.111,
    "tmdb_url": "https://www.themoviedb.org/movie/434203"
  },
  {
    "id": 898713,
    "title": "Rustin",
    "release_date": "2023-11-03",
    "overview": "Activist Bayard Rustin faces racism and homophobia as he helps change the course of Civil Rights history by orchestrating the 1963 March on Washington.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lCawCmTJhKT7c2ZOzLBTXDIR8JS.jpg",
    "popularity": 2.8815,
    "tmdb_url": "https://www.themoviedb.org/movie/898713"
  },
  {
    "id": 9694,
    "title": "One Missed Call",
    "release_date": "2003-11-03",
    "overview": "People mysteriously start receiving voicemail messages from their future selves, in the form of the sound of them reacting to their own violent deaths, along with the exact date and time of their future death, listed on the message log. The plot thickens as the surviving characters pursue the answers to this mystery which could save their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ujSEEePCVMyi7Mt1RQMXd6SWmy.jpg",
    "popularity": 2.7159,
    "tmdb_url": "https://www.themoviedb.org/movie/9694"
  },
  {
    "id": 355338,
    "title": "Riley's First Date?",
    "release_date": "2015-11-03",
    "overview": "Riley, now 12, who is hanging out with her parents at home when potential trouble comes knocking. Mom's and Dad's Emotions find themselves forced to deal with Riley going on her first \"date.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/cGLwfmLqg39822RFQMUDat0UJev.jpg",
    "popularity": 2.7047,
    "tmdb_url": "https://www.themoviedb.org/movie/355338"
  },
  {
    "id": 13459,
    "title": "Barbie in 'A Christmas Carol'",
    "release_date": "2008-11-03",
    "overview": "On Christmas Eve, Kelly is reluctant to go to a Christmas Eve ball, so Barbie tells her the story of Eden Starling, a glamorous singing diva in the Victorian England and the owner of a theatre house. However, Eden is self-centered and loves only herself. She is frequently accompanied by her snooty cat, Chuzzlewit. She does not believe in Christmas and orders all her employees to work on Christmas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fX9g1AE1JIqjX3LPPKVjcmHs6fd.jpg",
    "popularity": 2.628,
    "tmdb_url": "https://www.themoviedb.org/movie/13459"
  },
  {
    "id": 1159518,
    "title": "Black Noise",
    "release_date": "2023-11-03",
    "overview": "Members of an elite security team deployed to rescue a VIP on an exclusive island.The rescue mission becomes a desperate attempt to survive, escape the island and elude the sinister presence that seeks to harm them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/snKpXexv5dtWqEKEmXrJtp8QGQC.jpg",
    "popularity": 2.6193,
    "tmdb_url": "https://www.themoviedb.org/movie/1159518"
  },
  {
    "id": 14811,
    "title": "Fiddler on the Roof",
    "release_date": "1971-11-03",
    "overview": "In a pre-revolutionary Russia, a poor Jewish milkman struggles with the challenges of a changing world as his daughters fall in love and antisemitism grows.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v65PHx7Q6Jx0anyNeUOX07SJic9.jpg",
    "popularity": 2.3266,
    "tmdb_url": "https://www.themoviedb.org/movie/14811"
  },
  {
    "id": 998070,
    "title": "Elvis: The Other Side",
    "release_date": "2020-11-03",
    "overview": "Elvis Presley was born a star and is still called the King of Rock'n' Roll. He made an enormous impact on people's lives with his music, his shows and his loveable personality, but he had a darker side that very few people knew about. He was a complicated man with a big temper, and despite being surrounded by friends, family and his fans, he was lonely and became depressed. His quest for spirituality shows us that he was searching for answers and the meaning of life, and his spiralling drug problem played a big part into his 'descent into hell'. His best years in Vegas are haunted by the dark times throughout the final years of his life. He became broken, and while he found fame, he lost himself. His death was sudden and tragic, but the signs were there all along that the King had become ill, and wasn't up for the show anymore.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uCnneEtTwWNrKtsABHf5NpAH67g.jpg",
    "popularity": 2.2678,
    "tmdb_url": "https://www.themoviedb.org/movie/998070"
  },
  {
    "id": 19636,
    "title": "Garam Masala",
    "release_date": "2005-11-03",
    "overview": "Photographer and serial womaniser, Mac devises a scheme to keep three airhostesses, who are unaware of each other, as  his live-in partners. Everything works fine as long as they only come home every third day. But changing schedules, a jealous friend and his fiancé might just break apart his elaborately structured life of deceit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/puk8ca4bL9HG1R8BwORif8bHGqY.jpg",
    "popularity": 2.1868,
    "tmdb_url": "https://www.themoviedb.org/movie/19636"
  },
  {
    "id": 42968,
    "title": "The Nun",
    "release_date": "2005-11-03",
    "overview": "Years ago, a cruel and merciless nun turned a boarding school into a living hell for her students until they could no longer bear the abuse, and she mysteriously disappeared. Now the alumnae are being brutally murdered one by one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2bDojliSLzGFwxlqQZodJAXHy7H.jpg",
    "popularity": 2.183,
    "tmdb_url": "https://www.themoviedb.org/movie/42968"
  },
  {
    "id": 30666,
    "title": "Stepfather 2",
    "release_date": "1989-11-03",
    "overview": "\"Stepfather\" Jerry Blake escapes an insane asylum and winds up in another town, this time impersonating a marriage counselor. With a future wife and new stepson who love him, Blake eliminates anyone who stands in his way to building the perfect family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/STSt97FOcXjaUEHtVBPRZCA7eK.jpg",
    "popularity": 2.1277,
    "tmdb_url": "https://www.themoviedb.org/movie/30666"
  },
  {
    "id": 179058,
    "title": "Be My Slave",
    "release_date": "2012-11-03",
    "overview": "Dan Mitsu stars as Kana, a female employee at a publishing company who strikes up a sexual relationship with a younger co-worker. He soon discovers that Kana's fetishes extend to sadomasochistic tendencies, involving a mysterious man only known as \"Sensei\". This discovery will push his relationship with Kana to a new, dangerous level that he may not be ready for.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wUCYfi0Ehq4JLhHZ6QyMqDXqN3q.jpg",
    "popularity": 2.112,
    "tmdb_url": "https://www.themoviedb.org/movie/179058"
  },
  {
    "id": 9828,
    "title": "Unknown",
    "release_date": "2006-11-03",
    "overview": "Five men wake up in a locked-down warehouse with no memory of who they are. They are forced to figure out who is good and who is bad to stay alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h6hz8LjwyYM0jrz6pxAYicwwIrj.jpg",
    "popularity": 2.061,
    "tmdb_url": "https://www.themoviedb.org/movie/9828"
  },
  {
    "id": 39468,
    "title": "Godzilla vs. Megaguirus",
    "release_date": "2000-11-03",
    "overview": "In an alternate timeline the original Godzilla is never defeated and repeatedly reemerges to feed on Japan's energy sources. A new inter-dimensional weapon called the Dimension Tide is created with the intent of eliminating Godzilla. However, the new weapon might also serve as a gateway to something far more sinister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ffgupHs4tQFo1cDCyT1zH9AfNrB.jpg",
    "popularity": 2.0162,
    "tmdb_url": "https://www.themoviedb.org/movie/39468"
  },
  {
    "id": 1036561,
    "title": "Shadow Master",
    "release_date": "2022-11-03",
    "overview": "After being slain by a group of criminals, a man is reborn with animal-like superpowers and makes it his mission to right the wrongs of his city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/67ZsRKbItt6B1yHlsJKgfPWOyuJ.jpg",
    "popularity": 2.003,
    "tmdb_url": "https://www.themoviedb.org/movie/1036561"
  }
]