[
  {
    "id": 131631,
    "title": "The Hunger Games: Mockingjay - Part 1",
    "release_date": "2014-11-19",
    "overview": "Katniss Everdeen reluctantly becomes the symbol of a mass rebellion against the autocratic Capitol.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2hTPkBiXoMmrdtYgHtB9WU5dg80.jpg",
    "popularity": 13.9799,
    "tmdb_url": "https://www.themoviedb.org/movie/131631"
  },
  {
    "id": 11836,
    "title": "The SpongeBob SquarePants Movie",
    "release_date": "2004-11-19",
    "overview": "There's trouble brewing in Bikini Bottom. Someone has stolen King Neptune's crown, and it looks like Mr. Krab, SpongeBob's boss, is the culprit. Though he's just been passed over for the promotion of his dreams, SpongeBob stands by his boss, and along with his best pal Patrick, sets out on a treacherous mission to Shell City to reclaim the crown and save Mr. Krab's life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1rvzKV1d18EbDVaEd4VDzK3cgnY.jpg",
    "popularity": 9.1215,
    "tmdb_url": "https://www.themoviedb.org/movie/11836"
  },
  {
    "id": 510,
    "title": "One Flew Over the Cuckoo's Nest",
    "release_date": "1975-11-19",
    "overview": "A petty criminal fakes insanity to serve his sentence in a mental ward rather than prison. He soon finds himself as a leader to the other patients—and an enemy to the cruel, domineering nurse who runs the ward.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kjWsMh72V6d8KRLV4EOoSJLT1H7.jpg",
    "popularity": 8.6166,
    "tmdb_url": "https://www.themoviedb.org/movie/510"
  },
  {
    "id": 2758,
    "title": "Addams Family Values",
    "release_date": "1993-11-19",
    "overview": "Siblings Wednesday and Pugsley Addams will stop at nothing to get rid of Pubert, the new baby boy adored by parents Gomez and Morticia. Things go from bad to worse when the new \"black widow\" nanny, Debbie Jellinsky, launches her plan to add Fester to her collection of dead husbands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sdxT2VjVSx9DRicwnuECUdBHeE7.jpg",
    "popularity": 7.2626,
    "tmdb_url": "https://www.themoviedb.org/movie/2758"
  },
  {
    "id": 2059,
    "title": "National Treasure",
    "release_date": "2004-11-19",
    "overview": "Modern treasure hunters, led by archaeologist Ben Gates, search for a chest of riches rumored to have been stashed away by George Washington, Thomas Jefferson and Benjamin Franklin during the Revolutionary War. The chest's whereabouts may lie in secret clues embedded in the Constitution and the Declaration of Independence, and Gates is in a race to find the gold before his enemies do.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pxL6E4GBOPUG6CdkO9cUQN5VMwI.jpg",
    "popularity": 7.1821,
    "tmdb_url": "https://www.themoviedb.org/movie/2059"
  },
  {
    "id": 2668,
    "title": "Sleepy Hollow",
    "release_date": "1999-11-19",
    "overview": "Skeptical young detective Ichabod Crane gets transferred to the hamlet of Sleepy Hollow, New York, where he is tasked with investigating the decapitations of three people – murders the townsfolk attribute to a legendary specter, The Headless Horseman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1GuK965FLJxqUw9fd1pmvjbFAlv.jpg",
    "popularity": 6.9722,
    "tmdb_url": "https://www.themoviedb.org/movie/2668"
  },
  {
    "id": 561458,
    "title": "The Wicked Reporter 2: The Rebirth of Horserace Betting",
    "release_date": "1994-11-19",
    "overview": "The continuing adventures of Matsuzaki, a racing tipster for a sports paper. Matsuzaki befriends a mysterious old track bettor named Tokudaiji. The man turns out to be a well-connected millionaire and invites Matsuzaki to his home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kXPG0WyehE9OVdoIzPmOY5K9mWj.jpg",
    "popularity": 3.4858,
    "tmdb_url": "https://www.themoviedb.org/movie/561458"
  },
  {
    "id": 73134,
    "title": "Tender Cousins",
    "release_date": "1980-11-19",
    "overview": "Teenage Julien loves his teenage cousin Julia among flowers in summer of '39 France.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jITSqc5btIXBRsiZbC3RkZaoY4U.jpg",
    "popularity": 3.2937,
    "tmdb_url": "https://www.themoviedb.org/movie/73134"
  },
  {
    "id": 293413,
    "title": "Inside Men",
    "release_date": "2015-11-19",
    "overview": "A disgruntled henchman teams up with an ambitious prosecutor to bring down a leading presidential candidate and the news editor behind him who is truly pulling the strings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7brLGeVVlGjsv7HZ0GdSElne0Ts.jpg",
    "popularity": 3.1477,
    "tmdb_url": "https://www.themoviedb.org/movie/293413"
  },
  {
    "id": 1127936,
    "title": "Paris Christmas Waltz",
    "release_date": "2023-11-19",
    "overview": "Emma relinquishes her job so a colleague with a family will keep his. Contemplating life’s next steps, Emma meets a professional dancer, Leo whose love for competitive dancing is waning, until a once in a lifetime opportunity arises for the novice to join the pro and sweep all of Paris off its feet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zyMGmj4zDSNNUdJyzqbu9Lk0tEO.jpg",
    "popularity": 3.1387,
    "tmdb_url": "https://www.themoviedb.org/movie/1127936"
  },
  {
    "id": 761053,
    "title": "Gabriel's Inferno: Part III",
    "release_date": "2020-11-19",
    "overview": "The final part of the film adaption of the erotic romance novel Gabriel's Inferno written by an anonymous Canadian author under the pen name Sylvain Reynard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fYtHxTxlhzD4QWfEbrC1rypysSD.jpg",
    "popularity": 3.0895,
    "tmdb_url": "https://www.themoviedb.org/movie/761053"
  },
  {
    "id": 16866,
    "title": "Planet 51",
    "release_date": "2009-11-19",
    "overview": "When Earth astronaut Capt. Chuck Baker arrives on Planet 51 -- a world reminiscent of American suburbia circa 1950 -- he tries to avoid capture, recover his spaceship and make it home safely, all with the help of an empathetic little green being.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x7Itcg3ZdExKwdKguy73WPEqosW.jpg",
    "popularity": 2.6848,
    "tmdb_url": "https://www.themoviedb.org/movie/16866"
  },
  {
    "id": 686887,
    "title": "Eminem: A Shady Story",
    "release_date": "2019-11-19",
    "overview": "Marshal Bruce Mathers III, better know by his stage name Eminem and his alter ego Slim Shady, is an American rapper, record producer, songwriter, and actor. His somewhat humorous songs combined with dark and edgy lyrics give detailed accounts of his troubled upbringing, and feature all the personal struggles he went through on his journey to superstardom. Eminem recently released the much hyped and anticipated album The Marshall Mathers LP 2, a sequel to the recordbreaking and multi platinum album The Marshall Mathers LP. There is quite simply no other Hip Hop artist like Eminem, he has been on top of the game since his debut album The Slim Shady LP, and he shows no signs of letting up. This is the story of how a poor kid from Detroit rose to become a Hip Hop Legend. This is….A Shady Story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uRXkBDezENkKnmNahJF7oo0vgOM.jpg",
    "popularity": 2.6112,
    "tmdb_url": "https://www.themoviedb.org/movie/686887"
  },
  {
    "id": 902870,
    "title": "The Sniper",
    "release_date": "2021-11-19",
    "overview": "The Salvation Society is the most powerful criminal organization in Southeast Asia. Human trafficking, organ trading, drug manufacturing and drug trafficking are rampant. In 2012, the secret service organization planned to capture the leader of the organization, Songpa, but during the ambush, Jin Ming unexpectedly had to save a boy who was about to have his heart harvested, triggering a fierce battle between the two sides. The final mission ended in failure, and two children were saved. The boy is named Jin Tai, and the girl is named Xiao Mei. Under the guidance of Jin Ming, the two became top snipers ten years later. During an operation, Jin Tai was shocked to find that his former mentor was actually a traitor of the Salvation Society. Seeing that their identities were revealed, Jin Ming and Xiao Mei went on a killing spree, blood-washing the spy organization....",
    "poster_url": "https://image.tmdb.org/t/p/w500/iExrpVlfWBEzNTvOor19aPdugbo.jpg",
    "popularity": 2.5036,
    "tmdb_url": "https://www.themoviedb.org/movie/902870"
  },
  {
    "id": 431808,
    "title": "Assassination Classroom the Movie: 365 Days' Time",
    "release_date": "2016-11-19",
    "overview": "A compilation film of the Ansatsu Kyoushitsu TV series, featuring anime-only epilogue scenes not originally in the manga.",
    "poster_url": "https://image.tmdb.org/t/p/w500/61gRLHlmI0pRXc7rfIo6BWiI5DJ.jpg",
    "popularity": 2.4839,
    "tmdb_url": "https://www.themoviedb.org/movie/431808"
  },
  {
    "id": 643882,
    "title": "The Princess Switch: Switched Again",
    "release_date": "2020-11-19",
    "overview": "When Duchess Margaret unexpectedly inherits the throne & hits a rough patch with Kevin, it’s up to Stacy to save the day before a new lookalike — party girl Fiona — foils their plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg",
    "popularity": 2.454,
    "tmdb_url": "https://www.themoviedb.org/movie/643882"
  },
  {
    "id": 398222,
    "title": "Yongju Valley",
    "release_date": "2015-11-19",
    "overview": "Yong-hwa is a gangster from the Yongju Valley. He is harassed for money by Chairman Kang and in the end decides to start an adult broadcasting system online. With sexy BJ Marshal in the lead, Yong-hwa manages to get a tremendous reaction from the online viewers. BJ Bang-wool becomes jealous of BJ Marshal and soon they start competing...  Will their sexy scandal be a success?",
    "poster_url": "https://image.tmdb.org/t/p/w500/z71W04S43PfM4Vdvz3NgGLEF7He.jpg",
    "popularity": 2.4379,
    "tmdb_url": "https://www.themoviedb.org/movie/398222"
  },
  {
    "id": 641501,
    "title": "How I Became a Superhero",
    "release_date": "2020-11-19",
    "overview": "Paris 2020. While superheroes have assimilated into the Parisian society, they discover a new drug that gives themselves personal superpowers to mere mortals. Lieutenants Moreau and Schaltzmann are investigating the case with the support of two ex-superheroes, Monte Carlo and Callista. They'll do whatever it takes to dismantle the traffic. But Moreau's past resurfaces, and the investigation becomes more complicated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d0wn9YtEnmbucx8ZUsT918ctoiK.jpg",
    "popularity": 2.4066,
    "tmdb_url": "https://www.themoviedb.org/movie/641501"
  },
  {
    "id": 316417,
    "title": "Let's Make Love 3",
    "release_date": "1990-11-19",
    "overview": "Wealthy guy from Australia travels to his birthplace in Bosnia so he'd make a giant wedding with Yugoslavia's biggest star Lepa Brena. Although it's a Brena doppelganger, media rush to publish the story so Lepa Brena must run across the country to stop the false wedding and tell everyone the true.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vB6L3447N6QmT37xy2NXPdWxHnn.jpg",
    "popularity": 2.3278,
    "tmdb_url": "https://www.themoviedb.org/movie/316417"
  },
  {
    "id": 663870,
    "title": "Riders of Justice",
    "release_date": "2020-11-19",
    "overview": "Markus returns home to care for his daughter when his wife dies in a tragic train accident. However, when a survivor of the wreck surfaces and claims foul play, Markus suspects his wife was murdered and embarks on a mission to find those responsible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sshNnwmQLk720iBQ0dZg3GVGKfK.jpg",
    "popularity": 2.253,
    "tmdb_url": "https://www.themoviedb.org/movie/663870"
  },
  {
    "id": 319455,
    "title": "The Body Is Willing",
    "release_date": "1983-11-19",
    "overview": "A wealthy playboy sets out to sleep with Japan's foremost recording artist, Mari Yamasaki, despite her wishes to the contrary. Will he succeed in adding her to his list of famous conquests?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tb1mQcVuCEyYcTBulQFR2oDKdd1.jpg",
    "popularity": 2.1304,
    "tmdb_url": "https://www.themoviedb.org/movie/319455"
  },
  {
    "id": 51393,
    "title": "White Night",
    "release_date": "2009-11-19",
    "overview": "A pawnbroker is found murdered in a remote town in a derelict building. Three people come under suspicion but all of them have perfect alibis and the investigation comes to a standstill. Almost fifteen years pass and the lead inspector decides to re-investigate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mX77aiI08xYOmMW6eSf12XS742M.jpg",
    "popularity": 2.1095,
    "tmdb_url": "https://www.themoviedb.org/movie/51393"
  },
  {
    "id": 372782,
    "title": "Manhunt",
    "release_date": "2017-11-19",
    "overview": "Accused of a murder he didn't commit, a prosecutor sets out on a mission to clear his name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qZExZe5R4piUOvm8Wn6ZrVgC1e1.jpg",
    "popularity": 2.0892,
    "tmdb_url": "https://www.themoviedb.org/movie/372782"
  },
  {
    "id": 1141976,
    "title": "Glitch",
    "release_date": "2018-11-19",
    "overview": "When a terrorist organization steals a program with the potential to cripple the nations of the world through a series of cyber-attacks, the creator and his brother assemble a team to steal it back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pAhPKcPJR6uRhuenjS5kpPM4tpW.jpg",
    "popularity": 2.0167,
    "tmdb_url": "https://www.themoviedb.org/movie/1141976"
  }
]