[
  {
    "id": 338952,
    "title": "Fantastic Beasts: The Crimes of Grindelwald",
    "release_date": "2018-11-14",
    "overview": "Gellert Grindelwald has escaped imprisonment and has begun gathering followers to his cause—elevating wizards above all non-magical beings. The only one capable of putting a stop to him is the wizard he once called his closest friend, Albus Dumbledore. However, Dumbledore will need to seek help from the wizard who had thwarted Grindelwald once before, his former student Newt Scamander, who agrees to help, unaware of the dangers that lie ahead. Lines are drawn as love and loyalty are tested, even among the truest friends and family, in an increasingly divided wizarding world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fMMrl8fD9gRCFJvsx0SuFwkEOop.jpg",
    "popularity": 57.9436,
    "tmdb_url": "https://www.themoviedb.org/movie/338952"
  },
  {
    "id": 36557,
    "title": "Casino Royale",
    "release_date": "2006-11-14",
    "overview": "Le Chiffre, a banker to the world's terrorists, is scheduled to participate in a high-stakes poker game in Montenegro, where he intends to use his winnings to establish his financial grip on the terrorist market. M sends Bond—on his maiden mission as a 00 Agent—to attend this game and prevent Le Chiffre from winning. With the help of Vesper Lynd and Felix Leiter, Bond enters the most important poker game in his already dangerous career.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lMrxYKKhd4lqRzwUHAy5gcx9PSO.jpg",
    "popularity": 46.1638,
    "tmdb_url": "https://www.themoviedb.org/movie/36557"
  },
  {
    "id": 458897,
    "title": "Charlie's Angels",
    "release_date": "2019-11-14",
    "overview": "Elena Houghlin is a scientist, engineer and inventor of Calisto -- a sustainable energy source that will revolutionize the way people use power. It will be ready as soon as she works out the last issue, if not it could be turned into a dangerous weapon. But when the cutting edge technology is pushed to an investor before she can do that, Elena turns to the Townsend Agency for help. Now, it's up to the Angels -- Jane, Sabina, and the newly recruited Elena -- to retrieve Calisto before it can be transformed into a weapon of mass destruction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1DPUFG6QnGqzpvEaDEv7TaepycM.jpg",
    "popularity": 44.8796,
    "tmdb_url": "https://www.themoviedb.org/movie/458897"
  },
  {
    "id": 205596,
    "title": "The Imitation Game",
    "release_date": "2014-11-14",
    "overview": "Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zSqJ1qFq8NXFfi7JeIYMlzyR0dx.jpg",
    "popularity": 8.7168,
    "tmdb_url": "https://www.themoviedb.org/movie/205596"
  },
  {
    "id": 105864,
    "title": "The Good Dinosaur",
    "release_date": "2015-11-14",
    "overview": "An epic journey into the world of dinosaurs where an Apatosaurus named Arlo makes an unlikely human friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8RSkxOO80btfKjyiC5ZiTaCHIT8.jpg",
    "popularity": 8.4762,
    "tmdb_url": "https://www.themoviedb.org/movie/105864"
  },
  {
    "id": 4824,
    "title": "The Jackal",
    "release_date": "1997-11-14",
    "overview": "Hired by a powerful member of the Russian mafia to avenge an FBI sting that left his brother dead, a psychopathic hitman known only as The Jackal proves an elusive target for the people charged with the task of bringing him down: a deputy FBI director, a Russian MVK Major,  and a jailed IRA terrorist who can recognize him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oXF26QmDEaRaH9Fbhs3NXtcnryx.jpg",
    "popularity": 6.1628,
    "tmdb_url": "https://www.themoviedb.org/movie/4824"
  },
  {
    "id": 409,
    "title": "The English Patient",
    "release_date": "1996-11-14",
    "overview": "In the 1930s, Count Almásy is a Hungarian map maker employed by the Royal Geographical Society to chart the vast expanses of the Sahara Desert along with several other prominent explorers. As World War II unfolds, Almásy enters into a world of love, betrayal, and politics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8eHHqMg8qEYtVw8LQLygsHXSR2q.jpg",
    "popularity": 4.6097,
    "tmdb_url": "https://www.themoviedb.org/movie/409"
  },
  {
    "id": 8619,
    "title": "Master and Commander: The Far Side of the World",
    "release_date": "2003-11-14",
    "overview": "After an abrupt and violent encounter with a French warship inflicts severe damage upon his ship, a captain of the British Royal Navy begins a chase over two oceans to capture or destroy the enemy, though he must weigh his commitment to duty and ferocious pursuit of glory against the safety of his devoted crew, including the ship's thoughtful surgeon, his best friend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s1cVTQEZYn4nSjZLnFbzLP0j8y2.jpg",
    "popularity": 4.4597,
    "tmdb_url": "https://www.themoviedb.org/movie/8619"
  },
  {
    "id": 1578,
    "title": "Raging Bull",
    "release_date": "1980-11-14",
    "overview": "The life of boxer Jake LaMotta, whose violence and temper that led him to the top in the ring destroyed his life outside of it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WV7WlTS8LI1L5NkCgjWT9GSW3O.jpg",
    "popularity": 4.388,
    "tmdb_url": "https://www.themoviedb.org/movie/1578"
  },
  {
    "id": 87516,
    "title": "Oldboy",
    "release_date": "2013-11-14",
    "overview": "A man has only three and a half days and limited resources to discover why he was imprisoned in a nondescript room for 20 years without any explanation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iX93YdBrZA1EpGbphmjf4ARj1Za.jpg",
    "popularity": 4.1411,
    "tmdb_url": "https://www.themoviedb.org/movie/87516"
  },
  {
    "id": 10774,
    "title": "Network",
    "release_date": "1976-11-14",
    "overview": "When veteran anchorman Howard Beale is forced to retire his 25-year post because of his age, he announces to viewers that he will kill himself during his farewell broadcast. Network executives rethink their decision when his fanatical tirade results in a spike in ratings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gZ8hhuVEQ78CLND09trZJ45Eiy8.jpg",
    "popularity": 3.2401,
    "tmdb_url": "https://www.themoviedb.org/movie/10774"
  },
  {
    "id": 586863,
    "title": "Les Misérables",
    "release_date": "2019-11-14",
    "overview": "Stéphane has recently joined the Anti-Crime Squad in Montfermeil, in the suburbs of Paris, France, where Victor Hugo set his famed novel “Les Miserables”. Alongside his new colleagues Chris and Gwada – both experienced members of the team – he quickly discovers tensions running high between local gangs. When the trio finds themselves overrun during the course of an arrest, a drone captures the encounter, threatening to expose the reality of everyday life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pUc2ZaIxvPHROjT0Trd6tpSnTme.jpg",
    "popularity": 2.9972,
    "tmdb_url": "https://www.themoviedb.org/movie/586863"
  },
  {
    "id": 70074,
    "title": "Bullet to the Head",
    "release_date": "2012-11-14",
    "overview": "After watching their respective partners die, a cop and a hitman form an alliance in order to bring down their common enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/arJfxShfuZPhqfBZZU6DkPZfnjn.jpg",
    "popularity": 2.8872,
    "tmdb_url": "https://www.themoviedb.org/movie/70074"
  },
  {
    "id": 10715,
    "title": "Looney Tunes: Back in Action",
    "release_date": "2003-11-14",
    "overview": "Fed up with all the attention going to Bugs Bunny, Daffy Duck quits Hollywood, teams up with recently-fired stuntman Damien Drake Jr. and embarks on a round-the-world adventure, along with Bugs and The VP of Warner Bros. Their mission? Find Damien's father, and the missing blue diamond... and stay one step ahead of The Acme Corp., who wants the diamond for their own purposes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q0kntpdsHA0QdYjpQdNBqrVTdQq.jpg",
    "popularity": 2.612,
    "tmdb_url": "https://www.themoviedb.org/movie/10715"
  },
  {
    "id": 235984,
    "title": "Goliyon Ki Raasleela Ram-Leela",
    "release_date": "2013-11-14",
    "overview": "Ran and Leela are passionately in love with each other. The only problem is that their respective clans have been enemies for 500 years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Pph0xbOJvNPhWh1fdeWGHppSPH.jpg",
    "popularity": 2.5201,
    "tmdb_url": "https://www.themoviedb.org/movie/235984"
  },
  {
    "id": 87492,
    "title": "Foxcatcher",
    "release_date": "2014-11-14",
    "overview": "The greatest Olympic Wrestling Champion brother team joins Team Foxcatcher led by multimillionaire sponsor John E. du Pont as they train for the 1988 games in Seoul - a union that leads to unlikely circumstances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w6Sl079QtUcQ9dVQ2RP6aN9NBXx.jpg",
    "popularity": 2.4717,
    "tmdb_url": "https://www.themoviedb.org/movie/87492"
  },
  {
    "id": 172418,
    "title": "Captain Tsubasa Movie 05: The Most Powerful Opponent! Holland Youth",
    "release_date": "1994-11-14",
    "overview": "Trapped in a losing streak against Holland, Team Japan is at its lowest point, with Hyuga injured and desperate for a win. Management tries to convince the abroad Wakabayashi and Tsubasa to come to Holland and take the team on, but what will become of our beloved players when both of the most powerful former members decline to return?",
    "poster_url": "https://image.tmdb.org/t/p/w500/guIoz0TElP6udn9YajiW3ciuL8s.jpg",
    "popularity": 2.3845,
    "tmdb_url": "https://www.themoviedb.org/movie/172418"
  },
  {
    "id": 12703,
    "title": "The Brown Bunny",
    "release_date": "2003-11-14",
    "overview": "Bud Clay races motorcycles in the 250cc Formula II class of road racing. After a race in New Hampshire, he has five days to get to his next race in California. During his road trip, he is haunted by memories of the last time he saw Daisy, his true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bGzU4TgdqmMjIfPIgf2MjDW6H7c.jpg",
    "popularity": 2.3818,
    "tmdb_url": "https://www.themoviedb.org/movie/12703"
  },
  {
    "id": 5693,
    "title": "Hoosiers",
    "release_date": "1986-11-14",
    "overview": "Failed college coach Norman Dale gets a chance at redemption when he is hired to coach a high school basketball team in a tiny Indiana town. After a teacher persuades star player Jimmy Chitwood to quit and focus on his long-neglected studies, Dale struggles to develop a winning team in the face of community criticism for his temper and his unconventional choice of assistant coach: Shooter, a notorious alcoholic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dHpjZQXEdoi1xNLubM1rPmTHJYz.jpg",
    "popularity": 2.3313,
    "tmdb_url": "https://www.themoviedb.org/movie/5693"
  },
  {
    "id": 9414,
    "title": "The Man Who Knew Too Little",
    "release_date": "1997-11-14",
    "overview": "An American gets a ticket for an audience participation game in London, then gets involved in a case of mistaken identity. As an international plot unravels around him, he thinks it's all part of the act.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yVlIZa0u6CTN5LudxGX77Fk46iz.jpg",
    "popularity": 2.3281,
    "tmdb_url": "https://www.themoviedb.org/movie/9414"
  },
  {
    "id": 820617,
    "title": "Boy in the Corner",
    "release_date": "2022-11-14",
    "overview": "The backward system of society pushes another dream-filled boy to the curb. With his aspiration suppressed, he is at risk of falling into the attractive arms of gang life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1uYYjzLk3LXIODZCAQr3DaMlt8D.jpg",
    "popularity": 2.2743,
    "tmdb_url": "https://www.themoviedb.org/movie/820617"
  },
  {
    "id": 330491,
    "title": "Ottamandaram",
    "release_date": "2014-11-14",
    "overview": "\"Ottamandaram\" portrays a small family which consists of a fifteen year old Kala, her sister Neela and Neela’s husband Bharathan. Married for a long time, Neela and Bharathan still have no kids. Neela, driven by the ambition to raise a child, forcefully marries her sister off to Bharathan.  Kala becomes pregnant but the things take a turn for the worse when Bharathan dies in an accident. Kala’s subsequent struggle to raise the child forms the core of the film.  Based on a real story, Ottamandaram is scripted by renowned media person Ajay Muthana.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ZXFfgJ4ULfXtwvMGW6PraksYAl.jpg",
    "popularity": 2.128,
    "tmdb_url": "https://www.themoviedb.org/movie/330491"
  },
  {
    "id": 92060,
    "title": "Michael Jackson's Thriller",
    "release_date": "1983-11-14",
    "overview": "A night at the movies turns into a nightmare when Michael and his date are attacked by a horde of bloody-thirsty zombies. On top of the success of the Thriller album and Michael Jackson's electrifying performance at Motown 25, the short film/music video for \"Thriller\" established Jackson as an international superstar and global phenomenon. Thriller is credited for transforming music videos into a serious art form, breaking down racial barriers in popular entertainment, popularizing the making-of documentary format and creating a home video market. The success transformed Jackson into a dominant force in global pop culture. In 2009, it became the first music video inducted into the United States National Film Registry by the Library of Congress as \"culturally, historically or aesthetically significant\". \"Thriller\" was also Jackson's seventh and final U.S. Hot 100 Top 10 hit from the Thriller album. It was the first album in history to have seven U.S. Top 10s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dYHGoPMkZMVuBA4EydmDQMo1EEv.jpg",
    "popularity": 2.0999,
    "tmdb_url": "https://www.themoviedb.org/movie/92060"
  }
]