[
  {
    "id": 672,
    "title": "Harry Potter and the Chamber of Secrets",
    "release_date": "2002-11-13",
    "overview": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg",
    "popularity": 29.2597,
    "tmdb_url": "https://www.themoviedb.org/movie/672"
  },
  {
    "id": 406997,
    "title": "Wonder",
    "release_date": "2017-11-13",
    "overview": "The story of August Pullman – a boy with facial differences – who enters fifth grade, attending a mainstream elementary school for the first time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sONh3LYGFcVDTy8pm1tbSOB13Li.jpg",
    "popularity": 25.7763,
    "tmdb_url": "https://www.themoviedb.org/movie/406997"
  },
  {
    "id": 50620,
    "title": "The Twilight Saga: Breaking Dawn - Part 2",
    "release_date": "2012-11-13",
    "overview": "After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg",
    "popularity": 14.4241,
    "tmdb_url": "https://www.themoviedb.org/movie/50620"
  },
  {
    "id": 1022796,
    "title": "Wish",
    "release_date": "2023-11-13",
    "overview": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m9ckCVKU9vW3Dxc8hbodx7mjJbe.jpg",
    "popularity": 11.6841,
    "tmdb_url": "https://www.themoviedb.org/movie/1022796"
  },
  {
    "id": 359724,
    "title": "Ford v Ferrari",
    "release_date": "2019-11-13",
    "overview": "American car designer Carroll Shelby and the British-born driver Ken Miles work together to battle corporate interference, the laws of physics, and their own personal demons to build a revolutionary race car for Ford Motor Company and take on the dominating race cars of Enzo Ferrari at the 24 Hours of Le Mans in France in 1966.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dR1Ju50iudrOh3YgfwkAU1g2HZe.jpg",
    "popularity": 10.4218,
    "tmdb_url": "https://www.themoviedb.org/movie/359724"
  },
  {
    "id": 17037,
    "title": "I'll Be Home for Christmas",
    "release_date": "1998-11-13",
    "overview": "Estranged from his father, college student Jake is lured home to New York for Christmas with the promise of receiving a classic Porsche as a gift. When the bullying football team dumps him in the desert in a Santa suit, Jake is left without identification or money to help him make the journey. Meanwhile, his girlfriend, Allie, does not know where he is, and accepts a cross-country ride from Jake's rival, Eddie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vzxvMRJtXfqdiwBYzDJXDSIOYWi.jpg",
    "popularity": 9.265,
    "tmdb_url": "https://www.themoviedb.org/movie/17037"
  },
  {
    "id": 491418,
    "title": "Instant Family",
    "release_date": "2018-11-13",
    "overview": "When Pete and Ellie decide to start a family, they stumble into the world of foster care adoption. They hope to take in one small child but when they meet three siblings, including a rebellious 15 year old girl, they find themselves speeding from zero to three kids overnight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xYV1mODz99w7AjKDSQ7h2mzZhVe.jpg",
    "popularity": 7.6387,
    "tmdb_url": "https://www.themoviedb.org/movie/491418"
  },
  {
    "id": 6114,
    "title": "Bram Stoker's Dracula",
    "release_date": "1992-11-13",
    "overview": "In 19th century England, Count Dracula travels to London and meets Mina Harker, a young woman who appears as the reincarnation of his lost love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/scFDS0U5uYAjcVTyjNc7GmcZw1q.jpg",
    "popularity": 6.7997,
    "tmdb_url": "https://www.themoviedb.org/movie/6114"
  },
  {
    "id": 3600,
    "title": "I Still Know What You Did Last Summer",
    "release_date": "1998-11-13",
    "overview": "Ever since killing the Fisherman one year ago, Julie James is still haunted by images of him after her. When her best friend Karla wins free tickets to the Bahamas, Julie finds this a perfect opportunity to finally relax. But someone is waiting for her. Someone who she thought was dead. Someone who is out again for revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/motBJIO921LFZkoGKCSbmSCVHBc.jpg",
    "popularity": 6.3861,
    "tmdb_url": "https://www.themoviedb.org/movie/3600"
  },
  {
    "id": 865,
    "title": "The Running Man",
    "release_date": "1987-11-13",
    "overview": "By 2017, the global economy has collapsed and U.S. society has become a totalitarian police state, censoring all cultural activity. The government pacifies the populace by broadcasting a number of game shows in which convicted criminals fight for their lives, including the gladiator-style The Running Man, hosted by the ruthless Damon Killian, where “runners” attempt to evade “stalkers” and certain death for a chance to be pardoned and set free.",
    "poster_url": "https://image.tmdb.org/t/p/w500/GTAUOhO4BN0peJVvxGEQydJvUO.jpg",
    "popularity": 4.7268,
    "tmdb_url": "https://www.themoviedb.org/movie/865"
  },
  {
    "id": 839,
    "title": "Duel",
    "release_date": "1971-11-13",
    "overview": "Traveling businessman David Mann angers the driver of a rusty tanker while crossing the California desert. A simple trip turns deadly, as Mann struggles to stay on the road while the tanker plays cat and mouse with his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9Vk1Txx14vWvACELFYFlixrsfr.jpg",
    "popularity": 3.9591,
    "tmdb_url": "https://www.themoviedb.org/movie/839"
  },
  {
    "id": 1598,
    "title": "Cape Fear",
    "release_date": "1991-11-13",
    "overview": "Sam Bowden is a small-town corporate attorney. Max Cady is a tattooed, cigar-smoking, Bible-quoting, psychotic rapist. What do they have in common? 14 years ago, Sam was a public defender assigned to Max Cady's rape trial, and he made a serious error: he hid a document from his illiterate client that could have gotten him acquitted. Now, the cagey Cady has been released, and he intends to teach Sam Bowden and his family a thing or two about loss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/meJZAAuVcjic2ipvbOPz5UlE4P9.jpg",
    "popularity": 3.3188,
    "tmdb_url": "https://www.themoviedb.org/movie/1598"
  },
  {
    "id": 29642,
    "title": "Chantal",
    "release_date": "2007-11-13",
    "overview": "An innocent and naive young woman arrives in Los Angeles to make it as a big-name actress, only to suffer though the pain and humiliation of the casting couch routine again and again thus getting a first hand look at Hollywood at its worst.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wnC8mYDqzB5KNSV8agvb0bSJVyk.jpg",
    "popularity": 3.1384,
    "tmdb_url": "https://www.themoviedb.org/movie/29642"
  },
  {
    "id": 237816,
    "title": "Gods Behaving Badly",
    "release_date": "2013-11-13",
    "overview": "Greek gods living in modern-day New York intervene in the lives of a young couple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4uDZAQIiSIA4VNhWawTo8WUkjme.jpg",
    "popularity": 3.1382,
    "tmdb_url": "https://www.themoviedb.org/movie/237816"
  },
  {
    "id": 568467,
    "title": "Ammonite",
    "release_date": "2020-11-13",
    "overview": "In 1840s England, palaeontologist Mary Anning and a young woman sent by her husband to convalesce by the sea develop an intense relationship. Despite the chasm between their social spheres and personalities, Mary and Charlotte discover they can each offer what the other has been searching for: the realisation that they are not alone. It is the beginning of a passionate and all-consuming love affair that will defy all social bounds and alter the course of both lives irrevocably.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5lx4pUHWZoOKJWsVsvurRRNW9FK.jpg",
    "popularity": 3.0506,
    "tmdb_url": "https://www.themoviedb.org/movie/568467"
  },
  {
    "id": 10246,
    "title": "Porky's",
    "release_date": "1981-11-13",
    "overview": "In 1954 Florida, a group of high school boys head to a strip club in the Everglades in an attempt to lose their collective virginity. When the club's owner and his sheriff brother swindle them out of their money and embarrass them, the boys plan revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AqCOt1cWfKqCepxK7LIdT812idH.jpg",
    "popularity": 2.9471,
    "tmdb_url": "https://www.themoviedb.org/movie/10246"
  },
  {
    "id": 132316,
    "title": "Jab Tak Hai Jaan",
    "release_date": "2012-11-13",
    "overview": "A bomb disposal expert becomes bitter and lonely and is unable to fall in love until he is forced to deal with his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1TlzJZrzUlaC95Noqt3oMoxQxCu.jpg",
    "popularity": 2.7871,
    "tmdb_url": "https://www.themoviedb.org/movie/132316"
  },
  {
    "id": 3053,
    "title": "The Fearless Vampire Killers",
    "release_date": "1967-11-13",
    "overview": "A noted professor and his dim-witted apprentice fall prey to their inquiring vampires, while on the trail of the ominous damsel in distress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oexVZ419LUVBiZnBYgDfnUS1Ufv.jpg",
    "popularity": 2.7479,
    "tmdb_url": "https://www.themoviedb.org/movie/3053"
  },
  {
    "id": 336592,
    "title": "The Science of Interstellar",
    "release_date": "2014-11-13",
    "overview": "Matthew McConaughey narrates a fascinating look at Christopher Nolan's sci-fi film, 'Interstellar', including scientific foundations, the work of consulting Scientist Kip Thorne, basic film themes, the science behind the search for planets capable of hosting life, space-time and the theory of relativity, the science of wormholes and black holes, crafting the film's visuals based on real scientific observation, the birth of the universe, the Dust Bowl and the evolution of dust as a toxin, the likelihood of future dust storms, the prospects of escaping a dying or doomed planet and the possibilities of colonizing Mars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pUvbuOTHKQWrLuGY1x2pHd1evPL.jpg",
    "popularity": 2.6888,
    "tmdb_url": "https://www.themoviedb.org/movie/336592"
  },
  {
    "id": 336004,
    "title": "Heist",
    "release_date": "2015-11-13",
    "overview": "A father is without the means to pay for his daughter's medical treatment. As a last resort, he partners with a greedy co-worker to rob a casino. When things go awry they're forced to hijack a city bus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eKdz5i9gbzJthAxUZBBj5SVbzKR.jpg",
    "popularity": 2.657,
    "tmdb_url": "https://www.themoviedb.org/movie/336004"
  },
  {
    "id": 357411,
    "title": "Harmony",
    "release_date": "2015-11-13",
    "overview": "Set in a future world. Japan has created a great medical technology that controls ethics, health, and social interaction to create a perfect world. Three young girls attempt to stand up to this by committing suicide, but it doesn't work. Years later, Tuan, one of the girls who attempted suicide must prevent a crisis that threatens this \"perfect\" world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8UbCB4riPmrMxANyR3Zhd1176Nc.jpg",
    "popularity": 2.4398,
    "tmdb_url": "https://www.themoviedb.org/movie/357411"
  },
  {
    "id": 766836,
    "title": "Son's Girlfriend, Daddy's Girlfriend",
    "release_date": "2020-11-13",
    "overview": "Dong-gook, who is thinking of remarrying, introduces his stepmother Kyeong-sook to his son Jin-yeong. At the family gathering, Jin-yeong is surprised to see his stepmother's younger brother Hyeon-sook who was his one-night stand just a few days ago! Jin-yeong and his stepmother is lying down, drunk. Meanwhile, there is a strange atmosphere between Dong-gook and Hyeon-sook, who were drinking alone, and at that moment Jin-yeong's girlfriend Joo-yeon appears drunk.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sDAiTv1YkOm6sLtUIhOTAPPQiQZ.jpg",
    "popularity": 2.3486,
    "tmdb_url": "https://www.themoviedb.org/movie/766836"
  },
  {
    "id": 112454,
    "title": "Clown",
    "release_date": "2014-11-13",
    "overview": "A loving father finds a clown suit for his son's birthday party, only to realize the suit is part of an evil curse that turns its wearer into a killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gp5QyaU49utfWVVL698BzlN2vMh.jpg",
    "popularity": 2.3373,
    "tmdb_url": "https://www.themoviedb.org/movie/112454"
  },
  {
    "id": 960383,
    "title": "Wheat Soup",
    "release_date": "1987-11-13",
    "overview": "In a post-apocalyptic future, a wheat farmer embarks upon a journey and encounters a variety of unusual characters, while traveling across the land.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qIQdJAcF0WahYOZXQbQrXBfi3mb.jpg",
    "popularity": 2.2689,
    "tmdb_url": "https://www.themoviedb.org/movie/960383"
  },
  {
    "id": 60192,
    "title": "Portrait of a Beauty",
    "release_date": "2008-11-13",
    "overview": "Born to a family of established court painters, seven-year-old Yoon-jeong is a young girl gifted at painting. However, the pressure is on her brother to carry on the proud family tradition, as women aren’t allowed to become professional painters. While her brother trains to take his place in the court, Yoon-jeong helps him out by secretly painting for him. The little girl’s life is turned upside down when her brother kills himself. In order to preserve the family honor, she is forced to take her brother’s name and lives as a man. Yun-bok’s genius and talent captures the heart of another great master of the time, Kim Hong-do. But her daring depictions of women are condemned by the royal institute as obscene. Yun-bok meets Kang-mu and falls deeply in love. For the first time, she feels the strong desire to abandon everything she has built and simply be a woman in front of the man she loves. Kang-moo sacrifices all for his love as well.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bJJLJQRTvc7AWQaCgejhPawL412.jpg",
    "popularity": 2.261,
    "tmdb_url": "https://www.themoviedb.org/movie/60192"
  },
  {
    "id": 1190725,
    "title": "David Holmes: The Boy Who Lived",
    "release_date": "2023-11-13",
    "overview": "As Daniel Radcliffe's stunt double in the Harry Potter films, David Holmes' work has been seen worldwide by millions of people. Tragically an on-set accident ended what David calls \"the best job in the world,\" leaving him paralyzed. Like the on-screen character he helped bring to life, David is determined to continue seeking adventure and living life to the fullest despite mounting obstacles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pL8BuguWW1ZRksHIMwuK9UD4ROd.jpg",
    "popularity": 2.2515,
    "tmdb_url": "https://www.themoviedb.org/movie/1190725"
  },
  {
    "id": 14071,
    "title": "Dostana",
    "release_date": "2008-11-13",
    "overview": "Two straight guys pretend to be a gay couple to secure a posh Miami apartment, but fall for their gorgeous roommate. Hilarity ensues as they strive to convince everyone of the ruse while secretly trying to win her heart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/obwjlgNI2NFZupMuJBbKgH3IhQp.jpg",
    "popularity": 2.172,
    "tmdb_url": "https://www.themoviedb.org/movie/14071"
  },
  {
    "id": 532794,
    "title": "Sex Plate 17",
    "release_date": "2017-11-13",
    "overview": "A woman who can make all of one man’s fantasies come true moves in next door .",
    "poster_url": "https://image.tmdb.org/t/p/w500/4MFOBDKciazhjdE12Mm3aNirk4J.jpg",
    "popularity": 2.1202,
    "tmdb_url": "https://www.themoviedb.org/movie/532794"
  },
  {
    "id": 614560,
    "title": "Mank",
    "release_date": "2020-11-13",
    "overview": "1930s Hollywood is reevaluated through the eyes of scathing social critic and alcoholic screenwriter Herman J. Mankiewicz as he races to finish the screenplay of Citizen Kane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4yzTcAtvzyZLLto4z04xobUK9el.jpg",
    "popularity": 2.0925,
    "tmdb_url": "https://www.themoviedb.org/movie/614560"
  },
  {
    "id": 287647,
    "title": "Cart",
    "release_date": "2014-11-13",
    "overview": "In response to a sudden dismissal of staff, workers at a big retail store begin a protest against their employer's oppressive labor policies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yN6UX7Ik3jlM6iCF3JagI9tv1Jf.jpg",
    "popularity": 2.0073,
    "tmdb_url": "https://www.themoviedb.org/movie/287647"
  },
  {
    "id": 14283,
    "title": "The Red Violin",
    "release_date": "1998-11-13",
    "overview": "300 years of a remarkable musical instrument. Crafted by the Italian master Bussotti (Cecchi) in 1681, the red violin has traveled through Austria, England, China, and Canada, leaving both beauty and tragedy in its wake. In Montreal, Samuel L Jackson plays an appraiser going over its complex history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uPjq8PaNDhFQTzOu4Ce91f6BFgZ.jpg",
    "popularity": 2.0013,
    "tmdb_url": "https://www.themoviedb.org/movie/14283"
  }
]