[
  {
    "id": 329865,
    "title": "Arrival",
    "release_date": "2016-11-10",
    "overview": "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x2FJsf1ElAgr63Y3PNPtJrcmpoe.jpg",
    "popularity": 16.3908,
    "tmdb_url": "https://www.themoviedb.org/movie/329865"
  },
  {
    "id": 976893,
    "title": "Perfect Days",
    "release_date": "2023-11-10",
    "overview": "Hirayama is content with his life as a toilet cleaner in Tokyo. Outside of his structured routine, he cherishes music on cassette tapes, books, and taking photos of trees. Through unexpected encounters, he reflects on finding beauty in the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mjEk5Wwx6TYVqw29zSaUHclMIgp.jpg",
    "popularity": 8.7703,
    "tmdb_url": "https://www.themoviedb.org/movie/976893"
  },
  {
    "id": 5255,
    "title": "The Polar Express",
    "release_date": "2004-11-10",
    "overview": "When a doubting young boy takes an extraordinary train ride to the North Pole, he embarks on a journey of self-discovery that shows him that the wonder of life never fades for those who believe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e2UJ2Y67txlNVGSRU04emZ3GDQw.jpg",
    "popularity": 6.6429,
    "tmdb_url": "https://www.themoviedb.org/movie/5255"
  },
  {
    "id": 37958,
    "title": "Immortals",
    "release_date": "2011-11-10",
    "overview": "Theseus is a mortal man chosen by Zeus to lead the fight against the ruthless King Hyperion, who is on a rampage across Greece to obtain a weapon that can destroy humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4SPPX5KIyaQ9O8n5rLvvUIiIhpF.jpg",
    "popularity": 6.372,
    "tmdb_url": "https://www.themoviedb.org/movie/37958"
  },
  {
    "id": 9273,
    "title": "Ace Ventura: When Nature Calls",
    "release_date": "1995-11-10",
    "overview": "Summoned from an ashram in Tibet, Ace finds himself on a perilous journey into the jungles of Africa to find Shikaka, the missing sacred animal of the friendly Wachati tribe. He must accomplish this before the wedding of the Wachati's Princess to the prince of the warrior Wachootoos. If Ace fails, the result will be a vicious tribal war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wcinCf1ov2D6M3P7BBZkzQFOiIb.jpg",
    "popularity": 5.9378,
    "tmdb_url": "https://www.themoviedb.org/movie/9273"
  },
  {
    "id": 585245,
    "title": "Clifford the Big Red Dog",
    "release_date": "2021-11-10",
    "overview": "As Emily struggles to fit in at home and at school, she discovers a small red puppy who is destined to become her best friend. When Clifford magically undergoes one heck of a growth spurt, becomes a gigantic dog and attracts the attention of a genetics company, Emily and her Uncle Casey have to fight the forces of greed as they go on the run across New York City. Along the way, Clifford affects the lives of everyone around him and teaches Emily and her uncle the true meaning of acceptance and unconditional love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/30ULVKdjBcQTsj2aOSThXXZNSxF.jpg",
    "popularity": 5.3178,
    "tmdb_url": "https://www.themoviedb.org/movie/585245"
  },
  {
    "id": 283378,
    "title": "Fallen",
    "release_date": "2016-11-10",
    "overview": "Lucinda Price is sent to a reform academy under the assumption that she has killed a boy. There, she meets two mysterious boys, Cam and Daniel, to whom she feels drawn to both. But as the love triangle unfurls, it is Daniel that Luce cannot keep herself away from, and things begin to take a darker turn when she finds out his true identity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/usGCM7wiUQhijEwz39brIaoGlVa.jpg",
    "popularity": 5.1399,
    "tmdb_url": "https://www.themoviedb.org/movie/283378"
  },
  {
    "id": 6075,
    "title": "Carlito's Way",
    "release_date": "1993-11-10",
    "overview": "Free after years in prison, Carlito Brigante intends to give up his criminal ways, but it's not long before the ex-con is sucked back into the New York City underworld. Reconnecting with his dancer girlfriend, Carlito gets entangled in the shady dealings of his friend Dave Kleinfeld, who also serves as his lawyer. An encounter with shifty gangster Benny Blanco sets the duo on a dangerous path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g6D7mjQtndu768cusGmoEQY9fTB.jpg",
    "popularity": 4.9298,
    "tmdb_url": "https://www.themoviedb.org/movie/6075"
  },
  {
    "id": 823482,
    "title": "Dream Scenario",
    "release_date": "2023-11-10",
    "overview": "Hapless family man Paul Matthews finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams. But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2RSMu2iMDCdMKmvBWWvcmE8vjMj.jpg",
    "popularity": 4.9162,
    "tmdb_url": "https://www.themoviedb.org/movie/823482"
  },
  {
    "id": 9801,
    "title": "Bridget Jones: The Edge of Reason",
    "release_date": "2004-11-10",
    "overview": "Bridget Jones is working as a TV host and still dating her new love, barrister Mark Darcy, for a perfect six weeks. But Bridget is jealous of the time Mark spends with a gorgeous co-worker Rebecca and, despite a vacation meant to smooth things over, ends their relationship. On assignment in Thailand with her disreputable ex, Daniel Cleaver - claiming to be a reformed man - they have a short dalliance, and she is arrested at the airport and temporarily jailed on the false accusation of drug smuggling before Mark, seemingly indifferent, comes to the rescue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zDthRXkGnwFIWI0zWcJyS7h6lUl.jpg",
    "popularity": 4.6779,
    "tmdb_url": "https://www.themoviedb.org/movie/9801"
  },
  {
    "id": 9678,
    "title": "Little Nicky",
    "release_date": "2000-11-10",
    "overview": "After the lord of darkness decides he will not cede his throne to any of his three sons, the two most powerful of them escape to Earth to create a kingdom for themselves. This action closes the portal filtering sinful souls to Hell and causes Satan to wither away. He must send his most weak but beloved son, Little Nicky, to Earth to return his brothers to Hell.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AudA8gnTWSBWXBHSBHnr3HHUXXM.jpg",
    "popularity": 4.5328,
    "tmdb_url": "https://www.themoviedb.org/movie/9678"
  },
  {
    "id": 632856,
    "title": "Spirited",
    "release_date": "2022-11-10",
    "overview": "Each Christmas Eve, the Ghost of Christmas Present selects one dark soul to be reformed by a visit from three spirits. But this season, he picked the wrong Scrooge. Clint Briggs turns the tables on his ghostly host until Present finds himself reexamining his own past, present and future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h3zAzTMs5EP3cKusOxFNGSFE1WI.jpg",
    "popularity": 4.5276,
    "tmdb_url": "https://www.themoviedb.org/movie/632856"
  },
  {
    "id": 948276,
    "title": "Lost Bullet 2",
    "release_date": "2022-11-10",
    "overview": "Having cleared his name, genius mechanic Lino has only one goal in mind: getting revenge on the corrupt cops who killed his brother and his mentor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uAeZI1JJbLPq7Bu5dziH7emHeu7.jpg",
    "popularity": 4.1924,
    "tmdb_url": "https://www.themoviedb.org/movie/948276"
  },
  {
    "id": 63319,
    "title": "Belle épine",
    "release_date": "2010-11-10",
    "overview": "After the death of her mother, 17-year-old Prudence finds herself living alone in her Paris apartment.  Then she meets Maryline, a rebel of her own age, who introduces her to the thrills of motorcycle racing on the biker circuit at Rungis.  Prudence’s newfound lease of freedom becomes complicated when she falls for a boy Franck who wastes no time in taking advantage of her naivety...",
    "poster_url": "https://image.tmdb.org/t/p/w500/22MXstSxbiKCjAqHHmNkxvZEYIp.jpg",
    "popularity": 3.8109,
    "tmdb_url": "https://www.themoviedb.org/movie/63319"
  },
  {
    "id": 752886,
    "title": "Tomb of the River",
    "release_date": "2021-11-10",
    "overview": "An action film about the ambitions, conspiracy, and betrayal of different organizations surrounding the life-changing project of building the largest resort in Gangneung.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8YAqHsbeprubh3nBSL4cAosWeu7.jpg",
    "popularity": 3.2338,
    "tmdb_url": "https://www.themoviedb.org/movie/752886"
  },
  {
    "id": 33142,
    "title": "Vivah",
    "release_date": "2006-11-10",
    "overview": "Poonam, a traditionally brought-up young woman, is to marry Prem, a groom chosen by her uncle. Poonam and Prem's faith and love are to be tested however, when an accident occurs and Poonam might be scarred for life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e5zFYX3hW1TNeFCzRw7ET2DxRPm.jpg",
    "popularity": 3.0532,
    "tmdb_url": "https://www.themoviedb.org/movie/33142"
  },
  {
    "id": 1205781,
    "title": "Dora: Say Hola to Adventure!",
    "release_date": "2023-11-10",
    "overview": "It’s Dora, the world’s most famous exploradora, like you’ve never seen her before! Join her and ALL her friends for BRAND NEW, magical adventures in the rainforest!",
    "poster_url": "https://image.tmdb.org/t/p/w500/zN3BO43b0JAn1ZCpbwBH6KEP56U.jpg",
    "popularity": 2.9718,
    "tmdb_url": "https://www.themoviedb.org/movie/1205781"
  },
  {
    "id": 51052,
    "title": "Arthur Christmas",
    "release_date": "2011-11-10",
    "overview": "For hundreds of years, the Claus family has delegated the title \"Santa\" to a chosen few of its members, which can be passed down upon retirement. Each Christmas, Santa and his vast army of highly trained elves produce gifts and distribute them around the world in a one-night high-tech operation. However, when one of 600 million children to receive a gift from Santa on Christmas Eve is missed, it is deemed ‘acceptable’ to all but one—Arthur Claus, the current Santa’s misfit son deemed ineligible for the title, who executes an unauthorised rookie mission to get the last present halfway around the globe before dawn on Christmas morning.",
    "poster_url": "https://image.tmdb.org/t/p/w500/brELZkSbkLrcCXJ0xt5hQUMXhut.jpg",
    "popularity": 2.9192,
    "tmdb_url": "https://www.themoviedb.org/movie/51052"
  },
  {
    "id": 60041,
    "title": "White Mischief",
    "release_date": "1987-11-10",
    "overview": "A millionaire past his prime and his young wife arrive in Kenya circa 1940 to find that the other affluent British expatriates are living large as the homefront gears up for war. They are busy swapping partners, doing drugs, and attending lavish parties and horse races. She begins a torrid affair with one of the bon vivants, and her husband finds out and confronts them. The husband and wife decide to break up peacefully, but the bon vivant is murdered and all the evidence points to the husband.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h05byiWZxjwJ5FghK2LmOqW0oBB.jpg",
    "popularity": 2.9073,
    "tmdb_url": "https://www.themoviedb.org/movie/60041"
  },
  {
    "id": 16281,
    "title": "Creepshow",
    "release_date": "1982-11-10",
    "overview": "Five tales in the style of classic '50s horror comics, involving a murdered man emerging from the grave, a meteor's ooze that makes everything grow, a snack for a crated creature, a scheming husband, and a malevolent millionaire with an insect phobia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4SoyTCEpsgLjX6yAyMsx3AsAyRQ.jpg",
    "popularity": 2.7732,
    "tmdb_url": "https://www.themoviedb.org/movie/16281"
  },
  {
    "id": 293767,
    "title": "Billy Lynn's Long Halftime Walk",
    "release_date": "2016-11-10",
    "overview": "19-year-old Billy Lynn is brought home for a victory tour after a harrowing Iraq battle. Through flashbacks the film shows what really happened to his squad – contrasting the realities of war with America's perceptions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vblJ5cTqZKg3DSyN1z8JxTUyf2Y.jpg",
    "popularity": 2.6947,
    "tmdb_url": "https://www.themoviedb.org/movie/293767"
  },
  {
    "id": 1007074,
    "title": "Jigarthanda DoubleX",
    "release_date": "2023-11-10",
    "overview": "A notorious gangster is incited to transform into a film hero and opts for a filmmaker and their project descends into a scenario they had never anticipated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmdnYWq2gVlDXunnC0AE1yzOQva.jpg",
    "popularity": 2.6625,
    "tmdb_url": "https://www.themoviedb.org/movie/1007074"
  },
  {
    "id": 38357,
    "title": "Morning Glory",
    "release_date": "2010-11-10",
    "overview": "A young and devoted morning television producer is hired as an executive producer on a  long-running morning show at a once-prominent but currently failing station in New York City. Eager to keep the show on air, she recruits a former news journalist and anchor who disapproves of co-hosting a show that does not deal with real news stories.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aFRXEoB3QkeHNHYmVGC3uzFSol8.jpg",
    "popularity": 2.6501,
    "tmdb_url": "https://www.themoviedb.org/movie/38357"
  },
  {
    "id": 41380,
    "title": "The Prodigal Son",
    "release_date": "1981-11-10",
    "overview": "A rich man's son believes himself to be the best kung fu fighter in Canton. Unfortunately, his father, anxious for his son's safety, bribes all his opponents to lose. After a humiliating defeat at the hands of an actor in a traveling theatre company, the son resolves to find a better teacher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ickK7UAYvemICk3jaibCCIOqEs.jpg",
    "popularity": 2.6286,
    "tmdb_url": "https://www.themoviedb.org/movie/41380"
  },
  {
    "id": 806368,
    "title": "The Son",
    "release_date": "2022-11-10",
    "overview": "A successful lawyer, with a new wife and infant, agrees to care for his teenage son from a previous marriage after his ex-wife becomes concerned about the boy's wayward behavior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hYR2doH3arnX0Y6WULuBPbtaLjN.jpg",
    "popularity": 2.6258,
    "tmdb_url": "https://www.themoviedb.org/movie/806368"
  },
  {
    "id": 68252,
    "title": "Haunters",
    "release_date": "2010-11-10",
    "overview": "Cho-in has special powers that allow him to control everyone he can see, that is until he meets Kyu-nam, the only person he can't control. A series of events begins a confrontation that pushes both men to the brink.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2jHVZPP9PUDGoA0gSC4fxrTska0.jpg",
    "popularity": 2.5279,
    "tmdb_url": "https://www.themoviedb.org/movie/68252"
  },
  {
    "id": 429733,
    "title": "Mayhem",
    "release_date": "2017-11-10",
    "overview": "A virus spreads through an office complex causing white collar workers to act out their worst impulses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fF5ULrCAQ8TULXyFGlPlQ2s3Jie.jpg",
    "popularity": 2.4475,
    "tmdb_url": "https://www.themoviedb.org/movie/429733"
  },
  {
    "id": 18816,
    "title": "Dragon Squad",
    "release_date": "2005-11-10",
    "overview": "A team of Interpol agents arrive in the city to testify against a local crime lord. However on the way to court the vehicle carrying the Triad boss is attacked and the crime lord snatched, not by his own people but by another foe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bG5psOQnLBiNR6HpGjSTEglWn6l.jpg",
    "popularity": 2.4296,
    "tmdb_url": "https://www.themoviedb.org/movie/18816"
  },
  {
    "id": 1056360,
    "title": "American Fiction",
    "release_date": "2023-11-10",
    "overview": "A novelist fed up with the establishment profiting from \"Black\" entertainment uses a pen name to write a book that propels him into the heart of hypocrisy and the madness he claims to disdain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/57MFWGHarg9jid7yfDTka4RmcMU.jpg",
    "popularity": 2.3986,
    "tmdb_url": "https://www.themoviedb.org/movie/1056360"
  },
  {
    "id": 1143209,
    "title": "Meeting Conditions of a Virgin",
    "release_date": "2022-11-10",
    "overview": "Ji-won is an erotic writer, but she has not had sex yet, so she cannot write realistically. Eun-sik and Seong-gook compete for their first sex under the pretext that Ji-won is a virgin for her work, and Seong-gook's plan goes up in smoke when his wife Hyeon-hee returns home. On the other hand, Hyeon-hee is curious about Eun-sik and approaches him because his previous job is adult learning and mastering. In this situation, will Ji-won be able to finish her first sex safely and write a huge masterpiece?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tHgop4PCZHWCgPIKMFmKoxgnvx3.jpg",
    "popularity": 2.3174,
    "tmdb_url": "https://www.themoviedb.org/movie/1143209"
  },
  {
    "id": 40377,
    "title": "Psycho IV: The Beginning",
    "release_date": "1990-11-10",
    "overview": "When he hears talk radio host Fran Ambrose discussing the topic of matricide, Norman calls in under a false name to tell his story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vxWTkQRAvTvA6rbBhsdC4pdnHuq.jpg",
    "popularity": 2.2956,
    "tmdb_url": "https://www.themoviedb.org/movie/40377"
  },
  {
    "id": 56415,
    "title": "A Gang Story",
    "release_date": "2011-11-10",
    "overview": "After growing up in a poor gypsy camp, Edmond Vidal, aka Momon, has retained a sense of family, unfailing loyalty and pride in his origins. Most of all, he has remained friends with Serge Suttel, with whom he first discovered prison life - for stealing cherries. The two of them inevitably got involved in organized crime. The team they formed, the Ganf Des Lyonnais, made them the most notorious armed robbers of the early 1970s. Their irresistible rise ended in 1974 with a spectacular arrest. Today, as he nears 60, Momon would like to forget that part of his life. He has found peace by retiring from the \"business\". He tends to his wife Janou, who suffered so in the past, and to his children and grandchildren, all of whom have great respect for this man of simple and universal values, so clear-headed and full of kindness. But then Serge Suttel, who has disowned nothing of his past, comes back into the picture.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nN3osmlYWNZZtg8vtXrt8c5t8ET.jpg",
    "popularity": 2.2645,
    "tmdb_url": "https://www.themoviedb.org/movie/56415"
  },
  {
    "id": 1024541,
    "title": "The Teacher Who Promised the Sea",
    "release_date": "2023-11-10",
    "overview": "Ariadna discovers that her grandfather has been searching for the remains of his father, who disappeared during the Civil War. Determined to help him, she travels to Burgos, where a mass grave is being excavated, and where he could be buried. During her stay there, she will learn the story of Antoni Benaiges, a young teacher from Tarragona who was her grandfather's teacher before the war. Through an innovative pedagogical method, Antoni inspired his students and made them a promise: to take them to see the sea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zprgWBLA9HSNHGowUEZRDJ3SXmC.jpg",
    "popularity": 2.0231,
    "tmdb_url": "https://www.themoviedb.org/movie/1024541"
  }
]