[
  {
    "id": 334541,
    "title": "Manchester by the Sea",
    "release_date": "2016-11-17",
    "overview": "After his older brother passes away, Lee Chandler is forced to return home to care for his 16-year-old nephew. There he is compelled to deal with a tragic past that separated him from his family and the community where he was born and raised.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o9VXYOuaJxCEKOxbA86xqtwmqYn.jpg",
    "popularity": 67.0291,
    "tmdb_url": "https://www.themoviedb.org/movie/334541"
  },
  {
    "id": 1017129,
    "title": "Detective Chirp & the Golden Beehive",
    "release_date": "2022-11-17",
    "overview": "Residents of Honey Valley are getting ready for their favorite holiday - City Day, when all citizens have the opportunity to admire a unique artifact - the Golden Hive. According to legend, it was found by the founders of Honey Valley, and legend has it that thousands of misfortunes will fall upon the town if the Hive disappears. On the eve of the holiday, the Beehive is kidnapped. The squirrel Chink, Sophie's owl detective's assistant, is blamed for this. Chink and his friends have to unravel the case, find the real crook and return not only the Golden Hive, but also peace to the Valley.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oxCPceQ4exEuxU3vfRl8doWyqj8.jpg",
    "popularity": 22.4406,
    "tmdb_url": "https://www.themoviedb.org/movie/1017129"
  },
  {
    "id": 12444,
    "title": "Harry Potter and the Deathly Hallows: Part 1",
    "release_date": "2010-11-17",
    "overview": "Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iGoXIpQb7Pot00EEdwpwPajheZ5.jpg",
    "popularity": 18.7139,
    "tmdb_url": "https://www.themoviedb.org/movie/12444"
  },
  {
    "id": 593643,
    "title": "The Menu",
    "release_date": "2022-11-17",
    "overview": "A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fPtUgMcLIboqlTlPrq0bQpKK8eq.jpg",
    "popularity": 11.3379,
    "tmdb_url": "https://www.themoviedb.org/movie/593643"
  },
  {
    "id": 10144,
    "title": "The Little Mermaid",
    "release_date": "1989-11-17",
    "overview": "This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula.",
    "poster_url": "https://image.tmdb.org/t/p/w500/plcZXvI310FkbwIptvd6rqk63LP.jpg",
    "popularity": 11.0392,
    "tmdb_url": "https://www.themoviedb.org/movie/10144"
  },
  {
    "id": 8871,
    "title": "How the Grinch Stole Christmas",
    "release_date": "2000-11-17",
    "overview": "The Grinch decides to rob Whoville of Christmas - but a dash of kindness from little Cindy Lou Who and her family may be enough to melt his heart...",
    "poster_url": "https://image.tmdb.org/t/p/w500/1WZbbPApEivA421gCOluuzMMKCk.jpg",
    "popularity": 7.9305,
    "tmdb_url": "https://www.themoviedb.org/movie/8871"
  },
  {
    "id": 1075794,
    "title": "Leo",
    "release_date": "2023-11-17",
    "overview": "Jaded 74-year-old lizard Leo has been stuck in the same Florida classroom for decades with his terrarium-mate turtle. When he learns he only has one year left to live, he plans to escape to experience life on the outside but instead gets caught up in the problems of his anxious students — including an impossibly mean substitute teacher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gSOVog7ydsaF1YpgAqBqnKYFGY.jpg",
    "popularity": 7.5733,
    "tmdb_url": "https://www.themoviedb.org/movie/1075794"
  },
  {
    "id": 457232,
    "title": "Lamborghini: The Man Behind the Legend",
    "release_date": "2022-11-17",
    "overview": "Follow the launch of Lamborghini’s career as a manufacturer of tractors, a creator of military vehicles during World War II, and the designer of Lamborghini cars, which he launched in 1963 as the high-end sports car company Automobili Lamborghini.",
    "poster_url": "https://image.tmdb.org/t/p/w500/RKgnYLhCNGCUkrhiCRrs40rEHe.jpg",
    "popularity": 6.6504,
    "tmdb_url": "https://www.themoviedb.org/movie/457232"
  },
  {
    "id": 36669,
    "title": "Die Another Day",
    "release_date": "2002-11-17",
    "overview": "James Bond is sent to investigate the connection between a North Korean terrorist and a diamond mogul, who is funding the development of an international space weapon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bZmGqOhMhaLn8AoFMvFDct4tbrL.jpg",
    "popularity": 5.9563,
    "tmdb_url": "https://www.themoviedb.org/movie/36669"
  },
  {
    "id": 36643,
    "title": "The World Is Not Enough",
    "release_date": "1999-11-17",
    "overview": "Greed, revenge, world dominance and high-tech terrorism – it's all in a day's work for Bond, who's on a mission to protect a beautiful oil heiress from a notorious terrorist. In a race against time that culminates in a dramatic submarine showdown, Bond works to defuse the international power struggle that has the world's oil supply hanging in the balance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wCb2msgoZPK01WIqry24M4xsM73.jpg",
    "popularity": 5.5039,
    "tmdb_url": "https://www.themoviedb.org/movie/36643"
  },
  {
    "id": 11216,
    "title": "Cinema Paradiso",
    "release_date": "1988-11-17",
    "overview": "A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gCI2AeMV4IHSewhJkzsur5MEp6R.jpg",
    "popularity": 5.4567,
    "tmdb_url": "https://www.themoviedb.org/movie/11216"
  },
  {
    "id": 624091,
    "title": "Sri Asih",
    "release_date": "2022-11-17",
    "overview": "Alana discover the truth about her origin: she’s not an ordinary human being. She may be the gift for humanity and become its protector as Sri Asih. Or a destruction, if she can’t control her anger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wShcJSKMFg1Dy1yq7kEZuay6pLS.jpg",
    "popularity": 4.6469,
    "tmdb_url": "https://www.themoviedb.org/movie/624091"
  },
  {
    "id": 75629,
    "title": "Evangelion: 3.0 You Can (Not) Redo",
    "release_date": "2012-11-17",
    "overview": "Fourteen years after Third Impact, Shinji Ikari awakens to a world he does not remember. He hasn't aged. Much of Earth is laid in ruins, NERV has been dismantled, and people who he once protected have turned against him. Befriending the enigmatic Kaworu Nagisa, Shinji continues the fight against the angels and realizes the fighting is far from over, even when it could be against his former allies. The characters' struggles continue amidst the battles against the angels and each other, spiraling down to what could inevitably be the end of the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d0s1xvykzl0kz7fP5S2ROYqphdz.jpg",
    "popularity": 4.4458,
    "tmdb_url": "https://www.themoviedb.org/movie/75629"
  },
  {
    "id": 1021582,
    "title": "Café Midnight",
    "release_date": "2022-11-17",
    "overview": "Yoon, the bride-to-be, waits for her groom Tae-young on the wedding day but he doesn’t show up without a word. Out of concern and rage, Yoon goes out looking for him all day long and in the dead of night, she arrives at a strange place called ‘Café Midnight’, which opens from midnight until the sun rises. In here, Yoon finally finds Tae-young but something doesn’t seem right. He looks few years younger than now and he doesn’t even recognize her. Will she be able to find her groom from the present in this chaos?",
    "poster_url": "https://image.tmdb.org/t/p/w500/byRyjrldTk8HqvZZI6dJSOKzKIz.jpg",
    "popularity": 3.8453,
    "tmdb_url": "https://www.themoviedb.org/movie/1021582"
  },
  {
    "id": 899254,
    "title": "Invasion of the Mermaids",
    "release_date": "2021-11-17",
    "overview": "On Chen Shui's wedding night, his bride's kidnapped by the Jiaoren, people from Chinese mythology who produce pearls from tears. He sets sail to a small island in the South China Sea to find out the true reason for the Jiaoren's violence against humans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/syOQm850kOymZcljT5xDhMJsTBX.jpg",
    "popularity": 3.78,
    "tmdb_url": "https://www.themoviedb.org/movie/899254"
  },
  {
    "id": 65759,
    "title": "Happy Feet Two",
    "release_date": "2011-11-17",
    "overview": "Mumble the penguin has a problem: his son Erik, who is reluctant to dance, encounters the Mighty Sven — a penguin who can fly! Things get worse for Mumble when the world is shaken by powerful forces, causing him to bring together the penguin nations and their allies to set things right.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2gWiQ4mn85jcXtREVePlVViupeV.jpg",
    "popularity": 3.606,
    "tmdb_url": "https://www.themoviedb.org/movie/65759"
  },
  {
    "id": 413362,
    "title": "Roman J. Israel, Esq.",
    "release_date": "2017-11-17",
    "overview": "Hard-nosed liberal lawyer Roman J. Israel has been fighting the good fight forever while others take the credit. When his partner – the firm's frontman – has a heart attack, Israel suddenly takes on that role. He soon discovers some unsettling truths about the firm – truths that conflict with his values of helping the poor and dispossessed – and finds himself in an existential crisis that leads to extreme actions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/epTCHVcyLkT8Aqt08Ki3PWC2sUh.jpg",
    "popularity": 3.4112,
    "tmdb_url": "https://www.themoviedb.org/movie/413362"
  },
  {
    "id": 823,
    "title": "Jin-Roh: The Wolf Brigade",
    "release_date": "1999-11-17",
    "overview": "A member of an elite paramilitary counter-terrorism unit becomes traumatized after witnessing the suicide bombing of a young girl and is forced to undergo retraining. However, unbeknownst to him, he becomes a key player in a dispute between rival police divisions, as he finds himself increasingly involved with the sister of the girl he saw die.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iyLKFR339GCzTKUtrVO4hbeEhub.jpg",
    "popularity": 3.3509,
    "tmdb_url": "https://www.themoviedb.org/movie/823"
  },
  {
    "id": 837881,
    "title": "She Said",
    "release_date": "2022-11-17",
    "overview": "New York Times reporters Megan Twohey and Jodi Kantor break one of the most important stories in a generation — a story that helped launch the #MeToo movement and shattered decades of silence around the subject of sexual assault in Hollywood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jG4UI2dbNWlWtTTupjeU3fRJ5Fn.jpg",
    "popularity": 3.2254,
    "tmdb_url": "https://www.themoviedb.org/movie/837881"
  },
  {
    "id": 8452,
    "title": "The 6th Day",
    "release_date": "2000-11-17",
    "overview": "A world of the very near future in which cattle, fish, and even the family pet can be cloned. But cloning humans is illegal - that is until family man Adam Gibson comes home from work one day to find a clone has replaced him. Taken from his family and plunged into a sinister world he doesn't understand, Gibson must not only save himself from the assassins who must destroy him to protect their secret, but uncover who and what is behind the horrible things happening to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rODFJOFiPk1UVCe4pmBza8T6feO.jpg",
    "popularity": 3.1951,
    "tmdb_url": "https://www.themoviedb.org/movie/8452"
  },
  {
    "id": 9087,
    "title": "The American President",
    "release_date": "1995-11-17",
    "overview": "Widowed U.S. president Andrew Shepherd, one of the world's most powerful men, can have anything he wants -- and what he covets most is Sydney Ellen Wade, a Washington lobbyist. But Shepherd's attempts at courting her spark wild rumors and decimate his approval ratings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yObOAYFIHXHkFPQ3jhgkN2ezaD.jpg",
    "popularity": 3.1874,
    "tmdb_url": "https://www.themoviedb.org/movie/9087"
  },
  {
    "id": 11497,
    "title": "All Dogs Go to Heaven",
    "release_date": "1989-11-17",
    "overview": "When a casino-owning dog named Charlie is murdered by his rival Carface, he finds himself in Heaven basically by default since all dogs go to heaven. However, since he wants to get back at his killer, he cons his way back to the living with the warning that doing that damns him to Hell. Once back, he teams with his old partner, Itchy, to prep his retaliation. He also stumbles onto an orphan girl who can talk to the animals, thus allowing him to get the inside info on the races to ensure his wins to finance his plans. However, all the while, he is still haunted by nightmares of what's waiting for him on the other side unless he can prove that he is worthy of Heaven again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmWh1NglDinfkHD9zCNqGWyhl7Q.jpg",
    "popularity": 2.8754,
    "tmdb_url": "https://www.themoviedb.org/movie/11497"
  },
  {
    "id": 33689,
    "title": "It Takes Two",
    "release_date": "1995-11-17",
    "overview": "Identical 9-year-olds from very different backgrounds: orphaned Amanda and wealthy Alyssa meet at summer camp and decide to switch places -- and play matchmaker between Alyssa's dad, Roger, and the kind social worker who cares for Amanda.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4CptjFLiIJXtjc3dykS7vkEHMbw.jpg",
    "popularity": 2.8572,
    "tmdb_url": "https://www.themoviedb.org/movie/33689"
  },
  {
    "id": 42287,
    "title": "Once Upon a Time in China V",
    "release_date": "1994-11-17",
    "overview": "Epic adventure set during a tumultuous time in China, when left without a leader, the cavalry is attacked by the powerful allies and pirate bands. A martial arts master, Wong Fei-Hong and Aunt Yee return to do battle against these evil forces.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uTgzQvzlKN87CLsjdfTqbuNgjAm.jpg",
    "popularity": 2.8296,
    "tmdb_url": "https://www.themoviedb.org/movie/42287"
  },
  {
    "id": 74849,
    "title": "The Star Wars Holiday Special",
    "release_date": "1978-11-17",
    "overview": "Luke Skywalker and Han Solo battle evil Imperial forces to help Chewbacca reach his imperiled family on the Wookiee planet - in time for Life Day, their most important day of the year!",
    "poster_url": "https://image.tmdb.org/t/p/w500/lGJDx7RCgyMMa3owtp150umMnnJ.jpg",
    "popularity": 2.8159,
    "tmdb_url": "https://www.themoviedb.org/movie/74849"
  },
  {
    "id": 75268,
    "title": "Stories Our Nannies Don't Tell",
    "release_date": "1979-11-17",
    "overview": "Erotic spoof of Snow White and the Seven Dwarfs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rWGjFn9PkPYMLSjoHCRYMCZ7oCf.jpg",
    "popularity": 2.8061,
    "tmdb_url": "https://www.themoviedb.org/movie/75268"
  },
  {
    "id": 1027604,
    "title": "Princess Cursed in Time: Alchemist's Quest",
    "release_date": "2022-11-17",
    "overview": "It follows young alchemist Amélie as she acquires a magical power: partially influencing the flow of time. But she is split in time, and Amélie from the present meets Améliw from the past, who accompanies her every step of the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ywzbF5YSBfZ7XqcGO9YR6Gy4VFt.jpg",
    "popularity": 2.7795,
    "tmdb_url": "https://www.themoviedb.org/movie/1027604"
  },
  {
    "id": 1002315,
    "title": "Please Don't Destroy: The Treasure of Foggy Mountain",
    "release_date": "2023-11-17",
    "overview": "When three friends who live together realize that they don't like their life trajectory, they set off to find a gold treasure that is rumored to be buried in the nearby mountain.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2WSTjQNamyMoy3kFDemd1os8TNz.jpg",
    "popularity": 2.7475,
    "tmdb_url": "https://www.themoviedb.org/movie/1002315"
  },
  {
    "id": 9085,
    "title": "Harlem Nights",
    "release_date": "1989-11-17",
    "overview": "'Sugar' Ray is the owner of an illegal casino and must contend with the pressure of vicious gangsters and corrupt police who want to see him go out of business. In the world of organised crime and police corruption in the 1920s, any dastardly trick is fair.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mHX0aYjxc2cIOBfYBuaYN9SvbUf.jpg",
    "popularity": 2.6766,
    "tmdb_url": "https://www.themoviedb.org/movie/9085"
  },
  {
    "id": 10854,
    "title": "Wicked Little Things",
    "release_date": "2006-11-17",
    "overview": "Karen, Sarah, and Emma Tunney are all moving to a small town in Pennsylvania where, unknown to them, in 1913, a horrid mine accident trapped dozens of children alive, underground. But there's a problem. They're still alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wXymWZpjkeHUIi0G2YZYdcO1OH0.jpg",
    "popularity": 2.5988,
    "tmdb_url": "https://www.themoviedb.org/movie/10854"
  },
  {
    "id": 802372,
    "title": "The People We Hate at the Wedding",
    "release_date": "2022-11-17",
    "overview": "A dysfunctional family that can't seem to get along and get it together reluctantly reunites for a family wedding. As their many skeletons are wrenched from the closet, it turns out to be just what this singular family needs to reconnect.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kQZKw9jetOInPPdSZgbKFxJALHc.jpg",
    "popularity": 2.4894,
    "tmdb_url": "https://www.themoviedb.org/movie/802372"
  },
  {
    "id": 449574,
    "title": "Godzilla: Planet of the Monsters",
    "release_date": "2017-11-17",
    "overview": "A desperate group of refugees attempts to recolonize Earth 20,000 years after Godzilla took over. But one young man wants revenge above all else.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hAuZ7g6TqDLv5fOqXIPgYRguOkm.jpg",
    "popularity": 2.4534,
    "tmdb_url": "https://www.themoviedb.org/movie/449574"
  },
  {
    "id": 904759,
    "title": "The Birth of Kitaro: The Mystery of GeGeGe",
    "release_date": "2023-11-17",
    "overview": "1955. Kitaro's father, Medama Oyaji, comes to Yagura Village in search of his missing wife. The village was ruled by the Ryuga clan, which controls Japan's political and business circles behind the scenes. Mizuki, who works at a blood bank, visits the village with a secret mission to mourn the death of the head of his family, and meets Kitaro's father. While an ugly fight unfolds over the succession of the head of the family, a member of the family is brutally murdered at the village shrine. It was the beginning of a terrifying chain of events.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5g1i5EJgMNI70titUJSIBKpmEVt.jpg",
    "popularity": 2.4377,
    "tmdb_url": "https://www.themoviedb.org/movie/904759"
  },
  {
    "id": 1833,
    "title": "Rent",
    "release_date": "2005-11-17",
    "overview": "This rock opera tells the story of one year in the life of a group of bohemians struggling in late 1980s East Village, New York, USA. The film centers around Mark and Roger, two roommates. While a  tragedy has made Roger numb to new experiences, Mark begins capturing their world through his attempts to make a personal movie. In the year that follows, they and their friends deal with love, loss, and working together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fomBrfOHWxlaVcjPk4yCQgIwAnh.jpg",
    "popularity": 2.4295,
    "tmdb_url": "https://www.themoviedb.org/movie/1833"
  },
  {
    "id": 456218,
    "title": "Theeran Adhigaaram Ondru",
    "release_date": "2017-11-17",
    "overview": "A hardnosed cop goes after a gang of ruthless dacoits who have been terrorising residents along the highway for a decade.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4Q2ShSDoBq7WwJGji5oWcDN7Xjm.jpg",
    "popularity": 2.3995,
    "tmdb_url": "https://www.themoviedb.org/movie/456218"
  },
  {
    "id": 435129,
    "title": "The Breadwinner",
    "release_date": "2017-11-17",
    "overview": "A headstrong young girl in Afghanistan, ruled by the Taliban, disguises herself as a boy in order to provide for her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2d6qmkJz9AWqmk9wBWtd2uFX89t.jpg",
    "popularity": 2.3812,
    "tmdb_url": "https://www.themoviedb.org/movie/435129"
  },
  {
    "id": 417758,
    "title": "Our Love Story",
    "release_date": "2016-11-17",
    "overview": "A fine arts student meets an attractive bartender, and the two women begin an intimate relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dOPrgr6ob9ReIaWwThfK7PmMB4C.jpg",
    "popularity": 2.1342,
    "tmdb_url": "https://www.themoviedb.org/movie/417758"
  },
  {
    "id": 82190,
    "title": "Legendary Amazons",
    "release_date": "2011-11-17",
    "overview": "The film is set in early 11th century China during the reign of Emperor Renzong of the Song Dynasty. The emperor neglects state affairs and indulges in personal pleasures, while the government sinks into corruption and war continues to rage on at the borders of the Song Dynasty. The Song Dynasty is being invaded by the armies of the rival state of Western Xia.  Yang Zongbao is the last man standing in the Yang clan, a family of generals who have dedicated their lives to defending the Song Dynasty from foreign invaders. He apparently dies in battle tragically when the treacherous Imperial Tutor Pang refuses to send reinforcements to aid him. Yang Zongbao's widowed wife Mu Guiying leads the other widows of the Yang clan into battle to continue the legacy of their husbands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tcmb3NIoghYcCzHZjK4tioQmG6x.jpg",
    "popularity": 2.0949,
    "tmdb_url": "https://www.themoviedb.org/movie/82190"
  },
  {
    "id": 87332,
    "title": "My Secret Partner",
    "release_date": "2011-11-17",
    "overview": "A single father struggling to make his comeback as a screenwriter falls in love with one of his students. Meanwhile his son, studying to become a chef, falls in love with his teacher. Love is great for creativity, but it comes with a price.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vjfjxlRNP2BH6RAFHoE8QNwXwEU.jpg",
    "popularity": 2.0926,
    "tmdb_url": "https://www.themoviedb.org/movie/87332"
  },
  {
    "id": 436459,
    "title": "Almost Friends",
    "release_date": "2017-11-17",
    "overview": "A man in his mid-20s, still living at home with his mother and stepfather, puts all his eggs in one basket: the girl who works at his local coffee shop. The problem is, she has a serious boyfriend. As they become closer, the line between friendship and intimacy is blurred, and the situation forces both to examine where they are in their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uJMknKxZagbhAYiiMjEaFnsZzRR.jpg",
    "popularity": 2.0656,
    "tmdb_url": "https://www.themoviedb.org/movie/436459"
  },
  {
    "id": 1034940,
    "title": "All-Time High",
    "release_date": "2023-11-17",
    "overview": "A con artist in dire need of cash and a woman with a crypto fortune hit it off. Is she the target of his dreams, or is the scammer about to get scammed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/cQvINIqpk81Ax0QCcQXxjGD7Dgv.jpg",
    "popularity": 2.0512,
    "tmdb_url": "https://www.themoviedb.org/movie/1034940"
  },
  {
    "id": 370755,
    "title": "Paterson",
    "release_date": "2016-11-17",
    "overview": "A week in the life of Paterson, a poet bus driver, and his wife Laura, a very creative artist, who live in Paterson, New Jersey, hometown of many famous poets and artists.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hhpXV2SntaApx411hObmopQejdV.jpg",
    "popularity": 2.0452,
    "tmdb_url": "https://www.themoviedb.org/movie/370755"
  },
  {
    "id": 398174,
    "title": "Film Stars Don't Die in Liverpool",
    "release_date": "2017-11-17",
    "overview": "Liverpool, 1978: What starts as a vibrant affair between a legendary femme-fatale, the eccentric Academy Award-winning actress Gloria Grahame, and her young lover, British actor Peter Turner, quickly grows into a deeper relationship, with Turner being the person Gloria turns to for comfort.",
    "poster_url": "https://image.tmdb.org/t/p/w500/87oy4bxwkhmb4Jb3MRvosvd9NOX.jpg",
    "popularity": 2.0365,
    "tmdb_url": "https://www.themoviedb.org/movie/398174"
  }
]