[
  {
    "id": 671,
    "title": "Harry Potter and the Philosopher's Stone",
    "release_date": "2001-11-16",
    "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
    "popularity": 39.4257,
    "tmdb_url": "https://www.themoviedb.org/movie/671"
  },
  {
    "id": 674,
    "title": "Harry Potter and the Goblet of Fire",
    "release_date": "2005-11-16",
    "overview": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fECBtHlr0RB3foNHDiCBXeg9Bv9.jpg",
    "popularity": 25.0691,
    "tmdb_url": "https://www.themoviedb.org/movie/674"
  },
  {
    "id": 50619,
    "title": "The Twilight Saga: Breaking Dawn - Part 1",
    "release_date": "2011-11-16",
    "overview": "Bella Swan and Edward Cullen's honeymoon phase is abruptly disrupted by betrayals and unforeseen tragedies that endanger their world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qs8LsHKYlVRmJbFUiSUhhRAygwj.jpg",
    "popularity": 14.2993,
    "tmdb_url": "https://www.themoviedb.org/movie/50619"
  },
  {
    "id": 490132,
    "title": "Green Book",
    "release_date": "2018-11-16",
    "overview": "Tony Lip, a bouncer in 1962, is hired to drive pianist Don Shirley on a tour through the Deep South in the days when African Americans, forced to find alternate accommodations and services due to segregation laws below the Mason-Dixon Line, relied on a guide called The Negro Motorist Green Book.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7BsvSuDQuoqhWmU2fL7W2GOcZHU.jpg",
    "popularity": 11.1062,
    "tmdb_url": "https://www.themoviedb.org/movie/490132"
  },
  {
    "id": 960139,
    "title": "The House",
    "release_date": "2022-11-16",
    "overview": "Emma, a French novelist aged 27, decide to go to Berlin and join a brothel to uncover the prostitution world, the subject of her new book. Such as gonzo journalism, Emma become a prostitute and her experience, which was supposed to last a few weeks, will last two years. Was writing her book an excuse for Emma to live a shameful fantasy?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zz6h2hfQ692jeeEkzfgFceyd50Y.jpg",
    "popularity": 11.0349,
    "tmdb_url": "https://www.themoviedb.org/movie/960139"
  },
  {
    "id": 930564,
    "title": "Saltburn",
    "release_date": "2023-11-16",
    "overview": "Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family's sprawling estate, for a summer never to be forgotten.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zGTfMwG112BC66mpaveVxoWPOaB.jpg",
    "popularity": 10.0017,
    "tmdb_url": "https://www.themoviedb.org/movie/930564"
  },
  {
    "id": 259316,
    "title": "Fantastic Beasts and Where to Find Them",
    "release_date": "2016-11-16",
    "overview": "In 1926, Newt Scamander arrives at the Magical Congress of the United States of America with a magically expanded briefcase, which houses a number of dangerous creatures and their habitats. When the creatures escape from the briefcase, it sends the American wizarding authorities after Newt, and threatens to strain even further the state of magical and non-magical relations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fLsaFKExQt05yqjoAvKsmOMYvJR.jpg",
    "popularity": 9.7971,
    "tmdb_url": "https://www.themoviedb.org/movie/259316"
  },
  {
    "id": 1071215,
    "title": "Thanksgiving",
    "release_date": "2023-11-16",
    "overview": "After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts - the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f5f3TEVst1nHHyqgn7Z3tlwnBIH.jpg",
    "popularity": 7.8929,
    "tmdb_url": "https://www.themoviedb.org/movie/1071215"
  },
  {
    "id": 82693,
    "title": "Silver Linings Playbook",
    "release_date": "2012-11-16",
    "overview": "After losing his job and wife, and spending time in an institution, a former teacher winds up living with his parents. He wants to rebuild his life and reconcile with his wife, but his father would be happy if he shared his obsession with the Philadelphia Eagles. Things get complicated when he meets Tiffany Maxwell who offers to help him reconnect with his wife if he will do something very important for her in exchange.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y7iOVneBvITlBdhy6tVqXVOa1Js.jpg",
    "popularity": 6.6469,
    "tmdb_url": "https://www.themoviedb.org/movie/82693"
  },
  {
    "id": 710,
    "title": "GoldenEye",
    "release_date": "1995-11-16",
    "overview": "When a powerful satellite system falls into the hands of Alec Trevelyan, AKA Agent 006, a former ally-turned-enemy, only James Bond can save the world from a dangerous space weapon that -- in one short pulse -- could destroy the earth! As Bond squares off against his former compatriot, he also battles Xenia Onatopp, an assassin who uses pleasure as her ultimate weapon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z0ljRnNxIO7CRBhLEO0DvLgAFPR.jpg",
    "popularity": 6.431,
    "tmdb_url": "https://www.themoviedb.org/movie/710"
  },
  {
    "id": 9836,
    "title": "Happy Feet",
    "release_date": "2006-11-16",
    "overview": "Into the world of the Emperor Penguins, who find their soul mates through song, a penguin is born who cannot sing. But he can tap dance something fierce!",
    "poster_url": "https://image.tmdb.org/t/p/w500/za41IHkj6LnkilfTzv5B2qmthKD.jpg",
    "popularity": 6.1162,
    "tmdb_url": "https://www.themoviedb.org/movie/9836"
  },
  {
    "id": 839369,
    "title": "May December",
    "release_date": "2023-11-16",
    "overview": "Twenty years after their notorious tabloid romance gripped the nation, a married couple buckles under the pressure when an actress arrives to do research for a film about their past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zhV7B610l7hjlri4ywikJ18ONuq.jpg",
    "popularity": 5.7647,
    "tmdb_url": "https://www.themoviedb.org/movie/839369"
  },
  {
    "id": 391707,
    "title": "Muhan",
    "release_date": "1985-11-16",
    "overview": "Gritty softcore thriller about a female assassin brutally victimized in her past, her target, and her sadistic yakuza handler.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oSaKUMRYRXD56RHd6qhhu7dxWAk.jpg",
    "popularity": 5.2269,
    "tmdb_url": "https://www.themoviedb.org/movie/391707"
  },
  {
    "id": 56386,
    "title": "SS Experiment Love Camp",
    "release_date": "1976-11-16",
    "overview": "Near the end of WW2, prisoners of war are used in experiments to perfect the Arian race.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1s3NnoCbBbqEa50A4ch8WYLORti.jpg",
    "popularity": 4.5627,
    "tmdb_url": "https://www.themoviedb.org/movie/56386"
  },
  {
    "id": 1375,
    "title": "Rocky V",
    "release_date": "1990-11-16",
    "overview": "A lifetime of taking shots has ended Rocky’s career, and a crooked accountant has left him broke. Inspired by the memory of his trainer, however, Rocky finds glory in training and takes on an up-and-coming boxer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tevHaVxtrMTaUi8f3YjLWYSSY8A.jpg",
    "popularity": 4.3676,
    "tmdb_url": "https://www.themoviedb.org/movie/1375"
  },
  {
    "id": 842934,
    "title": "Poker Face",
    "release_date": "2022-11-16",
    "overview": "A yearly high-stakes poker game between childhood friends turns into chaos when the tech billionaire host unveils an elaborate scheme to seek revenge for the ways they've betrayed him over the years. But as his plans unfold, a group of thieves hatch plans of their own breaking into the mansion thinking it is empty. The old friends quickly band together and the years of playing the game help them win their way through a night of terror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8a2MIBV9LuPYbF5rOEAohjjMz9P.jpg",
    "popularity": 3.0366,
    "tmdb_url": "https://www.themoviedb.org/movie/842934"
  },
  {
    "id": 920772,
    "title": "Coma",
    "release_date": "2022-11-16",
    "overview": "Amidst a period of unprecedented world events, an eighteen-year-old girl’s life is placed on hold. Isolated in her bedroom, she falls under the spell of the mysterious vlogger Patricia Coma. As time carries on, the lines between her dreams, fears, hopes, and reality begin to blur into one another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xpxquNuhQQWjYLMzP2Fx4Ii2eFB.jpg",
    "popularity": 2.5749,
    "tmdb_url": "https://www.themoviedb.org/movie/920772"
  },
  {
    "id": 43641,
    "title": "Superman/Shazam!: The Return of Black Adam",
    "release_date": "2010-11-16",
    "overview": "Chosen the world’s protector against the Seven Deadly Enemies of Man – pride, envy, greed, hatred, selfishness, laziness and injustice – young Billy Batson accepts his destiny as Captain Marvel. Battling alongside Superman against nefarious Black Adam, Billy soon discovers the challenge super heroes ultimately face: is it revenge or justice?",
    "poster_url": "https://image.tmdb.org/t/p/w500/3MgwChvi42N1RnhQE9A4pQVHyUY.jpg",
    "popularity": 2.4493,
    "tmdb_url": "https://www.themoviedb.org/movie/43641"
  },
  {
    "id": 957863,
    "title": "Time Still Turns the Pages",
    "release_date": "2023-11-16",
    "overview": "High school teacher Cheng looks back to his repressed childhood memories, as he finds an anonymous suicide note in the classroom. He strives hard to prevent another tragedy from happening, meanwhile facing a series of family problems, his wife is divorcing him, and his father is dying.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aEfOZDdnn2R2JVPgm5Dra9EOiOW.jpg",
    "popularity": 2.3543,
    "tmdb_url": "https://www.themoviedb.org/movie/957863"
  },
  {
    "id": 621587,
    "title": "Next Goal Wins",
    "release_date": "2023-11-16",
    "overview": "Dutch coach Thomas Rongen attempts the nearly impossible task of turning the American Samoa soccer team from perennial losers into winners.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xTQCL1zGugIck8MgvJ2lXSrxENR.jpg",
    "popularity": 2.2276,
    "tmdb_url": "https://www.themoviedb.org/movie/621587"
  },
  {
    "id": 183392,
    "title": "Capturing Avatar",
    "release_date": "2010-11-16",
    "overview": "Capturing Avatar is a feature length behind-the-scenes documentary about the making of Avatar. It uses footage from the film's development, as well as stock footage from as far back as the production of Titanic in 1995. Also included are numerous interviews with cast, artists, and other crew members. The documentary was released as a bonus feature on the extended collector's edition of Avatar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/26SMEXJl3978dn2svWBSqHbLl5U.jpg",
    "popularity": 2.0534,
    "tmdb_url": "https://www.themoviedb.org/movie/183392"
  },
  {
    "id": 1078642,
    "title": "Bihter: A Forbidden Passion",
    "release_date": "2023-11-16",
    "overview": "Bihter, who is desperate for love, sees Adnan, a wealthy and respected older guy, as a way out of the stereotype that society and her materialistic mother have given her. But she soon discovers that she is not satisfied with his attention and has other needs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/80LYrmrs3EcW0hj9aXAwglmXtJF.jpg",
    "popularity": 2.0531,
    "tmdb_url": "https://www.themoviedb.org/movie/1078642"
  },
  {
    "id": 414425,
    "title": "Mudbound",
    "release_date": "2017-11-16",
    "overview": "In the post–World War II South, two families are pitted against a barbaric social hierarchy and an unrelenting landscape as they simultaneously fight the battle at home and the battle abroad.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tf21kSKepMOlnorszWaiFwksKU4.jpg",
    "popularity": 2.0429,
    "tmdb_url": "https://www.themoviedb.org/movie/414425"
  },
  {
    "id": 22510,
    "title": "Hot for Teacher",
    "release_date": "2006-11-16",
    "overview": "Strict teachers, all those hours inside four walls, all your desires and youthful energy repressed. School is an endless drag - until she comes along. Uhm Ji Young has a perfect body and metric tons of sex appeal, and she knows it. Needless to say, all the students go crazy, and the male teachers too! They should be preparing for the annual school festival, but they're all occupied with other matters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ghHZHWxlZy3I42ych3Js5d9BFkD.jpg",
    "popularity": 2.0411,
    "tmdb_url": "https://www.themoviedb.org/movie/22510"
  },
  {
    "id": 518866,
    "title": "The Last Island",
    "release_date": "1990-11-16",
    "overview": "After a large airliner crashes on a deserted island killing most of the passengers, two women, five men and a dog survive: an Eastern European, a Canadian lawyer, a French biologist, a prosperous Scottish financier, a young American, an extrovert Australian and a major in the British army. Hopes of rescue fade as the survivors come to realise that the world may have suffered a major disaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oNdoNeMQEps1072tJaCB0qtOFz5.jpg",
    "popularity": 2.0327,
    "tmdb_url": "https://www.themoviedb.org/movie/518866"
  },
  {
    "id": 544431,
    "title": "The Clovehitch Killer",
    "release_date": "2018-11-16",
    "overview": "A picture-perfect family is torn apart after Tyler finds a cache of disturbing images in his father's possession. He begins to suspect that the man he trusts most in the world may be responsible for the murder of 13 women ten years prior.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6NmsbUJqnopbnLun2E4KvtVNj8T.jpg",
    "popularity": 2.0182,
    "tmdb_url": "https://www.themoviedb.org/movie/544431"
  }
]