[
  {
    "id": 597,
    "title": "Titanic",
    "release_date": "1997-11-18",
    "overview": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
    "popularity": 32.7318,
    "tmdb_url": "https://www.themoviedb.org/movie/597"
  },
  {
    "id": 18239,
    "title": "The Twilight Saga: New Moon",
    "release_date": "2009-11-18",
    "overview": "Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k2qTooPlHffgNABNWxeJdGMglPK.jpg",
    "popularity": 11.744,
    "tmdb_url": "https://www.themoviedb.org/movie/18239"
  },
  {
    "id": 9323,
    "title": "Ghost in the Shell",
    "release_date": "1995-11-18",
    "overview": "In the year 2029, the barriers of our world have been broken down by the net and by cybernetics, but this brings new vulnerability to humans in the form of brain-hacking. When a highly-wanted hacker known as 'The Puppetmaster' begins involving them in politics, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop the Puppetmaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9gC88zYUBARRSThcG93MvW14sqx.jpg",
    "popularity": 11.027,
    "tmdb_url": "https://www.themoviedb.org/movie/9323"
  },
  {
    "id": 425909,
    "title": "Ghostbusters: Afterlife",
    "release_date": "2021-11-18",
    "overview": "When single mom Callie and her two kids Trevor and Phoebe arrive in a small Oklahoma town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sg4xJaufDiQl7caFEskBtQXfD4x.jpg",
    "popularity": 10.8312,
    "tmdb_url": "https://www.themoviedb.org/movie/425909"
  },
  {
    "id": 131634,
    "title": "The Hunger Games: Mockingjay - Part 2",
    "release_date": "2015-11-18",
    "overview": "With the nation of Panem in a full scale war, Katniss confronts President Snow in the final showdown. Teamed with a group of her closest friends – including Gale, Finnick, and Peeta – Katniss goes off on a mission with the unit from District 13 as they risk their lives to stage an assassination attempt on President Snow who has become increasingly obsessed with destroying her. The mortal traps, enemies, and moral choices that await Katniss will challenge her more than any arena she faced in The Hunger Games.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7uLJCuK0ufoDklUdOORC8XanOKw.jpg",
    "popularity": 10.0445,
    "tmdb_url": "https://www.themoviedb.org/movie/131634"
  },
  {
    "id": 13461,
    "title": "Melissa P.",
    "release_date": "2005-11-18",
    "overview": "An adolescent girl, living with her mother and her grandmother, will have her first sexual experiences in a heavy and excessive way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3fjMLEVozmApiiDF75dnpSIaYZ3.jpg",
    "popularity": 5.946,
    "tmdb_url": "https://www.themoviedb.org/movie/13461"
  },
  {
    "id": 614917,
    "title": "King Richard",
    "release_date": "2021-11-18",
    "overview": "The story of how Richard Williams served as a coach to his daughters Venus and Serena, who will soon become two of the most legendary tennis players in history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2dfujXrxePtYJPiPHj1HkAFQvpu.jpg",
    "popularity": 4.6513,
    "tmdb_url": "https://www.themoviedb.org/movie/614917"
  },
  {
    "id": 791177,
    "title": "Bones and All",
    "release_date": "2022-11-18",
    "overview": "Abandoned by her father, a young woman embarks on a thousand-mile odyssey through the backroads of America where she meets a disenfranchised drifter. But despite their best efforts, all roads lead back to their terrifying pasts and to a final stand that will determine whether their love can survive their otherness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dBQuk2LkHjrDsSjueirPQg96GCc.jpg",
    "popularity": 4.3367,
    "tmdb_url": "https://www.themoviedb.org/movie/791177"
  },
  {
    "id": 376660,
    "title": "The Edge of Seventeen",
    "release_date": "2016-11-18",
    "overview": "Two high school girls are best friends until one dates the other's older brother, who is totally his sister's nemesis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1LyFay8CGf8mhPRDrMe0ljWw9GK.jpg",
    "popularity": 4.3088,
    "tmdb_url": "https://www.themoviedb.org/movie/376660"
  },
  {
    "id": 1883,
    "title": "Malcolm X",
    "release_date": "1992-11-18",
    "overview": "A tribute to the controversial black activist and leader of the struggle for black liberation. He hit bottom during his imprisonment in the '50s, he became a Black Muslim and then a leader in the Nation of Islam. His assassination in 1965 left a legacy of self-determination and racial pride.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o2s9ow0uRRm1BcF3teznk5twd90.jpg",
    "popularity": 3.9016,
    "tmdb_url": "https://www.themoviedb.org/movie/1883"
  },
  {
    "id": 654028,
    "title": "The Christmas Chronicles: Part Two",
    "release_date": "2020-11-18",
    "overview": "Kate Pierce is reluctantly spending Christmas with her mom’s new boyfriend and his son Jack. But when the North Pole and Christmas are threatened to be destroyed, Kate and Jack are unexpectedly pulled into a new adventure with Santa Claus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6sG0kbEvAi3RRLcGGU5h8l3qAPa.jpg",
    "popularity": 3.7756,
    "tmdb_url": "https://www.themoviedb.org/movie/654028"
  },
  {
    "id": 29845,
    "title": "A Woman Under the Influence",
    "release_date": "1974-11-18",
    "overview": "Mabel Longhetti, desperate and lonely, is married to a Los Angeles municipal construction worker, Nick. Increasingly unstable, especially in the company of others, she craves happiness, but her extremely volatile behavior convinces Nick that she poses a danger to their family and decides to commit her to an institution for six months. Alone with a trio of kids to raise on his own, he awaits her return, which holds more than a few surprises.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6EJ4JoTxnH1QmGTE9pPzgtW1cLW.jpg",
    "popularity": 3.6728,
    "tmdb_url": "https://www.themoviedb.org/movie/29845"
  },
  {
    "id": 43539,
    "title": "The Next Three Days",
    "release_date": "2010-11-18",
    "overview": "A married couple's life is turned upside down when the wife is accused of murdering her boss. Her husband John would spend the next few years trying to get her released, but there's no evidence that negates the evidence against her. When the strain of being separated from her husband and son gets to her, John decides to find a way to break her out.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wBaRZ3aHa7qoYTSY0ONbXrXYk4B.jpg",
    "popularity": 3.6346,
    "tmdb_url": "https://www.themoviedb.org/movie/43539"
  },
  {
    "id": 338958,
    "title": "Disenchanted",
    "release_date": "2022-11-18",
    "overview": "Disillusioned with life in the city, feeling out of place in suburbia, and frustrated that her happily ever after hasn’t been so easy to find, Giselle turns to the magic of Andalasia for help. Accidentally transforming the entire town into a real-life fairy tale and placing her family’s future happiness in jeopardy, she must race against time to reverse the spell and determine what happily ever after truly means to her and her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uyNLq2Dc3s4IOdcYTU8ZtM2lTjb.jpg",
    "popularity": 3.619,
    "tmdb_url": "https://www.themoviedb.org/movie/338958"
  },
  {
    "id": 1029827,
    "title": "Drishyam 2",
    "release_date": "2022-11-18",
    "overview": "7 years after the case related to Vijay Salgaonkar and his family was closed, a series of unexpected events bring truth to light that threatens to change everything for the Salgaonkars. Can Vijay save his family this time?",
    "poster_url": "https://image.tmdb.org/t/p/w500/yJNNwHQuKYNeHFbsxSFR6yK9Dda.jpg",
    "popularity": 3.5748,
    "tmdb_url": "https://www.themoviedb.org/movie/1029827"
  },
  {
    "id": 12233,
    "title": "Oliver & Company",
    "release_date": "1988-11-18",
    "overview": "A young cat named Oliver is left alone in a kitten box, while all the other young cats have new owners. A big dog named Dodger shows him how to get food and later Oliver lives with him, his owner Fagin and Fagin's other dogs Tito, Rita, Einstein, and Francis. Fagin has one problem besides being broke he owes a nasty man named Sykes a lot of money. If he can't pay it back he's in big trouble. While Oliver runs into a little girl named Jenny who becomes his new owner which he is happy with and later Sykes sees Jenny as the key for him to get his money.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x8XqdiZ0Oxu5iXF9SiFub9Lae8J.jpg",
    "popularity": 3.5226,
    "tmdb_url": "https://www.themoviedb.org/movie/12233"
  },
  {
    "id": 668461,
    "title": "Slumberland",
    "release_date": "2022-11-18",
    "overview": "A young girl discovers a secret map to the dreamworld of Slumberland, and with the help of an eccentric outlaw, she traverses dreams and flees nightmares, with the hope that she will be able to see her late father again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eCgBLNAFC4XDZ4DiyQ80PIJdSHU.jpg",
    "popularity": 3.432,
    "tmdb_url": "https://www.themoviedb.org/movie/668461"
  },
  {
    "id": 10510,
    "title": "Miracle on 34th Street",
    "release_date": "1994-11-18",
    "overview": "Six-year-old Susan Walker has doubts about childhood's most enduring miracle—Santa Claus. Her mother told her the secret about Santa a long time ago, but, after meeting a special department store Santa who's convinced he's the real thing, Susan is given the most precious gift of all—something to believe in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iUTPKkljdEjPlcPPYgbUz7APnHu.jpg",
    "popularity": 3.2364,
    "tmdb_url": "https://www.themoviedb.org/movie/10510"
  },
  {
    "id": 6972,
    "title": "Australia",
    "release_date": "2008-11-18",
    "overview": "Set in northern Australia before World War II, an English aristocrat who inherits a sprawling ranch reluctantly pacts with a stock-man in order to protect her new property from a takeover plot. As the pair drive 2,000 head of cattle over unforgiving landscape, they experience the bombing of Darwin by Japanese forces firsthand.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tFQpccGMTWe24eWxK5U9rb7tK3M.jpg",
    "popularity": 3.1952,
    "tmdb_url": "https://www.themoviedb.org/movie/6972"
  },
  {
    "id": 144616,
    "title": "Sofia the First: Once Upon a Princess",
    "release_date": "2012-11-18",
    "overview": "Set in the storybook world of Enchancia, the music-filled movie follows Sofia, an average girl whose life suddenly changes when her mother marries the king and she is whisked off to live in a castle with her mom, new step-father, King Roland II, and step-siblings, Amber and James. Along the way this ordinary girl learns to navigate the extraordinary life of royalty, and in the process makes everyone around her feel special.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5MGUoGtlOK646iHo8sJLyDSrpDC.jpg",
    "popularity": 2.7776,
    "tmdb_url": "https://www.themoviedb.org/movie/144616"
  },
  {
    "id": 472815,
    "title": "Buddy Games",
    "release_date": "2019-11-18",
    "overview": "After six lifelong friends have a five-year falling out, “The Bobfather”, reunites his pals for the Buddy Games, an insane competition of absurd physical and mental challenges with the chance to win a $150,000 pot. Now all bets are off, as the determined dudes' fight, claw, and party for the big bucks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uNCZh6YGg6r0GMyrctI14R0lHGL.jpg",
    "popularity": 2.7117,
    "tmdb_url": "https://www.themoviedb.org/movie/472815"
  },
  {
    "id": 12144,
    "title": "The Land Before Time",
    "release_date": "1988-11-18",
    "overview": "An orphaned brontosaurus named Littlefoot sets off in search of the legendary Great Valley. A land of lush vegetation where the dinosaurs can thrive and live in peace. Along the way he meets four other young dinosaurs, each one a different species, and they encounter several obstacles as they learn to work together in order to survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7phV1ETZnQrLsEeuk4hNeceEl25.jpg",
    "popularity": 2.7022,
    "tmdb_url": "https://www.themoviedb.org/movie/12144"
  },
  {
    "id": 11975,
    "title": "The Rainmaker",
    "release_date": "1997-11-18",
    "overview": "When Rudy Baylor, a young attorney with no clients, goes to work for a seedy ambulance chaser, he wants to help the parents of a terminally ill boy in their suit against an insurance company. But to take on corporate America, Rudy and a scrappy paralegal must open their own law firm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/twLGHXPjQtS8UyVGp5GXmhJiTM7.jpg",
    "popularity": 2.6633,
    "tmdb_url": "https://www.themoviedb.org/movie/11975"
  },
  {
    "id": 13127,
    "title": "SPL: Kill Zone",
    "release_date": "2005-11-18",
    "overview": "Chan, an articulate senior detective nearing the end of his career, is taking care of the daughter of a witness killed by ruthless crime lord Po. Martial arts expert Ma is set to take over as head of the crime unit, replacing Chan who wants an early retirement.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Zv5ekjWAKbFhz0VlzQVVcXTWCq.jpg",
    "popularity": 2.645,
    "tmdb_url": "https://www.themoviedb.org/movie/13127"
  },
  {
    "id": 785533,
    "title": "The Princess Switch 3: Romancing the Star",
    "release_date": "2021-11-18",
    "overview": "A priceless relic is stolen from identical royals Queen Margaret and Princess Stacy, who enlist the help of their sketchy look-alike cousin Fiona Pembroke to retrieve it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d42eVP0SdHEKUoUnaFpF2eMz4hZ.jpg",
    "popularity": 2.5346,
    "tmdb_url": "https://www.themoviedb.org/movie/785533"
  },
  {
    "id": 22586,
    "title": "The Swan Princess",
    "release_date": "1994-11-18",
    "overview": "The beautiful princess Odette is transformed into a swan by an evil sorcerer's spell. Held captive at an enchanted lake, she befriends Jean-Bob the frog, Speed the turtle and Puffin the bird. Despite their struggle to keep the princess safe, these good-natured creatures can do nothing about the sorcerer's spell, which can only be broken by a vow of everlasting love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tmpO3vk8WguFOE4UXESGdWwHQOX.jpg",
    "popularity": 2.5117,
    "tmdb_url": "https://www.themoviedb.org/movie/22586"
  },
  {
    "id": 754452,
    "title": "The Last Manhunt",
    "release_date": "2022-11-18",
    "overview": "In 1909, Willie Boy and his love Carlota go on the run after he accidentally shoots her father in a confrontation gone terribly wrong. With President Taft coming to the area, the local sheriff leads two Native American trackers seeking justice for their “murdered” tribal leader.",
    "poster_url": "https://image.tmdb.org/t/p/w500/95Bn6HZBBJcG7LOBMAzNH0gmLih.jpg",
    "popularity": 2.4234,
    "tmdb_url": "https://www.themoviedb.org/movie/754452"
  },
  {
    "id": 788752,
    "title": "Viking Wolf",
    "release_date": "2022-11-18",
    "overview": "After witnessing a grotesque murder at a party in her new town, a teenager starts having strange visions and bizarre desires.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2sJgljCEHQxuHbCJK6p15zM9vVM.jpg",
    "popularity": 2.4127,
    "tmdb_url": "https://www.themoviedb.org/movie/788752"
  },
  {
    "id": 11143,
    "title": "Tai-Chi Master",
    "release_date": "1993-11-18",
    "overview": "Falsely accused for cheating in a martial arts competition, two boyhood friends are banished from their Shaolin Temple and go their separate ways. As adults, they join opposing sides in a civil war. When one betrays the other, they settle their differences mano-a-mano.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vzodCpQ3xBaVuFLUl0w0iYp4V7G.jpg",
    "popularity": 2.3415,
    "tmdb_url": "https://www.themoviedb.org/movie/11143"
  },
  {
    "id": 146368,
    "title": "Love to Kill",
    "release_date": "1993-11-18",
    "overview": "A woman looks to a cop for help against her abusive husband, who constantly rapes, beats, and belittles her and her son, but the husband catches wind of the cop's plan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f9uqMIJz4m6muckNpx36xCXqRCA.jpg",
    "popularity": 2.3127,
    "tmdb_url": "https://www.themoviedb.org/movie/146368"
  },
  {
    "id": 1535,
    "title": "Spy Game",
    "release_date": "2001-11-18",
    "overview": "On the day of his retirement, a veteran CIA agent learns that his former protégé has been arrested in China, is sentenced to die the next morning in Beijing, and that the CIA is considering letting that happen to avoid an international scandal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6y8M1rxjKofQCRKKe6xeV91K2Fc.jpg",
    "popularity": 2.3075,
    "tmdb_url": "https://www.themoviedb.org/movie/1535"
  },
  {
    "id": 850,
    "title": "A Christmas Story",
    "release_date": "1983-11-18",
    "overview": "The comic mishaps and adventures of a young boy named Ralph, trying to convince his parents, teachers, and Santa that a Red Ryder B.B. gun really is the perfect Christmas gift for the 1940s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/34nSHYqmb7222tiqiuKqKJmZiQa.jpg",
    "popularity": 2.2684,
    "tmdb_url": "https://www.themoviedb.org/movie/850"
  },
  {
    "id": 193,
    "title": "Star Trek: Generations",
    "release_date": "1994-11-18",
    "overview": "Captain Jean-Luc Picard and the crew of the Enterprise-D find themselves at odds with the renegade scientist Soran who is destroying entire star systems. Only one man can help Picard stop Soran's scheme...and he's been dead for seventy-eight years.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gh0ZZRwSmlzEZTIZee3ZCN9Jssx.jpg",
    "popularity": 2.2219,
    "tmdb_url": "https://www.themoviedb.org/movie/193"
  },
  {
    "id": 939210,
    "title": "Blue's Big City Adventure",
    "release_date": "2022-11-18",
    "overview": "When Josh gets the opportunity of a lifetime to audition for Rainbow Puppy’s Broadway musical, Josh and Blue skidoo to NYC for the very first time where they meet new friends and discover the magic of music, dance, and following one’s dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sAYBC3WhhiX25629HLpCvkpGk9q.jpg",
    "popularity": 2.1511,
    "tmdb_url": "https://www.themoviedb.org/movie/939210"
  },
  {
    "id": 1031827,
    "title": "The Wonderful Autumn of Mickey Mouse",
    "release_date": "2022-11-18",
    "overview": "In a leafy hamlet, Mickey Mouse is determined to undo the failures of his family’s past after inheriting a rundown pumpkin farm from a distant relative, and the epic legend of its futility.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zrkEy57ZMm28MinRXoM93SI7CWq.jpg",
    "popularity": 2.1273,
    "tmdb_url": "https://www.themoviedb.org/movie/1031827"
  },
  {
    "id": 413658,
    "title": "The Warriors Gate",
    "release_date": "2016-11-18",
    "overview": "After a mysterious chest opens a gateway through time, teen gamer Jack is transported to an ancient empire terrorized by a cruel barbarian king. Jack will need all of his gaming skills as he battles to defeat the barbarian, protect a beautiful princess, and somehow find his way back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8l2DHcrCTgy1XuFHZmL2BbClJVO.jpg",
    "popularity": 2.0526,
    "tmdb_url": "https://www.themoviedb.org/movie/413658"
  }
]