[
  {
    "id": 297,
    "title": "Meet Joe Black",
    "release_date": "1998-11-12",
    "overview": "William Parrish, media tycoon and loving father, is about to celebrate his 65th birthday. One morning, he is contacted by the inevitable, by hallucination, as he thinks. Later, Death enters his home and his life, personified in human form as Joe Black. His intention was to take William with him, but accidentally, Joe and William's beautiful daughter Susan have already met. Joe begins to develop certain interest in life on Earth, as well as in Susan, who has no clue with whom she's flirting.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fDPAjvfPMomkKF7cMRmL5Anak61.jpg",
    "popularity": 12.4642,
    "tmdb_url": "https://www.themoviedb.org/movie/297"
  },
  {
    "id": 204082,
    "title": "Homefront",
    "release_date": "2013-11-12",
    "overview": "Phil Broker is a former DEA agent who has gone through a crisis after his action against a biker gang went horribly wrong and it cost the life of his boss' son. He is recently widowed and is left with a 9-years-old daughter, Maddy. He decides to quit the turbulent and demanding life of thrill for Maddy's sake and retires to a small town. His daughter fights off a boy who was bullying her at school and this sets in motion a round of events that end in his direct confrontation with the local Meth drug lord. His past history with the biker gang also enters the arena, making matters more complex. But he has a mission in his mind to protect his daughter and he is ready to pay any cost that it demands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6pF8D9bDIAmuHgCqGKEfuNWRQam.jpg",
    "popularity": 10.8269,
    "tmdb_url": "https://www.themoviedb.org/movie/204082"
  },
  {
    "id": 8078,
    "title": "Alien Resurrection",
    "release_date": "1997-11-12",
    "overview": "Two hundred years after Lt. Ripley died, a group of scientists clone her, hoping to breed the ultimate weapon. But the new Ripley is full of surprises … as are the new aliens. Ripley must team with a band of smugglers to keep the creatures from reaching Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9aRDMlU5Zwpysilm0WCWzU2PCFv.jpg",
    "popularity": 7.7288,
    "tmdb_url": "https://www.themoviedb.org/movie/8078"
  },
  {
    "id": 321741,
    "title": "Concussion",
    "release_date": "2015-11-12",
    "overview": "A dramatic thriller based on the incredible true David vs. Goliath story of American immigrant Dr. Bennet Omalu, the brilliant forensic neuropathologist who made the first discovery of CTE, a football-related brain trauma, in a pro player and fought for the truth to be known. Omalu's emotional quest puts him at dangerous odds with one of the most powerful institutions in the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1jEMpmmHEIO71tsMK0OGucDttxj.jpg",
    "popularity": 7.2755,
    "tmdb_url": "https://www.themoviedb.org/movie/321741"
  },
  {
    "id": 387848,
    "title": "Buddy's Mom",
    "release_date": "2015-11-12",
    "overview": "20-year-old Kyeong-soo is a man who's full of assumptions. He learned about sex from Internet porn, but nothing about the real thing. He's only had crushes and has never even kissed before. He got embarrassed when he confessed his feelings to Ji-yeon, his crush. He comforted himself from the shame with Japanese girls in his room with his right hand. One day, he has a fight with his father and remembers his friend Baek-hyeon had invited him over to Gangwon-do. There he falls in love with his friends' mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5JDVEZN0v3e9xMzZbZ92fC7HaQi.jpg",
    "popularity": 6.9787,
    "tmdb_url": "https://www.themoviedb.org/movie/387848"
  },
  {
    "id": 11249,
    "title": "Seed of Chucky",
    "release_date": "2004-11-12",
    "overview": "This time around, Chucky and his homicidal honey, Tiffany, are brought back to life by their orphan offspring, Glen. Then the horror goes Hollywood as Chucky unleashes his own brand of murderous mayhem!",
    "poster_url": "https://image.tmdb.org/t/p/w500/vd9K93gQ9whMKjXzADZanxWpIXM.jpg",
    "popularity": 6.2739,
    "tmdb_url": "https://www.themoviedb.org/movie/11249"
  },
  {
    "id": 551804,
    "title": "Freaky",
    "release_date": "2020-11-12",
    "overview": "A mystical, ancient dagger causes a notorious serial killer to magically switch bodies with a 17-year-old girl.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8xC6QSyxrpm0D5A6iyHNemEWBVe.jpg",
    "popularity": 5.9379,
    "tmdb_url": "https://www.themoviedb.org/movie/551804"
  },
  {
    "id": 227159,
    "title": "Horrible Bosses 2",
    "release_date": "2014-11-12",
    "overview": "Dale, Kurt and Nick decide to start their own business but things don't go as planned because of a slick investor, prompting the trio to pull off a harebrained and misguided kidnapping scheme.",
    "poster_url": "https://image.tmdb.org/t/p/w500/boBOkwIqgrs8noxBUSDkkicKa4K.jpg",
    "popularity": 5.5672,
    "tmdb_url": "https://www.themoviedb.org/movie/227159"
  },
  {
    "id": 44115,
    "title": "127 Hours",
    "release_date": "2010-11-12",
    "overview": "The true story of mountain climber Aron Ralston's remarkable adventure to save himself after a fallen boulder crashes on his arm and traps him in an isolated canyon in Utah.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h0RMdn0rfl9l5hWXz3tUh6QVkhi.jpg",
    "popularity": 5.5563,
    "tmdb_url": "https://www.themoviedb.org/movie/44115"
  },
  {
    "id": 12405,
    "title": "Slumdog Millionaire",
    "release_date": "2008-11-12",
    "overview": "A teenager reflects on his life after being accused of cheating on the Indian version of \"Who Wants to be a Millionaire?\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/5leCCi7ZF0CawAfM5Qo2ECKPprc.jpg",
    "popularity": 5.4305,
    "tmdb_url": "https://www.themoviedb.org/movie/12405"
  },
  {
    "id": 51620,
    "title": "Death Race 2",
    "release_date": "2010-11-12",
    "overview": "In the world's most dangerous prison, a new game is born: Death Race. The rules of this adrenaline-fueled blood sport are simple, drive or die. When repentant convict Carl Lucas discovers there's a price on his head, his only hope is to survive a twisted race against an army of hardened criminals and tricked-out cars.",
    "poster_url": "https://image.tmdb.org/t/p/w500/80mBFNVvak2bA9TJN1MD0yM7Lfi.jpg",
    "popularity": 5.0056,
    "tmdb_url": "https://www.themoviedb.org/movie/51620"
  },
  {
    "id": 100042,
    "title": "Dumb and Dumber To",
    "release_date": "2014-11-12",
    "overview": "20 years since their first adventure, Lloyd and Harry go on a road trip to find Harry's newly discovered daughter, who was given up for adoption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cvEi0xV7TUkabJGuzulhvbMjrHi.jpg",
    "popularity": 4.8198,
    "tmdb_url": "https://www.themoviedb.org/movie/100042"
  },
  {
    "id": 4251,
    "title": "Veer-Zaara",
    "release_date": "2004-11-12",
    "overview": "Squadron Leader Veer Pratap Singh, a pilot in the Indian Air Force, rescues the stranded Zaara, a woman from Pakistan, following a bus accident, and their lives are forever bound.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j267YqLvKAHeyykTflxzpgVgviQ.jpg",
    "popularity": 4.5131,
    "tmdb_url": "https://www.themoviedb.org/movie/4251"
  },
  {
    "id": 720557,
    "title": "Tiger 3",
    "release_date": "2023-11-12",
    "overview": "Following the events of Tiger Zinda Hai, War, and Pathaan, Avinash Singh Rathore returns as Tiger but this time the battle is within. He has to choose between his country or family as an old enemy is after his life, who claims that his family was killed by Tiger. He holds Tiger captive in Pakistan as the Indian agent's loyalty towards his country faces its biggest test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fjzpptTwFoIduPrAUGmlqxaLKhm.jpg",
    "popularity": 4.014,
    "tmdb_url": "https://www.themoviedb.org/movie/720557"
  },
  {
    "id": 848788,
    "title": "Anita",
    "release_date": "2021-11-12",
    "overview": "This long-awaited biopic provides a vivid account of the remarkable life of Anita Mui in and behind the limelight, chronicling her journey from a child performer to becoming one of world's most recognized music icons.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8u049Y7PDVTysi6KLryhOE7ocdm.jpg",
    "popularity": 3.7203,
    "tmdb_url": "https://www.themoviedb.org/movie/848788"
  },
  {
    "id": 378108,
    "title": "In This Corner of the World",
    "release_date": "2016-11-12",
    "overview": "Japan, 1943, during World War II. Young Suzu leaves her village near Hiroshima to marry and live with her in-laws in Kure, a military harbor. Her creativity to overcome deprivation quickly makes her indispensable at home. Inhabited by an ancestral wisdom, Suzu impregnates the simple gestures of everyday life with poetry and beauty. The many hardships, the loss of loved ones, the frequent air raids of the enemy, nothing alters her enthusiasm…",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Z4H4M2F8OQTB04YC1Opds8MFBb.jpg",
    "popularity": 3.6809,
    "tmdb_url": "https://www.themoviedb.org/movie/378108"
  },
  {
    "id": 763164,
    "title": "Apex",
    "release_date": "2021-11-12",
    "overview": "Ex-cop Thomas Malone is serving a life sentence for a crime he didn’t commit. He is offered a chance at freedom if he can survive a deadly game of Apex, in which six hunters pay for the pleasure of hunting another human on a remote island. He accepts, and once he arrives, all hell breaks loose.",
    "poster_url": "https://image.tmdb.org/t/p/w500/chTkFGToW5bsyw3hgLAe4S5Gt3.jpg",
    "popularity": 3.2995,
    "tmdb_url": "https://www.themoviedb.org/movie/763164"
  },
  {
    "id": 512895,
    "title": "Lady and the Tramp",
    "release_date": "2019-11-12",
    "overview": "The love story between a pampered Cocker Spaniel named Lady and a streetwise mongrel named Tramp. Lady finds herself out on the street after her owners have a baby and is saved from a pack by Tramp, who tries to show her to live her life footloose and collar-free.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8wBEye516IKul9sW7JKGcFXVGfV.jpg",
    "popularity": 3.2306,
    "tmdb_url": "https://www.themoviedb.org/movie/512895"
  },
  {
    "id": 10589,
    "title": "After the Sunset",
    "release_date": "2004-11-12",
    "overview": "An FBI agent is suspicious of two master thieves, quietly enjoying their retirement near what may - or may not - be the biggest score of their careers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1mo3OdxeR6pLgAVt4a3cyvUUQri.jpg",
    "popularity": 2.9824,
    "tmdb_url": "https://www.themoviedb.org/movie/10589"
  },
  {
    "id": 877183,
    "title": "The Simpsons in Plusaversary",
    "release_date": "2021-11-12",
    "overview": "The Simpsons host a Disney+ Day party and everyone is on the list… except Homer. With friends from across the service and music fit for a Disney Princess, Plusaversary is Springfield's event of the year.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p5jzbffrXuBTjsiwrQ3aOMTrvCj.jpg",
    "popularity": 2.9752,
    "tmdb_url": "https://www.themoviedb.org/movie/877183"
  },
  {
    "id": 15263,
    "title": "McLintock!",
    "release_date": "1963-11-12",
    "overview": "Ageing, wealthy, rancher and self-made man, George Washington McLintock is forced to deal with numerous personal and professional problems. Seemingly everyone wants a piece of his enormous farmstead, including high-ranking government men and nearby Native Americans. As McLintock tries to juggle his various adversaries, his wife—who left him two years previously—suddenly returns. But she isn't interested in George; she wants custody of their daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gjaAtWJqGomsE5qNQStHcHhSzES.jpg",
    "popularity": 2.8587,
    "tmdb_url": "https://www.themoviedb.org/movie/15263"
  },
  {
    "id": 798544,
    "title": "Summer Ghost",
    "release_date": "2021-11-12",
    "overview": "An urban legend says that lighting fireworks at an abandoned airfield will beckon the \"summer ghost,\" a spirit that can answer any question. Three teenagers, Tomoya, Aoi, and Ryo, each have their own reason to show up one day. When a ghost named Ayane appears, she reveals she is only visible to those \"who are about to touch their death.\" Compelled by the ghost and her message, Tomoya begins regularly visiting the airfield to uncover the true purpose of her visits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mMXaAvvSw24hYNchhCtCM5z6fhB.jpg",
    "popularity": 2.5793,
    "tmdb_url": "https://www.themoviedb.org/movie/798544"
  },
  {
    "id": 718838,
    "title": "Mothering Sunday",
    "release_date": "2021-11-12",
    "overview": "On a warm spring day in 1924, house maid and foundling Jane Fairchild finds herself alone on Mother's Day. Her employers, Mr. and Mrs. Niven, are out and she has the rare chance to spend quality time with her secret lover. Paul is the boy from the manor house nearby, Jane's long-term love despite the fact that he's engaged to be married to another woman, a childhood friend and daughter of his parents' friends. But events that neither can foresee will change the course of Jane's life forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/unZ7vPgxMTxWrpPGIkAVSqgdryv.jpg",
    "popularity": 2.4683,
    "tmdb_url": "https://www.themoviedb.org/movie/718838"
  },
  {
    "id": 19657,
    "title": "Baazigar",
    "release_date": "1993-11-12",
    "overview": "A young man with a vendetta against a business tycoon seduces and kills his eldest daughter and then proceeds to his younger daughter but she begins to suspect her new lover's ulterior motive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ndQQ2bTV0JLSRxUBchE4eD3qhDb.jpg",
    "popularity": 2.4618,
    "tmdb_url": "https://www.themoviedb.org/movie/19657"
  },
  {
    "id": 9878,
    "title": "The Boy in the Plastic Bubble",
    "release_date": "1976-11-12",
    "overview": "Tod Lubitch is born with a deficient immune system. As such, he must spend the rest of his life in a completely sterile environment. His room is completely hermetically sealed against bacteria and virus, his food is specially prepared, and his only human contact comes in the form of gloved hands. The movie follows his life into a teenager.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qZHhtOaXj3GhmivPhsmCnLkitpY.jpg",
    "popularity": 2.4322,
    "tmdb_url": "https://www.themoviedb.org/movie/9878"
  },
  {
    "id": 39387,
    "title": "Loves of a Blonde",
    "release_date": "1965-11-12",
    "overview": "Andula, an innocent Czech girl from a factory town, is desperately in search of love. She believes she's found it when she beds Milda, a charming young musician visiting from Prague. Milda, however, is only looking for a casual encounter, and leaves town assuming he'll never see Andula again. But when Andula doesn't hear from him, she packs up and heads to Prague, to the surprise of Milda and his parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fyRg6Qh4oN1KRfkx8Q3DFzA642P.jpg",
    "popularity": 2.2768,
    "tmdb_url": "https://www.themoviedb.org/movie/39387"
  },
  {
    "id": 777270,
    "title": "Belfast",
    "release_date": "2021-11-12",
    "overview": "Buddy is a young boy on the cusp of adolescence, whose life is filled with familial love, childhood hijinks, and a blossoming romance. Yet, with his beloved hometown caught up in increasing turmoil, his family faces a momentous choice: hope the conflict will pass or leave everything they know behind for a new life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4xs6nHNBjYpRymw8ZQmnVIbJ8Xa.jpg",
    "popularity": 2.2187,
    "tmdb_url": "https://www.themoviedb.org/movie/777270"
  },
  {
    "id": 396158,
    "title": "Sometimes Pornography Star",
    "release_date": "2015-11-12",
    "overview": "After the death of her father, a divorce  and a long period of absence and solitude, a woman is reborn obsessed by a man. Jin Hee learns that she can be satisfied by love, she want to be sure that the relationship between a man and a woman is not a one-way possession, but of consideration and delicacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zMZ4IiKAPEqNwpSw9r4oA6M3f1F.jpg",
    "popularity": 2.1923,
    "tmdb_url": "https://www.themoviedb.org/movie/396158"
  },
  {
    "id": 41171,
    "title": "Noel",
    "release_date": "2004-11-12",
    "overview": "Christmas Eve in New York, and the lonely divorced publisher, Rose Collins, needs a miracle to improve the health of her mother, interned in a hospital with Alzheimers. She feels sorry for another patient and meets his visitor. Meanwhile, Nina Vasquez breaks her engagement with her beloved fiancé Mike due to his suffocating jealousy, but misses him. Mike is stalked by a stranger, bartender Artie Venzuela. The poor Jules arranges to spend Christmas Eve in the hospital, where he spent the best Christmas of his life when he was a teenager. The lives of some of these characters cross with others along the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pPYlVwLF8mRFxCiXFxHeFN0d4ON.jpg",
    "popularity": 2.1864,
    "tmdb_url": "https://www.themoviedb.org/movie/41171"
  },
  {
    "id": 785585,
    "title": "Kurup",
    "release_date": "2021-11-12",
    "overview": "The Film is based on the infamous 'Charlie Murder Case' in the Indian State of Kerala where the main culprit Sukumara Kurup has been on the run for decades and is still not been caught. The story revolves around the perspective of Sukumara Kurup and the Police officers who were investigating the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3621WvCUWHYiXbO6ZXMxBSUxApe.jpg",
    "popularity": 2.1645,
    "tmdb_url": "https://www.themoviedb.org/movie/785585"
  },
  {
    "id": 200297,
    "title": "Rajanna",
    "release_date": "2011-11-12",
    "overview": "The film is set in the Nelakondapalli village of khammam district in Nizam Princely State of Hyderabad of the late 1940s. The feudal society is under the vice-like grip of an aristocratic family and its head, a Dorasani (Shwetha Menon). Mallamma (Baby Annie) is the darling of the village, who is living in perpetual humiliation. They seek solace in her songs. Brought up by Sambayya, an old man, she develops a mysterious attachment to a basil tree which is regarded as holy by the entire village.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gab2TNuQsEuxQygEgko6fZwuzv6.jpg",
    "popularity": 2.1391,
    "tmdb_url": "https://www.themoviedb.org/movie/200297"
  },
  {
    "id": 595228,
    "title": "Soorarai Pottru",
    "release_date": "2020-11-12",
    "overview": "Nedumaaran Rajangam \"Maara\" sets out to make the common man fly and in the process takes on the world's most capital intensive industry and several enemies who stand in his way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/83AFk8uxCpzAcCnVEnEw3sIKiiE.jpg",
    "popularity": 2.112,
    "tmdb_url": "https://www.themoviedb.org/movie/595228"
  },
  {
    "id": 660262,
    "title": "Three Wishes for Cinderella",
    "release_date": "2021-11-12",
    "overview": "Popelka, a resourceful and independent young girl, is a servant in her stepmother's house and confides in her closest friend the owl. When she comes across three magical acorns, she's granted a single wish for each one of them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4kqH4d9FBQv5Sel39Ns7TMd13RT.jpg",
    "popularity": 2.0449,
    "tmdb_url": "https://www.themoviedb.org/movie/660262"
  }
]