[
  {
    "id": 460458,
    "title": "Resident Evil: Welcome to Raccoon City",
    "release_date": "2021-11-24",
    "overview": "Once the booming home of pharmaceutical giant Umbrella Corporation, Raccoon City is now a dying Midwestern town. The company’s exodus left the city a wasteland…with great evil brewing below the surface. When that evil is unleashed, the townspeople are forever…changed…and a small group of survivors must work together to uncover the truth behind Umbrella and make it through the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bArhvjRHl535XMaSh9VjInF2mSZ.jpg",
    "popularity": 34.0358,
    "tmdb_url": "https://www.themoviedb.org/movie/460458"
  },
  {
    "id": 310307,
    "title": "The Founder",
    "release_date": "2016-11-24",
    "overview": "The true story of how Ray Kroc, a salesman from Illinois, met Mac and Dick McDonald, who were running a burger operation in 1950s Southern California. Kroc was impressed by the brothers’ speedy system of making the food and saw franchise potential. He maneuvered himself into a position to be able to pull the company from the brothers and create a billion-dollar empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8gLIksu5ggdfBL1UbeTeonHquxl.jpg",
    "popularity": 20.6071,
    "tmdb_url": "https://www.themoviedb.org/movie/310307"
  },
  {
    "id": 38757,
    "title": "Tangled",
    "release_date": "2010-11-24",
    "overview": "Feisty teenager Rapunzel, who has long and magical hair, wants to go and see sky lanterns on her eighteenth birthday, but she's bound to a tower by her overprotective mother. She strikes a deal with Flynn Rider, a charming wanted thief, and the duo set off on an action-packed escapade.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ym7Kst6a4uodryxqbGOxmewF235.jpg",
    "popularity": 18.988,
    "tmdb_url": "https://www.themoviedb.org/movie/38757"
  },
  {
    "id": 788,
    "title": "Mrs. Doubtfire",
    "release_date": "1993-11-24",
    "overview": "Loving but irresponsible dad Daniel Hillard, estranged from his exasperated spouse, is crushed by a court order allowing only weekly visits with his kids. When Daniel learns his ex needs a housekeeper, he gets the job -- disguised as a British nanny. Soon he becomes not only his children's best pal but the kind of parent he should have been from the start.",
    "poster_url": "https://image.tmdb.org/t/p/w500/shHrSmXS5140o6sQzgzXxn3KqSm.jpg",
    "popularity": 9.6405,
    "tmdb_url": "https://www.themoviedb.org/movie/788"
  },
  {
    "id": 116149,
    "title": "Paddington",
    "release_date": "2014-11-24",
    "overview": "A young Peruvian bear travels to London in search of a home. Finding himself lost and alone at Paddington Station, he meets the kindly Brown family, who offer him a temporary haven.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wpchRGhRhvhtU083PfX2yixXtiw.jpg",
    "popularity": 8.0335,
    "tmdb_url": "https://www.themoviedb.org/movie/116149"
  },
  {
    "id": 346672,
    "title": "Underworld: Blood Wars",
    "release_date": "2016-11-24",
    "overview": "Vampire death dealer Selene fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David and his father Thomas, she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v1ciDCWMG47gdT4kMyjyQbnLQQn.jpg",
    "popularity": 5.6854,
    "tmdb_url": "https://www.themoviedb.org/movie/346672"
  },
  {
    "id": 774752,
    "title": "The Guardians of the Galaxy Holiday Special",
    "release_date": "2022-11-24",
    "overview": "On a mission to make Christmas unforgettable for Quill, the Guardians head to Earth in search of the perfect present.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8dqXyslZ2hv49Oiob9UjlGSHSTR.jpg",
    "popularity": 5.1996,
    "tmdb_url": "https://www.themoviedb.org/movie/774752"
  },
  {
    "id": 1211483,
    "title": "Skal: Fight for Survival",
    "release_date": "2023-11-24",
    "overview": "My name's Arthur, a huge Internet star who's just hit 3 million subs. While in the midst of throwing an epic party to celebrate, the universe had the balls to bring on the effing apocalypse and cut my night short. What was supposed to be a perfect hangover, has turned into an epic fight for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1On8iF3AsFIbpyfZg1xiGWMAFBn.jpg",
    "popularity": 4.9721,
    "tmdb_url": "https://www.themoviedb.org/movie/1211483"
  },
  {
    "id": 334543,
    "title": "Lion",
    "release_date": "2016-11-24",
    "overview": "A five-year-old Indian boy gets lost on the streets of Calcutta, thousands of kilometers from home. He survives many challenges before being adopted by a couple in Australia; 25 years later, he sets out to find his lost family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iBGRbLvg6kVc7wbS8wDdVHq6otm.jpg",
    "popularity": 4.9589,
    "tmdb_url": "https://www.themoviedb.org/movie/334543"
  },
  {
    "id": 16048,
    "title": "All About Anna",
    "release_date": "2005-11-24",
    "overview": "Anna is a young costume designer, focused on her job and wary of getting caught in romantic relationships. She has just found a new apartment, and is tempted to let her latest boyfriend, Frank, move in with her. Instead, she finds a tenant: The flamboyant, fun-loving Camilla, who shares Anna’s views on love and commitment. For both of them, it’s all about fun.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ckGai55OCUbXU8ycRt6ZpY3sDJ.jpg",
    "popularity": 4.1088,
    "tmdb_url": "https://www.themoviedb.org/movie/16048"
  },
  {
    "id": 9946,
    "title": "End of Days",
    "release_date": "1999-11-24",
    "overview": "On 28 December 1999, the citizens of New York City are getting ready for the turn of the millennium. However, Satan decides to crash the party by coming to the city  and searching for his chosen bride — a 20-year-old woman named Christine York. The world will end, and the only hope lies within an atheist named Jericho Cane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pY8FbKKl3VD0jRI1iDFrwN6alLa.jpg",
    "popularity": 4.003,
    "tmdb_url": "https://www.themoviedb.org/movie/9946"
  },
  {
    "id": 644495,
    "title": "House of Gucci",
    "release_date": "2021-11-24",
    "overview": "When Patrizia Reggiani, an outsider from humble beginnings, marries into the Gucci family, her unbridled ambition begins to unravel the family legacy and triggers a reckless spiral of betrayal, decadence, revenge, and ultimately… murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oJCQjD2byiVF1EG408F9dBn9ndU.jpg",
    "popularity": 3.8347,
    "tmdb_url": "https://www.themoviedb.org/movie/644495"
  },
  {
    "id": 14194,
    "title": "Dhoom 2",
    "release_date": "2006-11-24",
    "overview": "Jai and Ali return, this time on the trail of an international thief who steals priceless artifacts and has chosen Mumbai as his next target.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3zJLnrP9g9LSMpX5C1wau49gGUv.jpg",
    "popularity": 3.773,
    "tmdb_url": "https://www.themoviedb.org/movie/14194"
  },
  {
    "id": 736545,
    "title": "Nothing Serious",
    "release_date": "2021-11-24",
    "overview": "Woo-ri, 32, and Ja-young, 28, who both dislike being alone but have particular anxieties when it comes to dating, meet through an app.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kXG2cSa4QUf5qbgs02T77qHlmLT.jpg",
    "popularity": 3.741,
    "tmdb_url": "https://www.themoviedb.org/movie/736545"
  },
  {
    "id": 1196656,
    "title": "Sugar Baby",
    "release_date": "2023-11-24",
    "overview": "Two high school friends turned sugar babies, who sacrifice everything for each other. Until love gets in the way",
    "poster_url": "https://image.tmdb.org/t/p/w500/g9MaTZCsGGXjqF87I8XiFHp8Kby.jpg",
    "popularity": 3.2273,
    "tmdb_url": "https://www.themoviedb.org/movie/1196656"
  },
  {
    "id": 9559,
    "title": "A Perfect World",
    "release_date": "1993-11-24",
    "overview": "A kidnapped boy strikes up a friendship with his captor: an escaped convict on the run from the law, headed by an honorable U.S. Marshal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1II9kMjOuho3pnEvxkpx7e3ozOO.jpg",
    "popularity": 3.1957,
    "tmdb_url": "https://www.themoviedb.org/movie/9559"
  },
  {
    "id": 645886,
    "title": "The Unforgivable",
    "release_date": "2021-11-24",
    "overview": "A woman is released from prison after serving a sentence for a violent crime and re-enters a society that refuses to forgive her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1b3dNFDuE7i05TJlXrIC571yR01.jpg",
    "popularity": 3.1609,
    "tmdb_url": "https://www.themoviedb.org/movie/645886"
  },
  {
    "id": 1208217,
    "title": "Joe",
    "release_date": "2023-11-24",
    "overview": "Joe, who is reeling from a heartbreak by his college sweetheart Suchitra, reluctantly marries Shruthi , who isn't ready to accept him as her husband because of the ghosts from her own past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/acPZqREZtRxXrcAG40L7Um2lJW5.jpg",
    "popularity": 2.9845,
    "tmdb_url": "https://www.themoviedb.org/movie/1208217"
  },
  {
    "id": 426166,
    "title": "My Annoying Brother",
    "release_date": "2016-11-24",
    "overview": "A jailed swindler leaps at the chance to earn parole in return for taking care of his estranged brother, an athlete who recently lost his sight.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Cxrt3gSH9VAKDvsuk6Tx1IShJy.jpg",
    "popularity": 2.6307,
    "tmdb_url": "https://www.themoviedb.org/movie/426166"
  },
  {
    "id": 826353,
    "title": "Mascarpone",
    "release_date": "2021-11-24",
    "overview": "Antonio is a 30 year old family man, whose life finds an unexpected twist when he's suddenly dumped by his husband, whom he depends both psychologically and economically: he needs to find a new place to stay, a job and a new purpose in life. Antonio finds a room in an apartment owned by Denis and starts to work in a bakery owned by Luca, while attending pastry school. Through this process he discovers that it was wrong of him to give up his independence for the sake of his relationship in the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/poCWdYfErYIzjJFptS1w7bDzocX.jpg",
    "popularity": 2.5947,
    "tmdb_url": "https://www.themoviedb.org/movie/826353"
  },
  {
    "id": 982940,
    "title": "Due Justice",
    "release_date": "2023-11-24",
    "overview": "An attorney with a military past hunts down the gang who killed his wife and took his daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/osUFKfa5D1wskPHahUM3GAm1HVh.jpg",
    "popularity": 2.5598,
    "tmdb_url": "https://www.themoviedb.org/movie/982940"
  },
  {
    "id": 1183905,
    "title": "Trunk - Locked In",
    "release_date": "2023-11-24",
    "overview": "28-year-old medicine student Malina wakes up disoriented in a locked trunk and realizes, to her horror, that she is missing more than just her memory of what happened. With her phone as the only link to the outside world, the intelligent young woman wages a desperate fight for survival while the vehicle races relentlessly toward a terrible secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/znbGgoqcQB0pxoTSO5imfALWOk3.jpg",
    "popularity": 2.4883,
    "tmdb_url": "https://www.themoviedb.org/movie/1183905"
  },
  {
    "id": 783740,
    "title": "Till We Meet Again",
    "release_date": "2021-11-24",
    "overview": "Ah Lun, who has a choice to make in the underworld, decides to be a god of love in Chinese mythology. As he advances with his tasks on Earth, his biggest challenge is to tie a red string with the woman he loves the most.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xhyAzA3KDZ6F88WLEhvsIrB40pa.jpg",
    "popularity": 2.4626,
    "tmdb_url": "https://www.themoviedb.org/movie/783740"
  },
  {
    "id": 615666,
    "title": "A Boy Called Christmas",
    "release_date": "2021-11-24",
    "overview": "An ordinary young boy called Nikolas sets out on an extraordinary adventure into the snowy north in search of his father who is on a quest to discover the fabled village of the elves, Elfhelm. Taking with him a headstrong reindeer called Blitzen and a loyal pet mouse, Nikolas soon meets his destiny in this magical and endearing story that proves nothing is impossible…",
    "poster_url": "https://image.tmdb.org/t/p/w500/1sRejtiHOZGggZd9RcmdqbapLM5.jpg",
    "popularity": 2.437,
    "tmdb_url": "https://www.themoviedb.org/movie/615666"
  },
  {
    "id": 575828,
    "title": "Son of a Rich",
    "release_date": "2019-11-24",
    "overview": "Grigory, born into an oligarch family, is so spoiled that he believes he's above the law. When he faces jail, his father decides to 'rehabilitate' his son. An abandoned village is reconstructed, 19th century style. Grigory 'goes back in time', reincarnated as a serf, to learn how to appreciate life and to work hard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m98QuZX72UaMfqcQPHvGF0ZTC2R.jpg",
    "popularity": 2.4334,
    "tmdb_url": "https://www.themoviedb.org/movie/575828"
  },
  {
    "id": 821881,
    "title": "The Swimmers",
    "release_date": "2022-11-24",
    "overview": "From war-torn Syria to the 2016 Rio Olympics, two young sisters embark on a risky voyage, putting their hearts and their swimming skills to heroic use.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u9MiJ6zLpDw4s3qZz93WDVwTUIo.jpg",
    "popularity": 2.4061,
    "tmdb_url": "https://www.themoviedb.org/movie/821881"
  },
  {
    "id": 22821,
    "title": "The Boondock Saints II: All Saints Day",
    "release_date": "2009-11-24",
    "overview": "Skillfully framed by an unknown enemy for the murder of a priest, wanted vigilante MacManus brothers Murphy and Connor must come out of hiding on a sheep farm in Ireland to fight for justice in Boston.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jFHtFInp3tYIBxkwWMfNJf1RBZW.jpg",
    "popularity": 2.3982,
    "tmdb_url": "https://www.themoviedb.org/movie/22821"
  },
  {
    "id": 1033394,
    "title": "Michael Jackson: Who Was the Man in the Mirror?",
    "release_date": "2020-11-24",
    "overview": "Michael Jackson is remembered as the King of Pop, and is a renowned incredibly talented singer and dancer. His style, music and dance moves are celebrated worldwide. He was a one of a kind performer and once in a lifetime entertainer, but few people really know the man he was behind the mask and and the man that the media portrayed him to be. From the age of 5 and up until his last days, the pressure that was put on him was enormous and it had serious repercussions on his physical and mental health. His success was overshadowed by child abuse allegations, and his addiction for prescription drugs and plastic surgery. The show reveals who was the real Michael Jackson, the deeply conflicted man, the man that never really grew up, the man in the mirror.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tr6wzI7omHIwajC0I0UmWg4qpXy.jpg",
    "popularity": 2.3807,
    "tmdb_url": "https://www.themoviedb.org/movie/1033394"
  },
  {
    "id": 19277,
    "title": "In Hell",
    "release_date": "2003-11-24",
    "overview": "A man must survive a prison where hardened criminals battle to the death for the warden's entertainment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vE2fYcP07fbIHoouATNErRQuNrw.jpg",
    "popularity": 2.333,
    "tmdb_url": "https://www.themoviedb.org/movie/19277"
  },
  {
    "id": 79218,
    "title": "Ice Age: A Mammoth Christmas",
    "release_date": "2011-11-24",
    "overview": "When Sid accidentally destroys Manny's heirloom Christmas rock and ends up on Santa's naughty list, he leads a hilarious quest to the North Pole to make things right and ends up making things much worse. Now it's up to Manny and his prehistoric posse to band together and save Christmas for the entire world!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ue5417HaDcvgMDusryenwwwZARq.jpg",
    "popularity": 2.319,
    "tmdb_url": "https://www.themoviedb.org/movie/79218"
  },
  {
    "id": 18890,
    "title": "We're Back! A Dinosaur's Story",
    "release_date": "1993-11-24",
    "overview": "Captain New Eyes travels back in time and feeds dinosaurs his Brain Grain cereal, which makes them intelligent and non-violent. They agree to go to the \"Middle Future\" in order to grant the wishes of children in New York City. They are to meet Dr. Bleeb of the Museum of Natural History, but get sidetracked with their new children friends and run into the Captain's evil brother, Professor Screweyes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iyFmhYlioe3PDZjSKWtcIhu5R02.jpg",
    "popularity": 2.2903,
    "tmdb_url": "https://www.themoviedb.org/movie/18890"
  },
  {
    "id": 49852,
    "title": "The Nutcracker",
    "release_date": "2010-11-24",
    "overview": "In 1920s Vienna, a young girl receives a magical doll on Christmas Eve.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8qpovUSOZiqFOpsHoByfKojI8iC.jpg",
    "popularity": 2.2239,
    "tmdb_url": "https://www.themoviedb.org/movie/49852"
  },
  {
    "id": 22949,
    "title": "Old Dogs",
    "release_date": "2009-11-24",
    "overview": "Charlie and Dan have been best friends and business partners for thirty years; their Manhattan public relations firm is on the verge of a huge business deal with a Japanese company. With two weeks to sew up the contract, Dan gets a surprise: a woman he married on a drunken impulse nearly nine years before (annulled the next day) shows up to tell him he's the father of her twins, now seven, and she'll be in jail for 14 days for a political protest. Dan volunteers to keep the tykes, although he's uptight and clueless. With Charlie's help is there any way they can be dad and uncle, meet the kids' expectations, and still land the account?",
    "poster_url": "https://image.tmdb.org/t/p/w500/u056hk3at4ukf9DWASVjogXyZfn.jpg",
    "popularity": 2.1235,
    "tmdb_url": "https://www.themoviedb.org/movie/22949"
  },
  {
    "id": 82994,
    "title": "S.I.U.",
    "release_date": "2011-11-24",
    "overview": "Sung-Bum is a hot-tempered detective who relies on his intuition to crack cases. He rarely comes across a case that he cannot solve. The body of a police officer is then discovered in a burned out car near an abandoned building. Drugs are also found near the dead officer. To catch the killer the police department sets up a special investigation unit for the case. Sung-Bum takes part in the investigation. Ho-Ryong is a young, confident man who works as a criminal profiler. He trained with the F.B.I. in the United States. Ho-Ryong is also assigned to the special investigation unit. Ho-Ryong relies on evidence rather than instinct. Detective Sung-Bum takes an immediate dislike for Ho-Ryong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rQf35Q4UJthX6wDnHKJwQJ2YcyD.jpg",
    "popularity": 2.1058,
    "tmdb_url": "https://www.themoviedb.org/movie/82994"
  },
  {
    "id": 22267,
    "title": "Ride with the Devil",
    "release_date": "1999-11-24",
    "overview": "Ride with the Devil follows four people who are fighting for truth and justice amidst the turmoil of the American Civil War. Director Ang Lee takes us to a no man's land on the Missouri/Kansas border where a staunch loyalist, an immigrant's son, a freed slave, and a young widow form an unlikely friendship as they learn how to survive in an uncertain time. In a place without rules and redefine the meaning of bravery and honor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pH3J5IUzho4ZVaRuTuErzqHHovb.jpg",
    "popularity": 2.0094,
    "tmdb_url": "https://www.themoviedb.org/movie/22267"
  }
]