[
  {
    "id": 862,
    "title": "Toy Story",
    "release_date": "1995-11-22",
    "overview": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg",
    "popularity": 22.8269,
    "tmdb_url": "https://www.themoviedb.org/movie/862"
  },
  {
    "id": 753342,
    "title": "Napoleon",
    "release_date": "2023-11-22",
    "overview": "An epic that details the checkered rise and fall of French Emperor Napoleon Bonaparte and his relentless journey to power through the prism of his addictive, volatile relationship with his wife, Josephine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ytFOXyghxLzAM4KZyazDdEkM66q.jpg",
    "popularity": 11.0818,
    "tmdb_url": "https://www.themoviedb.org/movie/753342"
  },
  {
    "id": 270946,
    "title": "Penguins of Madagascar",
    "release_date": "2014-11-22",
    "overview": "Skipper, Kowalski, Rico and Private join forces with undercover organization The North Wind to stop the villainous Dr. Octavius Brine from destroying the world as we know it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gbrNsZ1dOK789NwWPyC0SuEABgr.jpg",
    "popularity": 9.3863,
    "tmdb_url": "https://www.themoviedb.org/movie/270946"
  },
  {
    "id": 524,
    "title": "Casino",
    "release_date": "1995-11-22",
    "overview": "In early-1970s Las Vegas, Sam \"Ace\" Rothstein gets tapped by his bosses to head the Tangiers Casino. At first, he's a great success in the job, but over the years, problems with his loose-cannon enforcer Nicky Santoro, his ex-hustler wife Ginger, her con-artist ex Lester Diamond and a handful of corrupt politicians put Sam in ever-increasing danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gziIkUSnYuj9ChCi8qOu2ZunpSC.jpg",
    "popularity": 9.2127,
    "tmdb_url": "https://www.themoviedb.org/movie/524"
  },
  {
    "id": 9741,
    "title": "Unbreakable",
    "release_date": "2000-11-22",
    "overview": "An ordinary man makes an extraordinary discovery when a train accident leaves his fellow passengers dead — and him unscathed. The answer to this mystery could lie with the mysterious Elijah Price, a man who suffers from a disease that renders his bones as fragile as glass.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mLuehrGLiK5zFCyRmDDOH6gbfPf.jpg",
    "popularity": 8.7896,
    "tmdb_url": "https://www.themoviedb.org/movie/9741"
  },
  {
    "id": 424783,
    "title": "Bumblebee",
    "release_date": "2018-11-22",
    "overview": "On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie, on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred and broken.  When Charlie revives him, she quickly learns this is no ordinary yellow VW bug.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fw02ONlDhrYjTSZV8XO6hhU3ds3.jpg",
    "popularity": 8.769,
    "tmdb_url": "https://www.themoviedb.org/movie/424783"
  },
  {
    "id": 2907,
    "title": "The Addams Family",
    "release_date": "1991-11-22",
    "overview": "When a man claiming to be long-lost Uncle Fester reappears after 25 years lost, the family plans a celebration to wake the dead. But the kids barely have time to warm up the electric chair before Morticia begins to suspect Fester is fraud when he can't recall any of the details of Fester's life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qFf8anju5f2epI0my8RdwwIXFIP.jpg",
    "popularity": 8.0633,
    "tmdb_url": "https://www.themoviedb.org/movie/2907"
  },
  {
    "id": 726209,
    "title": "Leave the World Behind",
    "release_date": "2023-11-22",
    "overview": "A family's getaway to a luxurious rental home takes an ominous turn when a cyberattack knocks out their devices—and two strangers appear at their door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/29rhl1xopxA7JlGVVsf1UHfYPvN.jpg",
    "popularity": 7.3465,
    "tmdb_url": "https://www.themoviedb.org/movie/726209"
  },
  {
    "id": 58574,
    "title": "Sherlock Holmes: A Game of Shadows",
    "release_date": "2011-11-22",
    "overview": "There is a new criminal mastermind at large (Professor Moriarty) and not only is he Holmes’ intellectual equal, but his capacity for evil and lack of conscience may give him an advantage over the  detective.",
    "poster_url": "https://image.tmdb.org/t/p/w500/y1MYZkwhZK6L0Jy4YMuPktzDOfn.jpg",
    "popularity": 7.0331,
    "tmdb_url": "https://www.themoviedb.org/movie/58574"
  },
  {
    "id": 165,
    "title": "Back to the Future Part II",
    "release_date": "1989-11-22",
    "overview": "Marty and Doc are at it again as the time-traveling duo head to 2015 to nip some McFly family woes in the bud. But things go awry thanks to bully Biff Tannen and a pesky sports almanac. In a last-ditch attempt to set things straight, Marty finds himself bound for 1955 and face to face with his teenage parents -- again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/YBawEsTkUZBDajKbd5LiHkmMGf.jpg",
    "popularity": 6.9756,
    "tmdb_url": "https://www.themoviedb.org/movie/165"
  },
  {
    "id": 919207,
    "title": "12.12: The Day",
    "release_date": "2023-11-22",
    "overview": "After the assassination of President Park, martial law has been declared. A coup d'état bursts out by DefenseSecurity Commander Chun Doo-gwang and a private band of officers following him. Capital Defense Commander Lee Tae-shin, an obstinate soldier who believes the military should not take political actions, fights against Chun Doo-gwang to stop him. The conflict between the two grows while military leaders are holding their decision and Defense Minister is gone. In the midst of chaos, the spring of Seoul that everyone longed for heads to unexpected direction.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vy14tKxsbJYdDyFl6kQuVkK2s44.jpg",
    "popularity": 6.2151,
    "tmdb_url": "https://www.themoviedb.org/movie/919207"
  },
  {
    "id": 7551,
    "title": "Déjà Vu",
    "release_date": "2006-11-22",
    "overview": "Called in to recover evidence in the aftermath of a horrific explosion on a New Orleans ferry, Federal agent Doug Carlin gets pulled away from the scene and taken to a top-secret government lab that uses a time-shifting surveillance device to help prevent crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eTX6hklzFOiEVqVukNCEedZKhix.jpg",
    "popularity": 5.8095,
    "tmdb_url": "https://www.themoviedb.org/movie/7551"
  },
  {
    "id": 44826,
    "title": "Hugo",
    "release_date": "2011-11-22",
    "overview": "Orphaned and alone except for an uncle, Hugo Cabret lives in the walls of a train station in 1930s Paris. Hugo's job is to oil and maintain the station's clocks, but to him, his more important task is to protect a broken automaton and notebook left to him by his late father. Accompanied by the goddaughter of an embittered toy merchant, Hugo embarks on a quest to solve the mystery of the automaton and find a place he can call home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1dxRq3o3l3bVWNRvvSb7rRf68qp.jpg",
    "popularity": 4.9516,
    "tmdb_url": "https://www.themoviedb.org/movie/44826"
  },
  {
    "id": 399404,
    "title": "Darkest Hour",
    "release_date": "2017-11-22",
    "overview": "In May 1940, the fate of World War II hangs on Winston Churchill, who must decide whether to negotiate with Adolf Hitler or fight on knowing that it could mean the end of the British Empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xa6G3aKlysQeVg9wOb0dRcIGlWu.jpg",
    "popularity": 4.7118,
    "tmdb_url": "https://www.themoviedb.org/movie/399404"
  },
  {
    "id": 199,
    "title": "Star Trek: First Contact",
    "release_date": "1996-11-22",
    "overview": "The Borg, a relentless race of cyborgs, are on a direct course for Earth. Violating orders to stay away from the battle, Captain Picard and the crew of the newly-commissioned USS Enterprise E pursue the Borg back in time to prevent the invaders from changing Federation history and assimilating the galaxy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iqhHe893Vcf07jNkNQ31tu85dKG.jpg",
    "popularity": 4.6644,
    "tmdb_url": "https://www.themoviedb.org/movie/199"
  },
  {
    "id": 814338,
    "title": "Lady Chatterley's Lover",
    "release_date": "2022-11-22",
    "overview": "Unhappily married aristocrat Lady Chatterley begins a torrid affair — and falls deeply in love — with the gamekeeper on her husband's country estate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aSgl2DxPG3DuQXoaHr500KeULmT.jpg",
    "popularity": 4.6545,
    "tmdb_url": "https://www.themoviedb.org/movie/814338"
  },
  {
    "id": 554972,
    "title": "Unstoppable",
    "release_date": "2018-11-22",
    "overview": "Dong-chul and Ji-soo are a happily married couple. One day, Dong-chul comes home to find his house in disarray and his wife missing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/csle64zkLObsdRoabreC6bBRxLI.jpg",
    "popularity": 4.5126,
    "tmdb_url": "https://www.themoviedb.org/movie/554972"
  },
  {
    "id": 4176,
    "title": "Murder on the Orient Express",
    "release_date": "1974-11-22",
    "overview": "In 1935, when his train is stopped by deep snow, detective Hercule Poirot is called on to solve a murder that occurred in his car the night before.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6tHXXo9kciCKGp3kF0ffY9mjuOA.jpg",
    "popularity": 4.5014,
    "tmdb_url": "https://www.themoviedb.org/movie/4176"
  },
  {
    "id": 552178,
    "title": "Dark Waters",
    "release_date": "2019-11-22",
    "overview": "A tenacious attorney uncovers a dark secret that connects a growing number of unexplained deaths to one of the world's largest corporations. In the process, he risks everything — his future, his family, and his own life — to expose the truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bzvzaHqKBSuGIIWhinTQPHvT0zf.jpg",
    "popularity": 4.0728,
    "tmdb_url": "https://www.themoviedb.org/movie/552178"
  },
  {
    "id": 2179,
    "title": "Tenacious D in The Pick of Destiny",
    "release_date": "2006-11-22",
    "overview": "In Venice Beach, naive Midwesterner JB bonds with local slacker KG and they form the rock band Tenacious D. Setting out to become the world's greatest band is no easy feat, so they set out to steal what could be the answer to their prayers... a magical guitar pick housed in a rock-and-roll museum some 300 miles away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xv3HhK0nx288ykaQXKMI0hFrjgy.jpg",
    "popularity": 3.935,
    "tmdb_url": "https://www.themoviedb.org/movie/2179"
  },
  {
    "id": 527435,
    "title": "The Christmas Chronicles",
    "release_date": "2018-11-22",
    "overview": "Siblings Kate and Teddy try to prove Santa Claus is real, but when they accidentally cause his sleigh to crash, they have to save Christmas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Il2EMSF2KecrUKZPuen6BZmaCP.jpg",
    "popularity": 3.7197,
    "tmdb_url": "https://www.themoviedb.org/movie/527435"
  },
  {
    "id": 112336,
    "title": "Hitchcock",
    "release_date": "2012-11-22",
    "overview": "Following his great success with \"North by Northwest,\" director Alfred Hitchcock makes a daring choice for his next project: an adaptation of Robert Bloch's novel \"Psycho.\" When the studio refuses to back the picture, Hitchcock decides to pay for it himself in exchange for a percentage of the profits. His wife, Alma Reville, has serious reservations about the film but supports him nonetheless. Still, the production strains the couple's marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zlG4QzB00VM6QHUmRkKaboCOgat.jpg",
    "popularity": 3.6097,
    "tmdb_url": "https://www.themoviedb.org/movie/112336"
  },
  {
    "id": 49009,
    "title": "The Way Back",
    "release_date": "2010-11-22",
    "overview": "At the dawn of WWII, several men escape from a Russian gulag—to take a perilous and uncertain journey to freedom as they cross deserts, mountains and several nations.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oImI6rxld0sKNfEXaszgreLnNAO.jpg",
    "popularity": 3.5357,
    "tmdb_url": "https://www.themoviedb.org/movie/49009"
  },
  {
    "id": 523607,
    "title": "Maestro",
    "release_date": "2023-11-22",
    "overview": "A towering and fearless love story chronicling the lifelong relationship between Leonard Bernstein and Felicia Montealegre Cohn Bernstein. A love letter to life and art, Maestro at its core is an emotionally epic portrayal of family and love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kxj7rMco6RNYsVcNwuGAIlfWu64.jpg",
    "popularity": 3.51,
    "tmdb_url": "https://www.themoviedb.org/movie/523607"
  },
  {
    "id": 64328,
    "title": "The Muppets",
    "release_date": "2011-11-22",
    "overview": "When Kermit the Frog and the Muppets learn that their beloved theater is slated for demolition, a sympathetic human, Gary, and his puppet brother, Walter, swoop in to help the gang put on a show and raise the $10 million they need to save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3bV4esUPbEbT5RydgHRXBSwXW44.jpg",
    "popularity": 3.4891,
    "tmdb_url": "https://www.themoviedb.org/movie/64328"
  },
  {
    "id": 1381,
    "title": "The Fountain",
    "release_date": "2006-11-22",
    "overview": "Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4XTf8GuCVLWolubANaKkpk62YPq.jpg",
    "popularity": 3.476,
    "tmdb_url": "https://www.themoviedb.org/movie/1381"
  },
  {
    "id": 9647,
    "title": "Scrooged",
    "release_date": "1988-11-22",
    "overview": "Frank Cross is a wildly successful television executive whose cold ambition and curmudgeonly nature has driven away the love of his life. But after firing a staff member on Christmas Eve, Frank is visited by a series of ghosts who give him a chance to re-evaluate his actions and right the wrongs of his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uO0znfB2ZzTXA1IS7jkrjNbpkYK.jpg",
    "popularity": 3.3891,
    "tmdb_url": "https://www.themoviedb.org/movie/9647"
  },
  {
    "id": 302828,
    "title": "Against the Sun",
    "release_date": "2014-11-22",
    "overview": "A WWII pilot, bombardier, and radioman find themselves adrift on a lifeboat without food or water after being forced to ditch their plane during a scouting mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qtyq9UcYQL20BxtNYWYT7Q9YZ1s.jpg",
    "popularity": 3.3692,
    "tmdb_url": "https://www.themoviedb.org/movie/302828"
  },
  {
    "id": 621191,
    "title": "Blue Story",
    "release_date": "2019-11-22",
    "overview": "Blue Story is a tragic tale of a friendship between Timmy and Marco, two young boys from opposing postcodes. Timmy, a shy, smart, naive and timid young boy from Deptford, goes to school in Peckham where he strikes up a friendship with Marco, a charismatic, streetwise kid from the local area. Although from warring postcodes, the two quickly form a firm friendship until it is tested and they wind up on rival sides of a street war. Blue Story depicts elements of Rapman's own personal experiences and aspects of his childhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qI4Rw83LxKq07xIjM3RcbKcWpAM.jpg",
    "popularity": 3.1252,
    "tmdb_url": "https://www.themoviedb.org/movie/621191"
  },
  {
    "id": 6280,
    "title": "Junior",
    "release_date": "1994-11-22",
    "overview": "A research scientist becomes the world's first pregnant man in order to test a drug he and a colleague have designed for expectant women. To carry out the trial, he has an embryo implant, believing that he will only carry the baby for three months – hardly expecting to face the prospect of giving birth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/swxxtzYc60qqnFhfWMFdmx9QXvY.jpg",
    "popularity": 3.0857,
    "tmdb_url": "https://www.themoviedb.org/movie/6280"
  },
  {
    "id": 503616,
    "title": "Second Act",
    "release_date": "2018-11-22",
    "overview": "Value Shop assistant manager Maya Vargas wants only one thing for her 43rd birthday -- a promotion. While her résumé may not scream upper management, her track record certainly does; she is an innovator who listens to her customers and delivers results. When she loses the job to a college-educated candidate, Maya sets out to prove to Madison Avenue that street smarts are as valuable as book smarts -- and it's never too late for a second act.",
    "poster_url": "https://image.tmdb.org/t/p/w500/maUMIZVGs8g1hYtq4dQ9Lg9FtVF.jpg",
    "popularity": 2.9703,
    "tmdb_url": "https://www.themoviedb.org/movie/503616"
  },
  {
    "id": 9969,
    "title": "Deck the Halls",
    "release_date": "2006-11-22",
    "overview": "Determined to unseat Steve Finch's reign as the town's holiday season king, Buddy Hall plasters his house with so many decorative lights that it'll be visible from space! When their wives bond, and their kids follow suit, the two men only escalate their rivalry - and their decorating.",
    "poster_url": "https://image.tmdb.org/t/p/w500/smJDzhYGhl6j9OrucsB7IkMNy82.jpg",
    "popularity": 2.9444,
    "tmdb_url": "https://www.themoviedb.org/movie/9969"
  },
  {
    "id": 9028,
    "title": "The Great Silence",
    "release_date": "1968-11-22",
    "overview": "A mute gunslinger fights in the defense of a group of outlaws and a vengeful young widow, against a group of ruthless bounty hunters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3kpxS7SZMyYSXvhDnmxQXOOxiTM.jpg",
    "popularity": 2.9146,
    "tmdb_url": "https://www.themoviedb.org/movie/9028"
  },
  {
    "id": 1189198,
    "title": "Genie",
    "release_date": "2023-11-22",
    "overview": "Flora, a genie trapped for more than 2,000 years inside an antique jewelry box, is accidentally called to service by Bernard, whose life is unraveling around him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ykkVuQgvjrVWiEe7TvUQZOrLUgC.jpg",
    "popularity": 2.9064,
    "tmdb_url": "https://www.themoviedb.org/movie/1189198"
  },
  {
    "id": 611914,
    "title": "The Courier",
    "release_date": "2019-11-22",
    "overview": "Ezekiel Mannings, a vicious crime boss, is out to kill Nick, the lone witness set to testify against him. He hires a mysterious female motorcycle courier to unknowingly deliver a poison-gas bomb to slay Nick, but after she rescues Nick from certain death, the duo must confront an army of ruthless hired killers in order to survive the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jE6QFRd48IzAxAubOE9HKB8sTjP.jpg",
    "popularity": 2.5045,
    "tmdb_url": "https://www.themoviedb.org/movie/611914"
  },
  {
    "id": 1101582,
    "title": "Good Burger 2",
    "release_date": "2023-11-22",
    "overview": "Dexter Reed is down on his luck after another one of his inventions fails. Ed welcomes Dex back to Good Burger with open arms and gives him his old job back. With a new crew working at Good Burger, Dex devises a plan to get back on his feet but unfortunately puts the fate of Good Burger at risk once again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pcwOHNTIy6pVOLj6Tjp8tSL9bwF.jpg",
    "popularity": 2.4997,
    "tmdb_url": "https://www.themoviedb.org/movie/1101582"
  },
  {
    "id": 630027,
    "title": "Fragtime",
    "release_date": "2019-11-22",
    "overview": "Misuzu Moritani is an introvert who has always had difficulty interacting with her classmates, quickly becoming flustered whenever someone tries to talk to her. Sometimes, she will use her ability to stop time for three minutes to escape troublesome social situations.  One day, as Misuzu watches the suspended environment around her, she observes that her classmate, Haruka Murakami, is somehow able to move despite her temporal influence. From that moment on, Misuzu experiences new wonders as she explores more of the world she has long avoided; no matter where time may take her, Misuzu can count on Haruka to always be at her side.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jWTA9hccaFIXNoqADg7V5hCnSOq.jpg",
    "popularity": 2.3556,
    "tmdb_url": "https://www.themoviedb.org/movie/630027"
  },
  {
    "id": 1416,
    "title": "The Coast Guard",
    "release_date": "2002-11-22",
    "overview": "A member of Coast Guard Platoon 23, Private Kang monitors a high-infiltration stretch of beach lined with barbed-wire fencing. Driven by the belief that killing a spy is the highest honor, he waits for a chance to prove his worth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ezHR68DZeyKgRraAZd3eGCgmIl.jpg",
    "popularity": 2.3088,
    "tmdb_url": "https://www.themoviedb.org/movie/1416"
  },
  {
    "id": 9838,
    "title": "King Solomon's Mines",
    "release_date": "1985-11-22",
    "overview": "Ever in search of adventure, explorer Allan Quatermain agrees to join the beautiful Jesse Huston on a mission to locate her archaeologist father, who has been abducted for his knowledge of the legendary mines of King Solomon. As the kidnappers, led by sinister German military officer Bockner, journey into the wilds of Africa, Allan and Jesse track the party and must contend with fierce natives and dangerous creatures, among other perils.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kpaW2gh0hjMPwoz30JL3gRKi2Ho.jpg",
    "popularity": 2.2733,
    "tmdb_url": "https://www.themoviedb.org/movie/9838"
  },
  {
    "id": 39900,
    "title": "The Seventh Curse",
    "release_date": "1986-11-22",
    "overview": "When Dr. Yuen attempts to rescue a girl about to be sacrificed by the Worm Tribe in the middle of a jungle in Thailand, he is damned with seven deadly \"blood curses\"  and must return there to find a permanent cure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cRbK5H0nwALC2CyCPpKBHr4kgwf.jpg",
    "popularity": 2.2523,
    "tmdb_url": "https://www.themoviedb.org/movie/39900"
  },
  {
    "id": 10426,
    "title": "Friday After Next",
    "release_date": "2002-11-22",
    "overview": "Craig and his cousin Day Day have finally moved out of their parents' houses and into their own crib, working nights at a local mall as security guards. When their house is robbed on Christmas Eve they set out to track down the culprit.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sxHFGPKLWj9e3aaA6wGVxghoiPE.jpg",
    "popularity": 2.2058,
    "tmdb_url": "https://www.themoviedb.org/movie/10426"
  },
  {
    "id": 478187,
    "title": "The Swindlers",
    "release_date": "2017-11-22",
    "overview": "A group of swindlers unite to hunt down an infamous con man who was known dead, amid their hidden motives and deception.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wzxsCW4chkwXzfJPLXImpEpjtV.jpg",
    "popularity": 2.1305,
    "tmdb_url": "https://www.themoviedb.org/movie/478187"
  },
  {
    "id": 220494,
    "title": "Bettie Page Reveals All",
    "release_date": "2013-11-22",
    "overview": "The world's greatest pin-up model and cult icon, Bettie Page, recounts the true story of how her free expression overcame government witch-hunts to help launch America's sexual revolution.  When she saw the film The Notorious Bettie Page, produced by HBO in 2006, the main person concerned reacted unequivocally: “Lies! Lies!” In a long interview recorded shortly before her death, the woman who entered the collective unconscious as the ultimate pin-up gave her version of events to director Mark Mori. In a gravelly voice, Bettie Page tells her own story and lifts the veil on areas often hidden by images that have made so many men and women fantasize since the 1950s: her abused childhood, an eclipse that lasted forty years, her mental illness. Through testimonies and unpublished archives, this documentary brings back to life a body and a face endlessly declined before our eyes, just as Bettie wanted: “I would like people to remember me as I was in the photos.”",
    "poster_url": "https://image.tmdb.org/t/p/w500/2h3dJpOKM3dVmIXKZtk1LWHMuwp.jpg",
    "popularity": 2.1194,
    "tmdb_url": "https://www.themoviedb.org/movie/220494"
  },
  {
    "id": 10876,
    "title": "Quills",
    "release_date": "2000-11-22",
    "overview": "A nobleman with a literary flair, the Marquis de Sade lives in a madhouse where a beautiful laundry maid smuggles his erotic stories to a printer, defying orders from the asylum's resident priest. The titillating passages whip all of France into a sexual frenzy, until a fiercely conservative doctor tries to put an end to the fun.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AvGdw3BpvJV2wHmK2qY0N7XHqET.jpg",
    "popularity": 2.1143,
    "tmdb_url": "https://www.themoviedb.org/movie/10876"
  },
  {
    "id": 33701,
    "title": "French Fried Vacation 2",
    "release_date": "1979-11-22",
    "overview": "In this sequel to Les Bronzes (1978) summer has passed, but that doesn't mean the fun has to end for Bernard, Nathalie, Gigi, Jerome, Popeye, Jean-Claude, and Christiane.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uTN0bp8yMUKesNTLXR1GnL2kLFs.jpg",
    "popularity": 2.0808,
    "tmdb_url": "https://www.themoviedb.org/movie/33701"
  },
  {
    "id": 40813,
    "title": "The Street Fighter's Last Revenge",
    "release_date": "1974-11-22",
    "overview": "Terry Sugury is hired to recover one of two tapes containing a formula for making heroin for a price of 200 dollars a pound. But he gets double crossed. So he wants the tape back.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kciiX68V94RM8oAuNZUuUFQP2TZ.jpg",
    "popularity": 2.0154,
    "tmdb_url": "https://www.themoviedb.org/movie/40813"
  }
]