[
  {
    "id": 546554,
    "title": "Knives Out",
    "release_date": "2019-11-27",
    "overview": "When renowned crime novelist Harlan Thrombey is found dead at his estate just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc is mysteriously enlisted to investigate. From Harlan's dysfunctional family to his devoted staff, Blanc sifts through a web of red herrings and self-serving lies to uncover the truth behind Harlan's untimely death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pThyQovXQrw2m0s9x82twj48Jq4.jpg",
    "popularity": 15.3464,
    "tmdb_url": "https://www.themoviedb.org/movie/546554"
  },
  {
    "id": 428078,
    "title": "Mortal Engines",
    "release_date": "2018-11-27",
    "overview": "Many thousands of years in the future, Earth’s cities roam the globe on huge wheels, devouring each other in a struggle for ever diminishing resources. On one of these massive traction cities, the old London, Tom Natsworthy has an unexpected encounter with a mysterious young woman from the wastelands who will change the course of his life forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gLhYg9NIvIPKVRTtvzCWnp1qJWG.jpg",
    "popularity": 7.4603,
    "tmdb_url": "https://www.themoviedb.org/movie/428078"
  },
  {
    "id": 4032,
    "title": "My Girl",
    "release_date": "1991-11-27",
    "overview": "Vada Sultenfuss is obsessed with death. Her mother is dead, and her father runs a funeral parlor. She is also in love with her English teacher, and joins a poetry class over the summer just to impress him. Thomas J., her best friend, is \"allergic to everything\", and sticks with Vada despite her hangups. When Vada's father hires Shelly, and begins to fall for her, things take a turn to the worse...",
    "poster_url": "https://image.tmdb.org/t/p/w500/qyJJNHteA7BUwQSey05t7qP4vRV.jpg",
    "popularity": 5.9728,
    "tmdb_url": "https://www.themoviedb.org/movie/4032"
  },
  {
    "id": 447362,
    "title": "Life in a Year",
    "release_date": "2020-11-27",
    "overview": "A 17 year old finds out that his girlfriend is dying, so he sets out to give her an entire life, in the last year she has left.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bP7u19opmHXYeTCUwGjlLldmUMc.jpg",
    "popularity": 5.8683,
    "tmdb_url": "https://www.themoviedb.org/movie/447362"
  },
  {
    "id": 11674,
    "title": "101 Dalmatians",
    "release_date": "1996-11-27",
    "overview": "An evil, high-fashion designer plots to steal Dalmatian puppies in order to make an extravagant fur coat, but instead creates an extravagant mess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8o2ADoAyG796UwTjwBFjPyBz0yG.jpg",
    "popularity": 5.3754,
    "tmdb_url": "https://www.themoviedb.org/movie/11674"
  },
  {
    "id": 551332,
    "title": "The Two Popes",
    "release_date": "2019-11-27",
    "overview": "Frustrated with the direction of the church, Cardinal Bergoglio requests permission to retire in 2012 from Pope Benedict. Instead, facing scandal and self-doubt, the introspective Pope Benedict summons his harshest critic and future successor to Rome to reveal a secret that would shake the foundations of the Catholic Church.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4d4mTSfDIFIbUbMLUfaKodvxYXA.jpg",
    "popularity": 5.0704,
    "tmdb_url": "https://www.themoviedb.org/movie/551332"
  },
  {
    "id": 4254,
    "title": "Kal Ho Naa Ho",
    "release_date": "2003-11-27",
    "overview": "An uptight MBA student falls for the charismatic new neighbor who charms her troubled family – but he has a secret that forces him to push her away.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zhMI6I0kSLnewTMwE0A8Tz3Cj2f.jpg",
    "popularity": 3.8184,
    "tmdb_url": "https://www.themoviedb.org/movie/4254"
  },
  {
    "id": 731141,
    "title": "Battle of Love",
    "release_date": "1999-11-27",
    "overview": "Wei Yangsheng went around looking for the whereabouts of his offspring's roots. When he came to the vicinity of Maoxi County, there was a loud voice outside the temple. It turned out that the nearby \"Yunyu Villa\" was pursuing a flower picker. Wei Yangsheng was misunderstood as a thief, so he fisted first. The owner, Nangong Yi, sees Weiyangsheng's talents at first glance, and he can't help but tolerate him not to kill, and instead he is imprisoned in secret. Wei Yangsheng was shocked for fear that the owner would have \"special hobbies\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/iatd8qgJhuO94NKNZ02huBdnNTd.jpg",
    "popularity": 3.5072,
    "tmdb_url": "https://www.themoviedb.org/movie/731141"
  },
  {
    "id": 339274,
    "title": "Tamasha",
    "release_date": "2015-11-27",
    "overview": "Meeting while on vacation, Ved and Tara sense a connection but vow to keep their real identities a secret. Years later, their paths cross again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8Ktf15qGVFYQ6CdBtBgCDM96UMC.jpg",
    "popularity": 3.1114,
    "tmdb_url": "https://www.themoviedb.org/movie/339274"
  },
  {
    "id": 18060,
    "title": "Beast Stalker",
    "release_date": "2008-11-27",
    "overview": "Sergeant Tong is wracked with guilt after he unwittingly kills a young girl whilst capuring a criminal named Cheung. When the girl's sister is later kidnapped in a ploy to get Cheung released, Sergeant Tong vows to find and rescue her before she comes to harm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hlaIVAyQc2Wo5AIpprYIkpbirAT.jpg",
    "popularity": 3.0633,
    "tmdb_url": "https://www.themoviedb.org/movie/18060"
  },
  {
    "id": 306819,
    "title": "The Danish Girl",
    "release_date": "2015-11-27",
    "overview": "When Gerda Wegener asks her husband Einar to fill in as a portrait model, Einar discovers the person she's meant to be and begins living her life as Lili Elbe. Having realized her true self and with Gerda's love and support, Lili embarks on a groundbreaking journey as a transgender pioneer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mXZZIacI5FC8thzSC0lgQBQ2uAX.jpg",
    "popularity": 2.8259,
    "tmdb_url": "https://www.themoviedb.org/movie/306819"
  },
  {
    "id": 20539,
    "title": "The Crucible",
    "release_date": "1996-11-27",
    "overview": "A Salem resident attempts to frame her ex-lover's wife for being a witch in the middle of the 1692 witchcraft trials.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zv69Rev43me5gQ68x7fk1mQzhHn.jpg",
    "popularity": 2.8108,
    "tmdb_url": "https://www.themoviedb.org/movie/20539"
  },
  {
    "id": 2103,
    "title": "Solaris",
    "release_date": "2002-11-27",
    "overview": "A troubled psychologist is sent to investigate the crew of an isolated research station orbiting a bizarre planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/drdrB1hEZmzFlK1xtW5HMxK3LUJ.jpg",
    "popularity": 2.7088,
    "tmdb_url": "https://www.themoviedb.org/movie/2103"
  },
  {
    "id": 1211447,
    "title": "David Cross: Worst Daddy in the World",
    "release_date": "2023-11-27",
    "overview": "David’s hilarious new stand-up special shot at his recent Worst Daddy in the World tour stop in Chicago, IL at The Metro.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a6R8pizZUzCVMGF4eyX1o1DxJRZ.jpg",
    "popularity": 2.6112,
    "tmdb_url": "https://www.themoviedb.org/movie/1211447"
  },
  {
    "id": 680041,
    "title": "Over the Sky",
    "release_date": "2020-11-27",
    "overview": "Mio is a girl in high school who slacks off. She and her childhood friend Arata and best friend Madoka spend their after-school days in Ikebukuro hanging out. One day, Madoka tells Mio that she loves Arata, and Mio realizes that she loves Arata, too. But she’s scared of their relationship falling apart and lies, saying she’ll help them. Mio deliberately acts coldly to Arata, and they get into a fight. She decides to work things out with Arata, but gets into a car accident on her way to meet him. She wakes up in a mysterious world. It's the Ikebukuro she knows, but something’s different...",
    "poster_url": "https://image.tmdb.org/t/p/w500/5rNnvH4k4FplAwMcD4CovMMGylb.jpg",
    "popularity": 2.5241,
    "tmdb_url": "https://www.themoviedb.org/movie/680041"
  },
  {
    "id": 480434,
    "title": "Dreamland",
    "release_date": "2019-11-27",
    "overview": "Amid the dust storms and economic depression of Dust Bowl Era Oklahoma, Eugene Evans finds his family farm on the brink of foreclosure. Discovering fugitive bank robber Allison Wells hiding in his small town, he is torn between claiming the bounty on her head and his growing attraction to the seductive criminal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v8ax79K6TZEnMqSS5ePrNCnrK8R.jpg",
    "popularity": 2.5224,
    "tmdb_url": "https://www.themoviedb.org/movie/480434"
  },
  {
    "id": 357390,
    "title": "Ajin: Demi-Human – Compel",
    "release_date": "2015-11-27",
    "overview": "For high schooler Kei—and for at least forty-six others—immortality comes as the nastiest surprise ever.  Sadly for Kei, such a feat doesn't make him a superhero. In the eyes of both the general public and governments, he's a rare specimen who needs to be hunted down and handed over to scientists to be experimented on for life—a demi-human who must die a thousand deaths for the benefit of humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jUJBKiLv7DkktSzqi1a48tUnWsG.jpg",
    "popularity": 2.4462,
    "tmdb_url": "https://www.themoviedb.org/movie/357390"
  },
  {
    "id": 152599,
    "title": "The Immigrant",
    "release_date": "2013-11-27",
    "overview": "1921 New York. An immigrant woman is tricked into a life of burlesque and vaudeville until a dazzling magician tries to save her and reunite her with her sister who is being held in the confines of Ellis Island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ArWRRQYeXL3nG4jYpMOPoBvgmy9.jpg",
    "popularity": 2.3856,
    "tmdb_url": "https://www.themoviedb.org/movie/152599"
  },
  {
    "id": 148434,
    "title": "Dead Men Don't Make Shadows",
    "release_date": "1970-11-27",
    "overview": "Lazar, a bounty killer, teams up with a young gunfighter to blackmail Barrett, a former bandit and mine owner. At the end of the day, the bounty hunter clashes with Barrett, but something goes wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/olWapR5Rcr92n9kIybyi1hxAsC0.jpg",
    "popularity": 2.3337,
    "tmdb_url": "https://www.themoviedb.org/movie/148434"
  },
  {
    "id": 760727,
    "title": "Swingers",
    "release_date": "2008-11-27",
    "overview": "The husband takes his wife to a swinger club. At first she is reluctant, but later she enjoys more than him and this makes him jealous.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AhKkkU89dSuxeBkzRMksMoQ4DgN.jpg",
    "popularity": 2.2647,
    "tmdb_url": "https://www.themoviedb.org/movie/760727"
  },
  {
    "id": 4539,
    "title": "Hearts of Darkness: A Filmmaker's Apocalypse",
    "release_date": "1991-11-27",
    "overview": "A chronicle of the production problems — including bad weather, actors' health, war near the filming locations, and more — which plagued the filming of Apocalypse Now, increasing costs and nearly destroying the life and career of Francis Ford Coppola.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gJSSzYSLXIM5LQMWTOdsYCgawZ5.jpg",
    "popularity": 2.2175,
    "tmdb_url": "https://www.themoviedb.org/movie/4539"
  },
  {
    "id": 33613,
    "title": "The Girl Who Kicked the Hornet's Nest",
    "release_date": "2009-11-27",
    "overview": "After taking a bullet to the head, Salander is under close supervision in a hospital and is set to face trial for attempted murder on her eventual release. With the help of journalist Mikael Blomkvist and his researchers at Millennium magazine, Salander must prove her innocence. In doing this she plays against powerful enemies and her own past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/92byRQBuuiLcfKnBi5NOuipSgV8.jpg",
    "popularity": 2.1527,
    "tmdb_url": "https://www.themoviedb.org/movie/33613"
  },
  {
    "id": 387843,
    "title": "An Affair: A Dangerous Sexual Play",
    "release_date": "2014-11-27",
    "overview": "Ga-eul is six years into her marriage but her trouble with her husband brings her to depend on alcohol. Hee-mang is a writer who lives next door but can't stand the fighting going on at Ga-eul's house and makes his way over there one day. Ever since then, Ga-eul goes over to Hee-mang's house to have sex everytime she fights with her husband. Hee-mang is confused at her behavior and gradually falls for her. Then Ga-eul slowly resolves things with her husband but Hee-mang asks to talk with the three of them...",
    "poster_url": "https://image.tmdb.org/t/p/w500/bXyz4zRt3lFVoJOW4cs2IIxGRIB.jpg",
    "popularity": 2.1135,
    "tmdb_url": "https://www.themoviedb.org/movie/387843"
  },
  {
    "id": 507773,
    "title": "Bring Me Home",
    "release_date": "2019-11-27",
    "overview": "Jung-yeon receives a tip-off that her son who went missing six years ago is in a fishing village. Local officers get in her way, trying to cover up a secret that might be related to her case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
    "popularity": 2.1047,
    "tmdb_url": "https://www.themoviedb.org/movie/507773"
  },
  {
    "id": 536743,
    "title": "Queen & Slim",
    "release_date": "2019-11-27",
    "overview": "While on a forgettable first date together in Ohio, a black man and a black woman are pulled over for a minor traffic infraction. The situation escalates, with sudden and tragic results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qfIJOmsiBcum6EGosiy5gTF6ihk.jpg",
    "popularity": 2.0739,
    "tmdb_url": "https://www.themoviedb.org/movie/536743"
  },
  {
    "id": 1362,
    "title": "The Hobbit",
    "release_date": "1977-11-27",
    "overview": "Bilbo Baggins the Hobbit was just minding his own business, when his occasional visitor Gandalf the Wizard drops in one night. One by one, a whole group of dwarves drop in, and before he knows it, Bilbo has joined their quest to reclaim their kingdom, taken from them by the evil dragon Smaug. The only problem is that Gandalf has told the dwarves that Bilbo is an expert burglar, but he isn't...",
    "poster_url": "https://image.tmdb.org/t/p/w500/2ohvyMPhvjftLrM6S6Ljr6QrL0u.jpg",
    "popularity": 2.0255,
    "tmdb_url": "https://www.themoviedb.org/movie/1362"
  },
  {
    "id": 12154,
    "title": "3 Men and a Baby",
    "release_date": "1987-11-27",
    "overview": "Three bachelors find themselves forced to take care of a baby left by one of the guy's girlfriends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oYetboAljWR2N5A7MU3i63DvUtd.jpg",
    "popularity": 2.0142,
    "tmdb_url": "https://www.themoviedb.org/movie/12154"
  },
  {
    "id": 40580,
    "title": "Hello, Schoolgirl",
    "release_date": "2008-11-27",
    "overview": "Kwon Yeon-woo is a thirty year old low-level civil servant who works in a district office; quite innocent for his age, he has been on numerous blind dates in an unsuccessful bid to find a wife. After moving into a new place, he begins to encounter a high school girl, Soo-yeong, on his way to work every morning, and she begins to develop feelings for him. Meanwhile, Kang Sook has just started working at the district office straight out of high school, and falls head over heels for older woman Kwon Ha-kyeong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tmuG77YQEoXDQu3ypJadgc8FDmJ.jpg",
    "popularity": 2.0103,
    "tmdb_url": "https://www.themoviedb.org/movie/40580"
  }
]