[
  {
    "id": 488623,
    "title": "Forgotten",
    "release_date": "2017-11-29",
    "overview": "Seoul, South Korea, 1997. When the young but extremely anxious student Jin-seok, his parents and his successful older brother Yoo-seok move to a new home, mysterious and frightening events begin to happen around them, unexplained events that threaten to ruin their seemingly happy lives. Unable to understand what is happening, Jin-seok wonders if he is losing his mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cBgj41y1RvmW1zJCEX0uNWL0UjW.jpg",
    "popularity": 6.0597,
    "tmdb_url": "https://www.themoviedb.org/movie/488623"
  },
  {
    "id": 434555,
    "title": "The Possession of Hannah Grace",
    "release_date": "2018-11-29",
    "overview": "When a cop who is just out of rehab takes the graveyard shift in a city hospital morgue, she faces a series of bizarre, violent events caused by an evil entity in one of the corpses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hDDb0H0uJp2wjoJBbBHbKlYRbug.jpg",
    "popularity": 4.3477,
    "tmdb_url": "https://www.themoviedb.org/movie/434555"
  },
  {
    "id": 148347,
    "title": "The Jungle",
    "release_date": "2012-11-29",
    "overview": "A comedy about funny adventures of the married couple on the remote island.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2StrQRdhWZrKNY2eK5rKKT0sApn.jpg",
    "popularity": 4.1658,
    "tmdb_url": "https://www.themoviedb.org/movie/148347"
  },
  {
    "id": 282069,
    "title": "Parasyte: Part 1",
    "release_date": "2014-11-29",
    "overview": "Humanity is suffering from a series of mysterious murders across the globe, known as the 'Mincemeat murders'. High school student Izumi Shinichi has a parasite living off him, having replaced his right hand, and he might be the discoverer of truth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lNzCFguC8wEyJWP89ewQYK8d2nJ.jpg",
    "popularity": 3.4166,
    "tmdb_url": "https://www.themoviedb.org/movie/282069"
  },
  {
    "id": 2312,
    "title": "In the Name of the King: A Dungeon Siege Tale",
    "release_date": "2007-11-29",
    "overview": "A man named Farmer sets out to rescue his kidnapped wife and avenge the death of his son – two acts committed by the Krugs, a race of animal-warriors who are controlled by the evil Gallian.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bbN1lmDk1PT0GsTFCy179sk5nIF.jpg",
    "popularity": 3.3237,
    "tmdb_url": "https://www.themoviedb.org/movie/2312"
  },
  {
    "id": 1022964,
    "title": "Candy Cane Lane",
    "release_date": "2023-11-29",
    "overview": "A man, determined to win the neighborhood's annual Christmas decorating contest, makes a pact with an elf to help him win. However, the elf casts a spell bringing the twelve days of Christmas to life, bringing chaos to the small, unsuspecting town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/of6Ds591FJTKoBHYjDFzH6jlTyK.jpg",
    "popularity": 2.9797,
    "tmdb_url": "https://www.themoviedb.org/movie/1022964"
  },
  {
    "id": 233112,
    "title": "The White Storm",
    "release_date": "2013-11-29",
    "overview": "An operation in Thailand against a notorious drug lord changes the destiny of a Hong Kong Police Department narcotic team. Five years later, a drug dealing brings them together again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fju7gEgHx0s1O7zeCB0BobInhvp.jpg",
    "popularity": 2.5013,
    "tmdb_url": "https://www.themoviedb.org/movie/233112"
  },
  {
    "id": 56832,
    "title": "Gantz",
    "release_date": "2010-11-29",
    "overview": "After trying to rescue a man on the subway tracks, two teens wake up in a room dominated by a mysterious black sphere that sends them to hunt down and kill aliens hiding on Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vScJdcqXHyupdeO3wkTqT92ew85.jpg",
    "popularity": 2.499,
    "tmdb_url": "https://www.themoviedb.org/movie/56832"
  },
  {
    "id": 8327,
    "title": "The Holy Mountain",
    "release_date": "1973-11-29",
    "overview": "The Alchemist assembles together a group of people from all walks of life to represent the planets in the solar system. The occult adept's intention is to put his recruits through strange mystical rites and divest them of their worldly baggage before embarking on a trip to Lotus Island. There they ascend the Holy Mountain to displace the immortal gods who secretly rule the universe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nvwbOcV3jJExT090Bb2m7fNjzTN.jpg",
    "popularity": 2.441,
    "tmdb_url": "https://www.themoviedb.org/movie/8327"
  },
  {
    "id": 81344,
    "title": "White Vengeance",
    "release_date": "2011-11-29",
    "overview": "White Vengeance tells the story of two brothers contending for supremacy during the fall of the Qin Dynasty, which ruled Imperial China from 221 to 206 BC. As rebels rose, the nation fell into chaos. Liu Bang and Xiang Yu, became leaders of the rebellious army, and also became sworn brothers in battle.Xiang Yu and Liu Bang are close friends who both serve King Huai of Chu. King Huai uses a plot, saying that whoever can subvert the Qin kingdom in Guanzhong would be the Lord Qin, in order to benefit from the competition between Xiang Yu and Liu Bang. Xiang Yu is over-confident. He fights against the main force of Qin army, and entrusts Liu Bang with Yu Ji, the woman he loves.Liu Bang expresses his love to Yu Ji and takes the chance to invade Guanzhong first when most of Qin army is outside fighting against Xiang Yu’s army.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q31bbuzcEjy6Kbxf4QRzPhejeMc.jpg",
    "popularity": 2.3815,
    "tmdb_url": "https://www.themoviedb.org/movie/81344"
  },
  {
    "id": 641909,
    "title": "Lupin the Third: Prison of the Past",
    "release_date": "2019-11-29",
    "overview": "To rescue a famous criminal from imprisonment, Lupin and his team infiltrate the Kingdom of Dorrente. While the skillful thieves from around the world are gathering, Lupin tries to reveal the secret hidden in the kingdom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5oA0E5DdeleLrZfiUirosfoi7Dn.jpg",
    "popularity": 2.3746,
    "tmdb_url": "https://www.themoviedb.org/movie/641909"
  },
  {
    "id": 8011,
    "title": "Highlander III: The Sorcerer",
    "release_date": "1994-11-29",
    "overview": "Starts off in the 15th century, with Connor McLeod training with another immortal swordsman, the Japanese sorcerer Nakano. When an evil immortal named Kane kills the old wizard, the resulting battle leaves him buried in an underground cave. When Kane resurfaces in the 20th century to create havoc, it's up to McLeod to stop him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b16c3CIPoPmtZPZbTXl4MVGKXNj.jpg",
    "popularity": 2.305,
    "tmdb_url": "https://www.themoviedb.org/movie/8011"
  },
  {
    "id": 27213,
    "title": "Black Jack: The Movie",
    "release_date": "1996-11-29",
    "overview": "Black Jack is a master surgeon who possesses impeccable skills, enabling him to perform operations that are impossible for even the finest surgeons. He now is faced with his most difficult task to date and must challenge the limits of medical science...before it's too late!",
    "poster_url": "https://image.tmdb.org/t/p/w500/6iceZCYdSExrLuUotkU9XJUWiU5.jpg",
    "popularity": 2.2822,
    "tmdb_url": "https://www.themoviedb.org/movie/27213"
  },
  {
    "id": 77875,
    "title": "Playing for Keeps",
    "release_date": "2012-11-29",
    "overview": "A former sports star who's fallen on hard times starts coaching his son's soccer team in an attempt to get his life together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jYv6MqOoAIpxZd6ydJ4S5S2QHDZ.jpg",
    "popularity": 2.1502,
    "tmdb_url": "https://www.themoviedb.org/movie/77875"
  },
  {
    "id": 1046032,
    "title": "The Bad Guys: A Very Bad Holiday",
    "release_date": "2023-11-29",
    "overview": "To keep their annual Holiday Heist-tacular afloat, Mr. Wolf and his crew of animal outlaws will have to restore the whole city's Christmas spirit — fast!",
    "poster_url": "https://image.tmdb.org/t/p/w500/er0Gth3Tr279hFq1xeKdYxhcleO.jpg",
    "popularity": 2.1393,
    "tmdb_url": "https://www.themoviedb.org/movie/1046032"
  },
  {
    "id": 373449,
    "title": "2.0",
    "release_date": "2018-11-29",
    "overview": "An ornithologist who commits suicide returns as fifth force to wreack vengeance on mankind for harming birds with mobile phone radiation. The only thing that is standing in his way is 2.0, the upgraded version of Chitti, the robot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qRDtDH6Hp6wc8fYtZMpNW5JTBYz.jpg",
    "popularity": 2.1353,
    "tmdb_url": "https://www.themoviedb.org/movie/373449"
  }
]