[
  {
    "id": 335797,
    "title": "Sing",
    "release_date": "2016-11-23",
    "overview": "A koala named Buster recruits his best friend to help him drum up business for his theater by hosting a singing competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xviEKU073QAzeFRzWDdW9xDHPbB.jpg",
    "popularity": 11.4673,
    "tmdb_url": "https://www.themoviedb.org/movie/335797"
  },
  {
    "id": 1134754,
    "title": "172 Days",
    "release_date": "2023-11-23",
    "overview": "A young woman with a troubled past turns to religion as she seeks purpose in life — and a chance at finding true love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pbeSOr5ODJMHMzR4hbLXhnHNs1S.jpg",
    "popularity": 8.9208,
    "tmdb_url": "https://www.themoviedb.org/movie/1134754"
  },
  {
    "id": 661374,
    "title": "Glass Onion: A Knives Out Mystery",
    "release_date": "2022-11-23",
    "overview": "World-famous detective Benoit Blanc heads to Greece to peel back the layers of a mystery surrounding a tech billionaire and his eclectic crew of friends.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vDGr1YdrlfbU9wxTOdpf3zChmv9.jpg",
    "popularity": 7.8523,
    "tmdb_url": "https://www.themoviedb.org/movie/661374"
  },
  {
    "id": 1052243,
    "title": "MANUEL",
    "release_date": "2022-11-23",
    "overview": "In 1943, a Jewish family hides from the nazi roundups. Adam, a 10-year-old boy, following a strange dream, starts a mysterious countdown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hpYt0ouIHcZhbxQDT4JFXLY3fih.jpg",
    "popularity": 7.1599,
    "tmdb_url": "https://www.themoviedb.org/movie/1052243"
  },
  {
    "id": 8329,
    "title": "[REC]",
    "release_date": "2007-11-23",
    "overview": "A television reporter and cameraman follow emergency workers into a dark apartment building and are quickly locked inside with something terrifying.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5XsVGgo8I12v3KlPcD0r1CNHMC6.jpg",
    "popularity": 6.4915,
    "tmdb_url": "https://www.themoviedb.org/movie/8329"
  },
  {
    "id": 575604,
    "title": "The Call",
    "release_date": "2020-11-23",
    "overview": "Connected by phone in the same home but 20 years apart, a serial killer puts another woman’s past — and life — on the line to change her own fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oz8hvZHg7tIdGwh0ErPRhobJKPR.jpg",
    "popularity": 5.6392,
    "tmdb_url": "https://www.themoviedb.org/movie/575604"
  },
  {
    "id": 375262,
    "title": "The Favourite",
    "release_date": "2018-11-23",
    "overview": "England, early 18th century. The close relationship between Queen Anne and Sarah Churchill is threatened by the arrival of Sarah's cousin, Abigail Hill, resulting in a bitter rivalry between the two cousins to be the Queen's favourite.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cwBq0onfmeilU5xgqNNjJAMPfpw.jpg",
    "popularity": 4.9436,
    "tmdb_url": "https://www.themoviedb.org/movie/375262"
  },
  {
    "id": 10033,
    "title": "Just Friends",
    "release_date": "2005-11-23",
    "overview": "While visiting his hometown during Christmas, a man comes face-to-face with his old high school crush whom he was best friends with – a woman whose rejection of him turned him into a ferocious womanizer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yRVTCeuLbVOlknsII5OBJEbl9yg.jpg",
    "popularity": 4.7773,
    "tmdb_url": "https://www.themoviedb.org/movie/10033"
  },
  {
    "id": 73454,
    "title": "X",
    "release_date": "2011-11-23",
    "overview": "A veteran call girl and a runaway prostitute witness a murder which sends them on an out-of-control roller coaster ride through the twilight zone of sex-for-sale.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nvU6uTwSpMpitM6mnuYXb1LgxxX.jpg",
    "popularity": 4.4955,
    "tmdb_url": "https://www.themoviedb.org/movie/73454"
  },
  {
    "id": 1010335,
    "title": "Shufu to Sei-seikatsu",
    "release_date": "1984-11-23",
    "overview": "A woman marries the fiancé of her late sister but begins to have doubts when he starts to get overly friendly with a former classmate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Pk6FsCrWTJYDiaQjnQipoP0rg1.jpg",
    "popularity": 4.42,
    "tmdb_url": "https://www.themoviedb.org/movie/1010335"
  },
  {
    "id": 938086,
    "title": "Dangerous Younger Cousin",
    "release_date": "2021-11-23",
    "overview": "Hyang-gi hates her mother who only likes men and doesn't take care of herself. She brings a man to her house to sleep over so her mom will find her crooked. To correct Hyang-gi, she asked Do-hwan, Hyang-gi’s cousin, to live with her at home for a while. Hyang-gi and Do-hwan, who were reunited as adults, grew very attracted to each other. Chae-kyeong, Do-hwan's girlfriend, finds out about it. After revealing the truth in front of everyone, Hyang-gi and Do-hwan are on the verge of breaking up.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pwdWFhhdfzNFCUnlZsiz2MfWv37.jpg",
    "popularity": 4.231,
    "tmdb_url": "https://www.themoviedb.org/movie/938086"
  },
  {
    "id": 653851,
    "title": "Devotion",
    "release_date": "2022-11-23",
    "overview": "The harrowing true story of two elite US Navy fighter pilots during the Korean War. Their heroic sacrifices would ultimately make them the Navy's most celebrated wingmen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
    "popularity": 4.1847,
    "tmdb_url": "https://www.themoviedb.org/movie/653851"
  },
  {
    "id": 877269,
    "title": "Strange World",
    "release_date": "2022-11-23",
    "overview": "A journey deep into an uncharted and treacherous land, where fantastical creatures await the legendary Clades—a family of explorers whose differences threaten to topple their latest, and by far most crucial, mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jXGMJUq9zcrScs02qkQuCtmWwaI.jpg",
    "popularity": 3.9187,
    "tmdb_url": "https://www.themoviedb.org/movie/877269"
  },
  {
    "id": 149871,
    "title": "The Tale of The Princess Kaguya",
    "release_date": "2013-11-23",
    "overview": "Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthrals all who encounter her. But, ultimately, she must confront her fate.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mWRQNlWXYYfd2z4FRm99MsgHgiA.jpg",
    "popularity": 3.7705,
    "tmdb_url": "https://www.themoviedb.org/movie/149871"
  },
  {
    "id": 41283,
    "title": "Faster",
    "release_date": "2010-11-23",
    "overview": "After 10 years in prison, Driver is now a free man with a single focus - hunting down the people responsible for brutally murdering his brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AsUeaXrhw4oscCSjUZ6heh1pVvd.jpg",
    "popularity": 3.7605,
    "tmdb_url": "https://www.themoviedb.org/movie/41283"
  },
  {
    "id": 15139,
    "title": "The Pagemaster",
    "release_date": "1994-11-23",
    "overview": "Rich knows a lot about accidents. So much so, he is scared to do anything that might endanger him, like riding his bike, or climbing into his treehouse. While in an old library, he is mystically transported into the unknown world of books, and he has to try and get home again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1NM0W9fwe2IZ4SPdN5OCNKjkrqN.jpg",
    "popularity": 3.5806,
    "tmdb_url": "https://www.themoviedb.org/movie/15139"
  },
  {
    "id": 42297,
    "title": "Burlesque",
    "release_date": "2010-11-23",
    "overview": "Ali leaves behind a troubled life and follows her dreams to Los Angeles, where she lands a job as a cocktail waitress at the Burlesque Lounge, a once-majestic theater that houses an inspired musical revue. Vowing to perform there, she makes the leap from bar to stage, helping restore the club's former glory.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3U9zBIibERQZqYKM3N1a4MYgBsN.jpg",
    "popularity": 3.4894,
    "tmdb_url": "https://www.themoviedb.org/movie/42297"
  },
  {
    "id": 291328,
    "title": "Rules Don't Apply",
    "release_date": "2016-11-23",
    "overview": "It's Hollywood, 1958. Small town beauty queen and devout Baptist virgin Marla Mabrey, under contract to the infamous Howard Hughes, arrives in Los Angeles. At the airport, she meets her driver Frank Forbes, who is engaged to be married to his seventh grade sweetheart and is a deeply religious Methodist. Their instant attraction not only puts their religious convictions to the test, but also defies Hughes' number one rule: No employee is allowed to have any relationship whatsoever with a contract actress. Hughes' behavior intersects with Marla and Frank in very separate and unexpected ways, and as they are drawn deeper into his bizarre world, their values are challenged and their lives are changed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a7Gtn4CNsNYKVlkCBspfETd6z7r.jpg",
    "popularity": 3.4255,
    "tmdb_url": "https://www.themoviedb.org/movie/291328"
  },
  {
    "id": 11830,
    "title": "Tampopo",
    "release_date": "1985-11-23",
    "overview": "In this humorous paean to the joys of food, a pair of truck drivers happen onto a decrepit roadside shop selling ramen noodles. The widowed owner, Tampopo, begs them to help her turn her establishment into a paragon of the \"art of noodle-soup making\". Interspersed are satirical vignettes about the importance of food to different aspects of human life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2XLDb3RDQmtlxt5Snnig9W4moq4.jpg",
    "popularity": 2.9813,
    "tmdb_url": "https://www.themoviedb.org/movie/11830"
  },
  {
    "id": 61185,
    "title": "Diary of a Sex Addict",
    "release_date": "2001-11-23",
    "overview": "A restaurant owner leads a double life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oOkQLPTp6EyvTfQ5OTCUqeQ90pZ.jpg",
    "popularity": 2.9409,
    "tmdb_url": "https://www.themoviedb.org/movie/61185"
  },
  {
    "id": 242546,
    "title": "Bayonetta: Bloody Fate",
    "release_date": "2013-11-23",
    "overview": "Bayonetta is an ancient witch who awakens from a five hundred-year slumber with no memory of her life. Armed with a gun in each limb, she embarks on a journey to rediscover her past, defeating all bloodthirsty angels that stand in her way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dfg7dqm0YX16D6QYDKDdh3Qi930.jpg",
    "popularity": 2.705,
    "tmdb_url": "https://www.themoviedb.org/movie/242546"
  },
  {
    "id": 1032948,
    "title": "V/H/S/85",
    "release_date": "2023-11-23",
    "overview": "Unveiled through a made-for-TV documentary, five chilling tales of found footage horror emerge to take viewers on a gore-filled journey through the grim underbelly of the forgotten 1980s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aM3wnZTKEuPLDwxuMWcHDibOkiw.jpg",
    "popularity": 2.683,
    "tmdb_url": "https://www.themoviedb.org/movie/1032948"
  },
  {
    "id": 572931,
    "title": "Mulshi Pattern",
    "release_date": "2018-11-23",
    "overview": "A stark portrayal of the hardships faced by farmers, Mulshi Pattern tackles some of the raging issues of our times. The film lays bare the deep flaws of the system which turns the farmer into a criminal and a social outcast.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dStDErSlgw5oYolA8t0F8o1aZi4.jpg",
    "popularity": 2.6287,
    "tmdb_url": "https://www.themoviedb.org/movie/572931"
  },
  {
    "id": 75900,
    "title": "My Week with Marilyn",
    "release_date": "2011-11-23",
    "overview": "London, 1956. Genius actor and film director Laurence Olivier is about to begin the shooting of his upcoming movie, premiered in 1957 as The Prince and the Showgirl, starring Marilyn Monroe. Young Colin Clark, who dreams on having a career in movie business, manages to get a job on the set as third assistant director.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5naqXRY1Zug5cyJJbO9H4DOg28q.jpg",
    "popularity": 2.5488,
    "tmdb_url": "https://www.themoviedb.org/movie/75900"
  },
  {
    "id": 806128,
    "title": "The Night Owl",
    "release_date": "2022-11-23",
    "overview": "A period drama film, depicting Joseon Dynasty in Korea. Kyoung-su is a skilled acupuncturist but a blind who can only see a little at dark. Right after Kyoung-su joins King Injo's medical team, the prince comes back after 7 years of living in Chung dynasty. Due to a long journey coming back, the prince becomes ill, and the king's doctor brings Kyoung-su to heal him. But while Kyoung-su is doing his work, he finds out the king's hidden secret which might change everything that the king owns. Could Kyoung-su be able to save everyone and himself?",
    "poster_url": "https://image.tmdb.org/t/p/w500/cTePuecC5fJvo66yVaG1wKh9vwR.jpg",
    "popularity": 2.544,
    "tmdb_url": "https://www.themoviedb.org/movie/806128"
  },
  {
    "id": 501395,
    "title": "True History of the Kelly Gang",
    "release_date": "2019-11-23",
    "overview": "Set against the badlands of Australia where the English rule with a bloody fist and the Irish endure, Ned Kelly discovers he comes from a line of Irish rebels — an uncompromising army of cross dressing bandits immortalised for terrorising their oppressors back in Ireland. Fuelled by the unfair arrest of his mother, Kelly recruits a wild bunch of warriors to plot one of the most audacious attacks of anarchy and rebellion the country has ever seen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eVyESHnWiTY1el8DEWbYMVW3K5k.jpg",
    "popularity": 2.478,
    "tmdb_url": "https://www.themoviedb.org/movie/501395"
  },
  {
    "id": 457915,
    "title": "Superlopez",
    "release_date": "2018-11-23",
    "overview": "Juan López must balance an office job with heroic feats to save the love of his life and native planet Chitón.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7doCBDNnEITiRg4LPI7wK1jdb4p.jpg",
    "popularity": 2.4429,
    "tmdb_url": "https://www.themoviedb.org/movie/457915"
  },
  {
    "id": 20794,
    "title": "Novocaine",
    "release_date": "2001-11-23",
    "overview": "A dentist finds himself a murder suspect after a sexy patient seduces him into prescribing her drugs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6ZVFepWKzYho4DLhyFVuRk7klZ1.jpg",
    "popularity": 2.3905,
    "tmdb_url": "https://www.themoviedb.org/movie/20794"
  },
  {
    "id": 1108583,
    "title": "Pole Princess!! Movie",
    "release_date": "2023-11-23",
    "overview": "The story centers on the \"Pole Dance Japan Cup\" competition, where protagonist Hinano Hoshikita and her friends will compete as the Galaxy Princesses. They will compete with the competition's four-time champion team, Aile d'Ange.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2KkeyOaHcpZnSZU4ncEhBcyPbdq.jpg",
    "popularity": 2.3729,
    "tmdb_url": "https://www.themoviedb.org/movie/1108583"
  },
  {
    "id": 82424,
    "title": "Small Fry",
    "release_date": "2011-11-23",
    "overview": "A fast food restaurant mini variant of Buzz forcibly switches places with the real Buzz and his friends have to deal with the obnoxious impostor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8siICxMft0JSWZDq9YrXh5U5PZx.jpg",
    "popularity": 2.3251,
    "tmdb_url": "https://www.themoviedb.org/movie/82424"
  },
  {
    "id": 625,
    "title": "The Killing Fields",
    "release_date": "1984-11-23",
    "overview": "New York Times reporter Sydney Schanberg is on assignment covering the Cambodian Civil War, with the help of local interpreter Dith Pran and American photojournalist Al Rockoff. When the U.S. Army pulls out amid escalating violence, Schanberg makes exit arrangements for Pran and his family. Pran, however, tells Schanberg he intends to stay in Cambodia to help cover the unfolding story — a decision he may regret as the Khmer Rouge rebels move in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cX6Bv7natnZwQjsV9bLL8mmWjkS.jpg",
    "popularity": 2.2365,
    "tmdb_url": "https://www.themoviedb.org/movie/625"
  },
  {
    "id": 488372,
    "title": "The Age of Blood",
    "release_date": "2017-11-23",
    "overview": "Ancient Korea, 1728. Swordsman Kim Ho, guard of King Yeong-jo of Joseon, is demoted and sent to work in Uigeumbu prison. When night falls, the prison is assaulted by the master warrior Do Man-cheol and his powerful henchmen for the purpose of freeing Lee In-jwa, who has been condemned to death for rising up in revolt against the king.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Uq4CgE88is47CxKy2wYZJtLoWf.jpg",
    "popularity": 2.2002,
    "tmdb_url": "https://www.themoviedb.org/movie/488372"
  },
  {
    "id": 75622,
    "title": "Rampart",
    "release_date": "2011-11-23",
    "overview": "The story follows veteran police officer Dave Brown, the last of the renegade cops, as he struggles to take care of his family, and fights for his own survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wUlYwDmkytszsDvyIPn66pdqgZe.jpg",
    "popularity": 2.1897,
    "tmdb_url": "https://www.themoviedb.org/movie/75622"
  },
  {
    "id": 995984,
    "title": "Motherhood",
    "release_date": "2022-11-23",
    "overview": "Sayaka, a high school student, kills herself but the reason behind her suicide is unknown. She appeared to have led a normal life with her family. Her mother Rumiko seemed to have raised Sayaka with love and care. In reality, that does not seem to be the case. When the mother and daughter recall the same incidents that took place in the past, they tell very different stories.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4BuwGZAiEeXb00ryDEhVr9Hstrw.jpg",
    "popularity": 2.1491,
    "tmdb_url": "https://www.themoviedb.org/movie/995984"
  },
  {
    "id": 231,
    "title": "Syriana",
    "release_date": "2005-11-23",
    "overview": "The Middle Eastern oil industry is the backdrop of this tense drama, which weaves together numerous story lines. Bennett Holiday is an American lawyer in charge of facilitating a dubious merger of oil companies, while Bryan Woodman, a Switzerland-based energy analyst, experiences both personal tragedy and opportunity during a visit with Arabian royalty. Meanwhile, veteran CIA agent Bob Barnes uncovers an assassination plot with unsettling origins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aEDUGMdWuBBIc7MptqRH3cC5Ap8.jpg",
    "popularity": 2.096,
    "tmdb_url": "https://www.themoviedb.org/movie/231"
  },
  {
    "id": 212153,
    "title": "PERSONA3 THE MOVIE #1 Spring of Birth",
    "release_date": "2013-11-23",
    "overview": "In the spring, male student Makoto Yuki transfers to Gekkoukan High School. However, as he heads to his new dormitory, listening to the music on his headphones, he is stopped. More precisely, time has stopped, and the people who were around him turn into coffins. Makoto learns that this period of time hidden between the minute of midnight is called the Dark Hour, a time when monsters called Shadows appear. Suddenly made the leader of his fellow classmates Yukari and Junpei by his upperclassmen Mitsuru and Akihiko, Makoto must learn empathy, his connection to his comrades, and the meaning of death. With the power of his Evoker aimed at his head he awakens a Persona and fights against the Shadows threatening to attack his world from the mysterious tower of Tartarus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hM8CcSlEFjo3vAIFJY3LyuSloU5.jpg",
    "popularity": 2.0157,
    "tmdb_url": "https://www.themoviedb.org/movie/212153"
  }
]