[
  {
    "id": 2609,
    "title": "Planes, Trains and Automobiles",
    "release_date": "1987-11-26",
    "overview": "An irritable marketing executive, Neal Page, is heading home to Chicago for Thanksgiving when a number of delays force him to travel with a well meaning but overbearing shower curtain ring salesman, Del Griffith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3RSucVsX96Ste8WDJfZP1hbNGqQ.jpg",
    "popularity": 37.2068,
    "tmdb_url": "https://www.themoviedb.org/movie/2609"
  },
  {
    "id": 9016,
    "title": "Treasure Planet",
    "release_date": "2002-11-26",
    "overview": "When space galleon cabin boy Jim Hawkins discovers a map to an intergalactic \"loot of a thousand worlds,\" a cyborg cook named John Silver teaches him to battle supernovas and space storms on their journey to find treasure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zMKatZ0c0NCoKzfizaCzVUcbKMf.jpg",
    "popularity": 7.9238,
    "tmdb_url": "https://www.themoviedb.org/movie/9016"
  },
  {
    "id": 801604,
    "title": "Shark: The Beginning",
    "release_date": "2021-11-26",
    "overview": "A bullied teenager who is locked up at a juvenile detention center due to an unexpected accident, meets a mixed martial arts champion to break through his own limits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7wj21YFXbXPO2HkKYMnYSGV6ufn.jpg",
    "popularity": 5.5526,
    "tmdb_url": "https://www.themoviedb.org/movie/801604"
  },
  {
    "id": 287903,
    "title": "Krampus",
    "release_date": "2015-11-26",
    "overview": "When his dysfunctional family clashes over the holidays, young Max is disillusioned and turns his back on Christmas.  Little does he know, this lack of festive spirit has unleashed the wrath of Krampus: a demonic force of ancient evil intent on punishing non-believers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mzPCU6xQ2XQmD76cDVZPm5PZAaS.jpg",
    "popularity": 4.7243,
    "tmdb_url": "https://www.themoviedb.org/movie/287903"
  },
  {
    "id": 718032,
    "title": "Licorice Pizza",
    "release_date": "2021-11-26",
    "overview": "The story of Gary Valentine and Alana Kane growing up, running around and going through the treacherous navigation of first love in the San Fernando Valley, 1973.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jD98aUKHQZNAmrk0wQQ9wmNQPnP.jpg",
    "popularity": 4.6752,
    "tmdb_url": "https://www.themoviedb.org/movie/718032"
  },
  {
    "id": 45269,
    "title": "The King's Speech",
    "release_date": "2010-11-26",
    "overview": "The King's Speech tells the story of the man who became King George VI, the father of Queen Elizabeth II. After his brother abdicates, George ('Bertie') reluctantly assumes the throne. Plagued by a dreaded stutter and considered unfit to be king, Bertie engages the help of an unorthodox speech therapist named Lionel Logue. Through a set of unexpected techniques, and as a result of an unlikely friendship, Bertie is able to find his voice and boldly lead the country into war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pVNKXVQFukBaCz6ML7GH3kiPlQP.jpg",
    "popularity": 4.4969,
    "tmdb_url": "https://www.themoviedb.org/movie/45269"
  },
  {
    "id": 13387,
    "title": "Transporter 3",
    "release_date": "2008-11-26",
    "overview": "Frank Martin puts the driving gloves on to deliver Valentina, the kidnapped daughter of a Ukrainian government official, from Marseilles to Odessa on the Black Sea. En route, he has to contend with thugs who want to intercept Valentina's safe delivery and not let his personal feelings get in the way of his dangerous objective.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o4w9VF3GRZuXe9NHHvZ07pJespl.jpg",
    "popularity": 4.366,
    "tmdb_url": "https://www.themoviedb.org/movie/13387"
  },
  {
    "id": 520172,
    "title": "Happiest Season",
    "release_date": "2020-11-26",
    "overview": "A young woman's plans to propose to her girlfriend while at her family's annual holiday party are upended when she discovers her partner hasn't yet come out to her conservative parents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vzec9kkOSE93tygyfOktedkeOQ.jpg",
    "popularity": 3.6671,
    "tmdb_url": "https://www.themoviedb.org/movie/520172"
  },
  {
    "id": 9574,
    "title": "Flubber",
    "release_date": "1997-11-26",
    "overview": "Professor Phillip Brainard, an absent minded professor, works with his assistant Weebo, trying to create a substance that's a new source of energy and that will save Medfield College where his sweetheart Sara is the president. He has missed his wedding twice, and on the afternoon of his third wedding, Professor Brainard creates flubber, which allows objects to fly through the air.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bnKvk04icAyCO1KjqhsaEXBO9aJ.jpg",
    "popularity": 3.5563,
    "tmdb_url": "https://www.themoviedb.org/movie/9574"
  },
  {
    "id": 711643,
    "title": "Chhorii",
    "release_date": "2021-11-26",
    "overview": "Sakshi is eight months pregnant with her first child when she and Hemant are forced out of their home. They escape from the city and seek refuge in a house located deep inside sugarcane fields. The house is ridden with dark secrets that start unravelling as the story unfolds, posing a threat to Sakshi and her unborn child. Even as Sakshi tries to save herself and her unborn baby, scary sightings of three mysterious kids and a charred monster coupled with an eerie lullaby, emanating from an old transistor, wreak havoc with her sanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sXMwQnF7yEgCY0AwjG49vK1t4dz.jpg",
    "popularity": 3.4744,
    "tmdb_url": "https://www.themoviedb.org/movie/711643"
  },
  {
    "id": 566810,
    "title": "The Dark Kingdom",
    "release_date": "2018-11-26",
    "overview": "To save their Kingdom from an army of undead, a group of warriors must travel through the forbidden lands fighting the fearsome beasts that call The Dark Kingdom their home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4kWGZYrTqBRsPIsnZmV3DzJtTi9.jpg",
    "popularity": 3.3158,
    "tmdb_url": "https://www.themoviedb.org/movie/566810"
  },
  {
    "id": 490176,
    "title": "Marionette",
    "release_date": "2017-11-26",
    "overview": "A mystery crime thriller about a man who calls himself Master and sends mysterious texts with images of young women that they don't remember taking. A teacher and a former detective become involved in the escalating series of crimes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x4usf7LwVmEvzhul0HAO1j0hkrV.jpg",
    "popularity": 3.247,
    "tmdb_url": "https://www.themoviedb.org/movie/490176"
  },
  {
    "id": 168,
    "title": "Star Trek IV: The Voyage Home",
    "release_date": "1986-11-26",
    "overview": "When a huge alien probe enters the galaxy and begins to vaporize Earth's oceans, Kirk and his crew must travel back in time in order to bring back whales and save the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xY5TzGXJOB3L9rhZ1MbbPyVlW5J.jpg",
    "popularity": 3.0165,
    "tmdb_url": "https://www.themoviedb.org/movie/168"
  },
  {
    "id": 170522,
    "title": "Asterix: The Mansions of the Gods",
    "release_date": "2014-11-26",
    "overview": "In order to wipe out the Gaulish village by any means necessary, Caesar plans to absorb the villagers into Roman culture by having an estate built next to the village to start a new Roman colony.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oppvIr8jmTXEVkzRHtipxcmvdQ5.jpg",
    "popularity": 2.9572,
    "tmdb_url": "https://www.themoviedb.org/movie/170522"
  },
  {
    "id": 45132,
    "title": "Super",
    "release_date": "2010-11-26",
    "overview": "After his wife falls under the influence of a drug dealer, an everyday guy transforms himself into Crimson Bolt, a superhero with the best intentions, though he lacks for heroic skills.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jZrRMGSajZQehg8mz74A5A00L3.jpg",
    "popularity": 2.8447,
    "tmdb_url": "https://www.themoviedb.org/movie/45132"
  },
  {
    "id": 10756,
    "title": "The Haunted Mansion",
    "release_date": "2003-11-26",
    "overview": "Workaholic Jim Evers and his wife/business partner Sara get a call one night from  a mansion owner, Edward Gracey, who wants to sell his house. Once the Evers family arrive at the mansion, a torrential thunderstorm of mysterious origin strands them with the brooding, eccentric Gracey, his mysterious butler, and a variety of residents both seen and unseen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lGi5yio4pdDz5PkSeZCbnMQz5vK.jpg",
    "popularity": 2.8306,
    "tmdb_url": "https://www.themoviedb.org/movie/10756"
  },
  {
    "id": 1088615,
    "title": "Anaagarigam",
    "release_date": "2011-11-26",
    "overview": "Story of a newly married professor who suffers his whole life for having an affair with his student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIgp8rJNMcISZfXmeIKjn0qf0Nr.jpg",
    "popularity": 2.8272,
    "tmdb_url": "https://www.themoviedb.org/movie/1088615"
  },
  {
    "id": 26505,
    "title": "Arthur and the Revenge of Maltazard",
    "release_date": "2009-11-26",
    "overview": "Arthur answers a distress call from Princess Selenia, who is menaced by the nefarious Maltazard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rHCL0HwlQvU01TLRRHZFlvsVEqt.jpg",
    "popularity": 2.7281,
    "tmdb_url": "https://www.themoviedb.org/movie/26505"
  },
  {
    "id": 412383,
    "title": "KanColle Movie",
    "release_date": "2016-11-26",
    "overview": "The movie starts off after the events of Episode 3, when Kisaragi had sunk.  The Mikawa Fleet (Furutaka, Aoba, Kako, Kinugasa and Tenryuu) are in the middle of Night Battle. Choukai uses Searchlight and gets medium damage, but they win in the end. A New Fleet Girl gets \"dropped\", emerging from the sea. It is Kisaragi. Kisaragi is brought back to the temporary base in Solomon Islands, but she is suffering from PTSD and has amnesia, unable to remember anyone from back in the anime, excluding Mutsuki...",
    "poster_url": "https://image.tmdb.org/t/p/w500/eXtGLWEfv5f5O41vdOdeMAxnnIm.jpg",
    "popularity": 2.6996,
    "tmdb_url": "https://www.themoviedb.org/movie/412383"
  },
  {
    "id": 12193,
    "title": "Four Christmases",
    "release_date": "2008-11-26",
    "overview": "Brad and Kate have made something of an art form out of avoiding their families during the holidays, but this year their foolproof plan is about go bust -- big time. Stuck at the city airport after all departing flights are canceled, the couple is embarrassed to see their ruse exposed to the world by an overzealous television reporter. Now, Brad and Kate are left with precious little choice other than to swallow their pride and suffer the rounds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zixj44TC7rwzpxtJAG5OzFJnEqe.jpg",
    "popularity": 2.6551,
    "tmdb_url": "https://www.themoviedb.org/movie/12193"
  },
  {
    "id": 32909,
    "title": "Mulan: Rise of a Warrior",
    "release_date": "2009-11-26",
    "overview": "When barbarian hordes threaten her homeland, the brave and cunning Mulan disguises herself as a male soldier to swell the ranks in her aging father's stead. The warrior's remarkable courage drives her through powerful battle scenes and brutal wartime strategy. Mulan loses dear friends to the enemy's blade as she rises to become one of her country's most valuable leaders — but can she win the war before her secret is exposed?",
    "poster_url": "https://image.tmdb.org/t/p/w500/16xLpJ7zJI2R8rAMSHCTFtV2VFw.jpg",
    "popularity": 2.6187,
    "tmdb_url": "https://www.themoviedb.org/movie/32909"
  },
  {
    "id": 50393,
    "title": "Kung Fu Panda Holiday",
    "release_date": "2010-11-26",
    "overview": "The Winter Feast is Po's favorite holiday. Every year he and his father hang decorations, cook together, and serve noodle soup to the villagers. But this year Shifu informs Po that as Dragon Warrior, it is his duty to host the formal Winter Feast at the Jade Palace. Po is caught between his obligations as the Dragon Warrior and his family traditions: between Shifu and Mr. Ping.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vJv3pI8pyS13rLjy0ok7a3BiE0a.jpg",
    "popularity": 2.5406,
    "tmdb_url": "https://www.themoviedb.org/movie/50393"
  },
  {
    "id": 896221,
    "title": "Trolls Holiday in Harmony",
    "release_date": "2021-11-26",
    "overview": "Queen Poppy plans the first annual Trolls Kingdom Secret Holiday Gift Swap, but things don't go quite as expected.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xl0jqhLC8BwtZT6pXGgKwSygQ4u.jpg",
    "popularity": 2.5312,
    "tmdb_url": "https://www.themoviedb.org/movie/896221"
  },
  {
    "id": 9562,
    "title": "Timeline",
    "release_date": "2003-11-26",
    "overview": "A group of archaeological students become trapped in the past when they go there to retrieve their professor. The group must survive in 14th century France long enough to be rescued.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uOCIrFOT4U9QXML3SLlpCxGs7BV.jpg",
    "popularity": 2.4395,
    "tmdb_url": "https://www.themoviedb.org/movie/9562"
  },
  {
    "id": 920081,
    "title": "Megaboa",
    "release_date": "2021-11-26",
    "overview": "On a trip to Colombia, a group of college students encounter a fifty-foot boa constrictor, hungry for blood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sAnAMv3eyQiGI1z2k8NsvH0Y6r5.jpg",
    "popularity": 2.3831,
    "tmdb_url": "https://www.themoviedb.org/movie/920081"
  },
  {
    "id": 12146,
    "title": "The Missing",
    "release_date": "2003-11-26",
    "overview": "When rancher and single mother of two Maggie Gilkeson sees her teenage daughter, Lily, kidnapped by Apache rebels, she reluctantly accepts the help of her estranged father, Samuel, in tracking down the kidnappers. Along the way, the two must learn to reconcile the past and work together if they are going to have any hope of getting Lily back before she is taken over the border and forced to become a prostitute.",
    "poster_url": "https://image.tmdb.org/t/p/w500/86s5nw5F1G8lJtEowO0LBB4hoBW.jpg",
    "popularity": 2.2879,
    "tmdb_url": "https://www.themoviedb.org/movie/12146"
  },
  {
    "id": 10147,
    "title": "Bad Santa",
    "release_date": "2003-11-26",
    "overview": "You'd better watch out - Santa Claus Willie T. Soke is coming to town and he doesn't care if you've been naughty or nice. Wille's favorite holiday tradition is to fill his sacks with loot lifted from shopping malls across the country. But this year his plot gets derailed by a wisecracking store detective, a sexy bartender, and a kid who's convinced Willie is the real Santa Claus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rfClLIyeHqpMofmrPY8DaLe4z9x.jpg",
    "popularity": 2.2007,
    "tmdb_url": "https://www.themoviedb.org/movie/10147"
  },
  {
    "id": 31582,
    "title": "Flawless",
    "release_date": "1999-11-26",
    "overview": "An ultraconservative police officer suffers a debilitating stroke and is assigned to a rehabilitative program that includes singing lessons - with the drag queen next door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fkwkkUnaTmhaWt2OGBRepYr7yB5.jpg",
    "popularity": 2.1975,
    "tmdb_url": "https://www.themoviedb.org/movie/31582"
  },
  {
    "id": 239459,
    "title": "No Half Measures: Creating the Final Season of Breaking Bad",
    "release_date": "2013-11-26",
    "overview": "A documentary about the making of season five of the acclaimed AMC series Breaking Bad.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ApitDfnYDwFNOPfyVuhW5ElWzhe.jpg",
    "popularity": 2.0897,
    "tmdb_url": "https://www.themoviedb.org/movie/239459"
  }
]