[
  {
    "id": 529203,
    "title": "The Croods: A New Age",
    "release_date": "2020-11-25",
    "overview": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tbVZ3Sq88dZaCANlUcewQuHQOaE.jpg",
    "popularity": 12.9351,
    "tmdb_url": "https://www.themoviedb.org/movie/529203"
  },
  {
    "id": 9487,
    "title": "A Bug's Life",
    "release_date": "1998-11-25",
    "overview": "On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Ah3J9OJVc2CNCuH2zMydXy9fmIC.jpg",
    "popularity": 12.1154,
    "tmdb_url": "https://www.themoviedb.org/movie/9487"
  },
  {
    "id": 812,
    "title": "Aladdin",
    "release_date": "1992-11-25",
    "overview": "In the boorish city of Agrabah, kind-hearted street urchin Aladdin and Princess Jasmine fall in love, although she can only marry a prince. He and power-hungry Grand Vizier Jafar vie for a magic lamp that can fulfill their wishes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eLFfl7vS8dkeG1hKp5mwbm37V83.jpg",
    "popularity": 10.5032,
    "tmdb_url": "https://www.themoviedb.org/movie/812"
  },
  {
    "id": 312221,
    "title": "Creed",
    "release_date": "2015-11-25",
    "overview": "The former World Heavyweight Champion Rocky Balboa serves as a trainer and mentor to Adonis Johnson, the son of his late friend and former rival Apollo Creed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1BfTsk5VWuw8FCocAhCyqnRbEzq.jpg",
    "popularity": 7.6545,
    "tmdb_url": "https://www.themoviedb.org/movie/312221"
  },
  {
    "id": 619,
    "title": "The Bodyguard",
    "release_date": "1992-11-25",
    "overview": "A former Secret Service agent grudgingly takes an assignment to protect a pop idol who's threatened by a crazed fan. At first, the safety-obsessed bodyguard and the self-indulgent diva totally clash. But before long, all that tension sparks fireworks of another sort, and the love-averse tough guy is torn between duty and romance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ihWF0uY1xnKqw9YK7ZHNLUZOhcO.jpg",
    "popularity": 6.4079,
    "tmdb_url": "https://www.themoviedb.org/movie/619"
  },
  {
    "id": 668482,
    "title": "Roald Dahl's Matilda the Musical",
    "release_date": "2022-11-25",
    "overview": "An extraordinary young girl discovers her superpower and summons the remarkable courage, against all odds, to help others change their stories, whilst also taking charge of her own destiny. Standing up for what's right, she's met with miraculous results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ga8R3OiOMMgSvZ4cOj8x7prUNYZ.jpg",
    "popularity": 5.2696,
    "tmdb_url": "https://www.themoviedb.org/movie/668482"
  },
  {
    "id": 876792,
    "title": "That Time I Got Reincarnated as a Slime the Movie: Scarlet Bond",
    "release_date": "2022-11-25",
    "overview": "A long-running conspiracy is swirling over a mysterious power wielded by the Queen in Raja, a small country west of Tempest. When a slime who evolved into a Demon Lord named Rimuru Tempest crosses paths with Hiiro, a survivor of the Ogre race, an incredible adventure packed with new characters begins. The power of bonds will be put to the test!",
    "poster_url": "https://image.tmdb.org/t/p/w500/xITip9n9uMAUA0TU6niMXU2tbh0.jpg",
    "popularity": 4.8502,
    "tmdb_url": "https://www.themoviedb.org/movie/876792"
  },
  {
    "id": 407436,
    "title": "Mowgli: Legend of the Jungle",
    "release_date": "2018-11-25",
    "overview": "A human child raised by wolves, must face off against a menacing tiger named Shere Khan, as well as his own origins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/clRnzMsFoMIdC7I5JsG6dnnHH8l.jpg",
    "popularity": 4.6269,
    "tmdb_url": "https://www.themoviedb.org/movie/407436"
  },
  {
    "id": 1231914,
    "title": "Female Workers: Romance at Work 3",
    "release_date": "2023-11-25",
    "overview": "Yoo-ra succeeded in finding a job after a difficult time. Despite her stunning beauty, her family's financial situation is difficult. Her male assistant manager knows of her difficult situation, so he asks for her body with money as bait. On the other hand, Hye-seon, the female manager of the same company, seduces the handsome new employee, Min-soo. Employees enjoy the world of animals in the workplace without knowing each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c4HACOcvKsWAaNTsyYs1JzfwXWi.jpg",
    "popularity": 4.3809,
    "tmdb_url": "https://www.themoviedb.org/movie/1231914"
  },
  {
    "id": 994,
    "title": "Straw Dogs",
    "release_date": "1971-11-25",
    "overview": "David Sumner, a mild-mannered academic from the United States, marries Amy, an Englishwoman. In order to escape a hectic stateside lifestyle, David and his wife relocate to the small town in rural Cornwall where Amy was raised. There, David is ostracized by the brutish men of the village, including Amy's old flame, Charlie. Eventually the taunts escalate, and two of the locals rape Amy. This sexual assault awakes a shockingly violent side of David.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yigkfHE1OhkxPPrjrV78Y9ibGEk.jpg",
    "popularity": 3.4112,
    "tmdb_url": "https://www.themoviedb.org/movie/994"
  },
  {
    "id": 550353,
    "title": "Three Husbands",
    "release_date": "2018-11-25",
    "overview": "A wondrous sex worker plies her trade while living on a boat in Hong Kong. With a superhuman libido and three loving husbands, she doggedly devotes herself to her work. Using sex to satirize the era, this film brims with intense desire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9kxIt0QifZoDwR5g7lld8OE5e2s.jpg",
    "popularity": 3.402,
    "tmdb_url": "https://www.themoviedb.org/movie/550353"
  },
  {
    "id": 376290,
    "title": "Miss Sloane",
    "release_date": "2016-11-25",
    "overview": "An ambitious lobbyist faces off against the powerful gun lobby in an attempt to pass gun control legislation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ptfvQlqe2xJiMSewSj52qAVq5z0.jpg",
    "popularity": 3.3657,
    "tmdb_url": "https://www.themoviedb.org/movie/376290"
  },
  {
    "id": 1142780,
    "title": "A Royal Date for Christmas",
    "release_date": "2023-11-25",
    "overview": "Bella Sparks, owner of Bella’s Boutique, takes on a demanding new client named Stefan, who needs to be outfitted for a week of high-stakes meetings and events after his luggage goes missing. Imagine Bella’s reaction when she accidentally discovers Stefan is actually Stefan William Francis Brown, the Duke of Tangford.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hirAgrKOkqhArsRI83KszcLnGpo.jpg",
    "popularity": 3.29,
    "tmdb_url": "https://www.themoviedb.org/movie/1142780"
  },
  {
    "id": 9447,
    "title": "Babe: Pig in the City",
    "release_date": "1998-11-25",
    "overview": "Babe, fresh from his victory in the sheepherding contest, returns to Farmer Hoggett's farm, but after Farmer Hoggett is injured and unable to work, Babe has to go to the big city to save the farm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/glO6LcTWUZcbxWT2SB4eRDnFSsP.jpg",
    "popularity": 3.2717,
    "tmdb_url": "https://www.themoviedb.org/movie/9447"
  },
  {
    "id": 799177,
    "title": "Bhediya",
    "release_date": "2022-11-25",
    "overview": "Inspired by legendary folklore rooted in Arunachal Pradesh, Bhediya tells the story of Bhaskar, a man who gets bitten by a mythical wolf and begins to transform into the creature himself. As Bhaskar and his ragtag buddies try to find answers, he is worried that the monster in him will wipe out human existence in the local town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iZtq44ZmxBW0E3tAeLG6UdJe9aj.jpg",
    "popularity": 3.1234,
    "tmdb_url": "https://www.themoviedb.org/movie/799177"
  },
  {
    "id": 20766,
    "title": "The Road",
    "release_date": "2009-11-25",
    "overview": "A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind and water. It is cold enough to crack stones and, when the snow falls, it is gray. Their destination is the warmer south, although they don't know what, if anything, awaits them there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qLaXnLzqleBWQtjvZ6JGVSaKoC3.jpg",
    "popularity": 3.1074,
    "tmdb_url": "https://www.themoviedb.org/movie/20766"
  },
  {
    "id": 634544,
    "title": "Uncle Frank",
    "release_date": "2020-11-25",
    "overview": "In 1973, when Frank Bledsoe and his 18-year-old niece Beth take a road trip from Manhattan to Creekville, South Carolina for the family patriarch's funeral, they're unexpectedly joined by Frank's lover Walid.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u3yozs3oGY0ubwf4cKQKOMWqNx3.jpg",
    "popularity": 2.9619,
    "tmdb_url": "https://www.themoviedb.org/movie/634544"
  },
  {
    "id": 615667,
    "title": "Ma Rainey's Black Bottom",
    "release_date": "2020-11-25",
    "overview": "Tensions rise when the trailblazing Mother of the Blues and her band gather at a Chicago recording studio in 1927. Adapted from August Wilson's play.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pvtyxijaBrCSbByXLcUIDDSvc40.jpg",
    "popularity": 2.7852,
    "tmdb_url": "https://www.themoviedb.org/movie/615667"
  },
  {
    "id": 402200,
    "title": "Ben 10 - Generator Rex: Heroes United",
    "release_date": "2011-11-25",
    "overview": "Ben Tennyson falls through a wormhole and encounters Rex. The two heroes must unite against a foe that can absorb their powers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iSPCeuGiN06540ZUCfcunc4hOm3.jpg",
    "popularity": 2.4944,
    "tmdb_url": "https://www.themoviedb.org/movie/402200"
  },
  {
    "id": 65034,
    "title": "Too Big to Fail",
    "release_date": "2011-11-25",
    "overview": "An intimate look at the epochal financial crisis of 2008 and the powerful men and women who decided the fate of the world's economy in a matter of a few weeks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pcrCKELIeNFfFrAoVFpMTpzTqVx.jpg",
    "popularity": 2.4766,
    "tmdb_url": "https://www.themoviedb.org/movie/65034"
  },
  {
    "id": 9287,
    "title": "Troublemakers",
    "release_date": "1994-11-25",
    "overview": "Two brothers who hate themselves are going to spend Christmas with their mother. She tries to get them together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kZYAN78ARDZZLDPig4yBnNsNUW2.jpg",
    "popularity": 2.459,
    "tmdb_url": "https://www.themoviedb.org/movie/9287"
  },
  {
    "id": 79990,
    "title": "Desi Boyz",
    "release_date": "2011-11-25",
    "overview": "When two cash-strapped UK-based Indians become male escorts amid an economic downturn, money flows right in but everything else in their lives starts falling apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2Tga4SJQTKSENOISM5CRIb240LR.jpg",
    "popularity": 2.4245,
    "tmdb_url": "https://www.themoviedb.org/movie/79990"
  },
  {
    "id": 384682,
    "title": "Office Christmas Party",
    "release_date": "2016-11-25",
    "overview": "When Carol Vanstone, CEO of the technology company Zenotek, expresses her intention to close the Chicago branch, run by her brother Clay, he and his co-workers organize a Christmas party in an effort to impress a potential client and save their jobs. But the party gets out of control…",
    "poster_url": "https://image.tmdb.org/t/p/w500/7r3w3cPTbNEIr1imb8zXyeIJCJe.jpg",
    "popularity": 2.3771,
    "tmdb_url": "https://www.themoviedb.org/movie/384682"
  },
  {
    "id": 884452,
    "title": "The Ambush",
    "release_date": "2021-11-25",
    "overview": "It is the winter of 2018, the men and women of the UAE military are deployed to provide aid. At the Mocha Base, spirits are high as three Emirati soldiers anticipate an imminent return home. While on their final routine patrol, the three soldiers, Ali, Bilal and Hindasi are ambushed by heavily armed militants on their route, through a narrow canyon. Trapped, wounded, and out of communication range, the three soldiers realize the gravity of their situation. They are running out of options, munitions - and time. Back at the base, their commander receives word and realizes that the assault on the UAE army patrol was premeditated. A rescue mission is quickly put into action, but will air and land support reach the men in time, and will they survive?",
    "poster_url": "https://image.tmdb.org/t/p/w500/dEZJgTWjq5ex8lEvI6XcYMxnTSn.jpg",
    "popularity": 2.293,
    "tmdb_url": "https://www.themoviedb.org/movie/884452"
  },
  {
    "id": 744594,
    "title": "White Noise",
    "release_date": "2022-11-25",
    "overview": "Jack Gladney, professor of Hitler studies at The-College-on-the-Hill, husband to Babette, and father to four children/stepchildren, is torn asunder by a chemical spill from a rail car that releases an \"Airborne Toxic Event\" forcing Jack to confront his biggest fear - his own mortality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kesxNdLZlmGoTRspDHU1WgdEuGw.jpg",
    "popularity": 2.2235,
    "tmdb_url": "https://www.themoviedb.org/movie/744594"
  },
  {
    "id": 327317,
    "title": "Summer Temptations",
    "release_date": "1988-11-25",
    "overview": "In a villa on an island (St. Peter) a little out of season, inhabit Vanessa, a young widow, and stepdaughters Kikki and alive. Vanessa had married their father above all because it was very rich. After her husband's death, Vanessa decided to keep him Alive and Kikki and also call Roberto, her former lover, now a professor with the aim of preparing the two girls to the maturity examination. Shortly after his arrival, he establishes an atmosphere heavy with half-empty Island the villa that seems almost a luxury prison do understand immediately that the stepmother and stepdaughters will hate and despise each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5xryGDSx1fImQbD0Z9BIXCSXftJ.jpg",
    "popularity": 2.0326,
    "tmdb_url": "https://www.themoviedb.org/movie/327317"
  },
  {
    "id": 366093,
    "title": "The Sound of a Flower",
    "release_date": "2015-11-25",
    "overview": "During the Joseon Dynasty, lowborn Chae-sun challenges the rule that states only men allowed to sing while navigating devotion to her teacher and the demands of the king's father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x9ISvdDpOQAs6uij1rK4wqjLNBa.jpg",
    "popularity": 2.0279,
    "tmdb_url": "https://www.themoviedb.org/movie/366093"
  },
  {
    "id": 636282,
    "title": "Best Friend",
    "release_date": "2020-11-25",
    "overview": "Daekwon is the team leader of the surveillance team on the verge of getting a demotion. His mission is to be as an unemployed head of a household and monitor the politician's family who's been house arrested right after arrival from abroad for 24 hours a day with his team. Members of the surveillance team, who have moved into the next door disguised as a neighbor, discover secrets one by one, through monitoring all the sounds and behaviors of suspicious family members, from requests for a radio show to midnight rustling noises…",
    "poster_url": "https://image.tmdb.org/t/p/w500/zPXWAJWUfN8Ca3XrCwvCWWPvgig.jpg",
    "popularity": 2.0065,
    "tmdb_url": "https://www.themoviedb.org/movie/636282"
  }
]