[
  {
    "id": 520948,
    "title": "Diamond Dogs",
    "release_date": "2017-11-28",
    "overview": "A stage three cancer diagnosis leaves deaf and mute Johnny with little to lose, when he is lured into a deadly underground social experiment. Funded by the uber-rich, it pits fighters against one another in a test of animalistic aggression and adrenaline. Johnny’s fight to the top is brutal, fueled by the sole desire to exact revenge on the man who caged him in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tkn1quvbvcJMN7y67TUYFIXtnC7.jpg",
    "popularity": 4.6496,
    "tmdb_url": "https://www.themoviedb.org/movie/520948"
  },
  {
    "id": 118379,
    "title": "Viva Erotica",
    "release_date": "1996-11-28",
    "overview": "Sing's last two films were flops, but he is given the helm on a Category III sex film and has to cope with a leading lady who won't do nude scenes, Triad backers, and a crumbling relationship with his girlfriend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aPyobHbdC9ZlU2LuO2agqTCPcze.jpg",
    "popularity": 4.0357,
    "tmdb_url": "https://www.themoviedb.org/movie/118379"
  },
  {
    "id": 513514,
    "title": "Lev Yashin. The Dream Goalkeeper",
    "release_date": "2019-11-28",
    "overview": "An ordinary working class boy, like all his peers, he played football day and night and dreamed of being a striker. But no matter which team he played for - in the yard, at the factory, or in the army - he was inevitably put in goal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyHpcCdxwmMjelSuWxsFhPMUZMz.jpg",
    "popularity": 3.6087,
    "tmdb_url": "https://www.themoviedb.org/movie/513514"
  },
  {
    "id": 1989,
    "title": "My Blueberry Nights",
    "release_date": "2007-11-28",
    "overview": "Elizabeth has just been through a particularly nasty breakup, and now she's ready to leave her friends and memories behind as she chases her dreams across the country. In order to support herself on her journey, Elizabeth picks up a series of waitress jobs along the way. As Elizabeth crosses paths with a series of lost souls whose yearnings are even greater than her own, their emotional turmoil ultimately helps her gain a greater understanding of her own problems...",
    "poster_url": "https://image.tmdb.org/t/p/w500/w9w3m2IB9QRZXxi6R51ZamKv3HS.jpg",
    "popularity": 3.3394,
    "tmdb_url": "https://www.themoviedb.org/movie/1989"
  },
  {
    "id": 13394,
    "title": "Shrek the Halls",
    "release_date": "2007-11-28",
    "overview": "The Christmas tree isn't the only thing green in this new holiday classic. Shrek is back and trying to get into the spirit of the season. After promising Fiona and the kids a Christmas they'll remember, he is forced to take a crash course in the holiday. But just when he thinks he has everything for their quiet family Christmas just right, there is a knock at the door.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xejoSLtxLNkglY5YkojlOkMHz3u.jpg",
    "popularity": 3.1123,
    "tmdb_url": "https://www.themoviedb.org/movie/13394"
  },
  {
    "id": 13483,
    "title": "Awake",
    "release_date": "2007-11-28",
    "overview": "While undergoing heart surgery, a man experiences a phenomenon called ‘anesthetic awareness’, which leaves him awake but paralyzed throughout the operation. As various obstacles present themselves, his wife must make life-altering decisions while wrestling with her own personal drama.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIPIxaBcppLLkygko7tV5yuTIs1.jpg",
    "popularity": 2.922,
    "tmdb_url": "https://www.themoviedb.org/movie/13483"
  },
  {
    "id": 570595,
    "title": "Russian Nymphet: Temptation",
    "release_date": "2004-11-28",
    "overview": "A Russian teen turns the tables on her fashion photographer. Suddenly he doesn't like being the one on camera!",
    "poster_url": "https://image.tmdb.org/t/p/w500/dYrocmJO2bCFI5aYkuaYogkrgmu.jpg",
    "popularity": 2.8459,
    "tmdb_url": "https://www.themoviedb.org/movie/570595"
  },
  {
    "id": 554137,
    "title": "Default",
    "release_date": "2018-11-28",
    "overview": "Only one week left until South Korea will go under sovereign default. Han Shi-hyun is a leader of the monetary policy team at the Bank of Korea. and is assigned to a crisis team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nDNLJUIHJEQQ3zMYWbN92R4Fqc5.jpg",
    "popularity": 2.7376,
    "tmdb_url": "https://www.themoviedb.org/movie/554137"
  },
  {
    "id": 108074,
    "title": "Dagger Eyes",
    "release_date": "1983-11-28",
    "overview": "Assassins are after a prostitute who has come into possession of a cigarette lighter that, unbeknownst to her, contains the negatives that show a politician's assassination. A delightfully playful giallo starring the beautiful Carole Bouquet as Mystère, a high class call girl who becomes the target for a couple of assassins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6HUCx7NuaoKI4kVlQhbNo3JWN0g.jpg",
    "popularity": 2.3828,
    "tmdb_url": "https://www.themoviedb.org/movie/108074"
  },
  {
    "id": 127746,
    "title": "The Doctor Is Staying with the Colonel",
    "release_date": "1980-11-28",
    "overview": "Colonel Anacleto Punch, military doctor, falls in love with the beautiful and sensual South African Dr. Eve Russell, specializing in transplants. Thinking that his manhood is not adequate for the beautiful colleague, decides to do a transplant with the unsuspecting nurse prawn, that with women has always been successful. But the end result will not be as anticipated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v7fBH9vGIEFJF6visCwU4lh3iVz.jpg",
    "popularity": 2.3318,
    "tmdb_url": "https://www.themoviedb.org/movie/127746"
  },
  {
    "id": 551115,
    "title": "Penoza: The Final Chapter",
    "release_date": "2019-11-28",
    "overview": "The Black Widow is not dead ... Drug Queen Carmen van Walraven is hiding in Canada and leads an anonymous life there. One evening a colleague is harassed and Carmen helps her. In self-defense, she kills the perpetrator, is arrested and extradited to the Netherlands. While her children are in shock that their mother is still alive, there are also some people who still have to settle something with Carmen. Everyone is again dragged into an emotional rollercoaster. Carmen will now have deal with her past to save her family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aqRXm3OXSVWuGp3bl8YO4szmos3.jpg",
    "popularity": 2.1603,
    "tmdb_url": "https://www.themoviedb.org/movie/551115"
  },
  {
    "id": 68368,
    "title": "Dirty Pair: Project Eden",
    "release_date": "1986-11-28",
    "overview": "Agerna is a planet rich in Vizorium, the one mineral necessary to space travel. When a series of mysterious attacks on mining operations has world leaders pointing fingers and pinning blame, 3WA naturally send in their top agents to investigate. But are the Lovely Angels up to the task of stopping a mad scientist bent on taking a long dormant alien race to its final evolutionary form? Throw in a thief after a bottle of WWII-vintage wine and it's a safe bet that nobody's safe. It's more chaos, more mayhem, and even more destruction than ever before as the Dirty Pair take on their wildest case yet!",
    "poster_url": "https://image.tmdb.org/t/p/w500/8l7zeovdhEfw28DlLOgbeWAaHTs.jpg",
    "popularity": 2.1146,
    "tmdb_url": "https://www.themoviedb.org/movie/68368"
  },
  {
    "id": 33338,
    "title": "The Underdog Knight",
    "release_date": "2008-11-28",
    "overview": "Lao San is a young veteran high in Kungfu power but low in intelligence. After landing on a job as a body guard for a wealthy antique collector, Lao San finds out his boss's plot to rob the National Art Museum.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pJzR2PdFReutUkOT4y9uq0B8Hl3.jpg",
    "popularity": 2.0177,
    "tmdb_url": "https://www.themoviedb.org/movie/33338"
  }
]