[
  {
    "id": 798021,
    "title": "Family Switch",
    "release_date": "2023-11-30",
    "overview": "When the Walker family members switch bodies with each other during a rare planetary alignment, their hilarious journey to find their way back to normal will bring them closer together than they ever thought possible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xUJJXVugggonJ0hpWtj9Qsxode1.jpg",
    "popularity": 5.6752,
    "tmdb_url": "https://www.themoviedb.org/movie/798021"
  },
  {
    "id": 5825,
    "title": "National Lampoon's Christmas Vacation",
    "release_date": "1989-11-30",
    "overview": "It's Christmastime, and the Griswolds are preparing for a family seasonal celebration. But things never run smoothly for Clark, his wife Ellen, and their two kids. Clark's continual bad luck is worsened by his obnoxious family guests, but he manages to keep going, knowing that his Christmas bonus is due soon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oat42hUw8XzKYUmfy0YLAxYd484.jpg",
    "popularity": 5.2992,
    "tmdb_url": "https://www.themoviedb.org/movie/5825"
  },
  {
    "id": 824003,
    "title": "Diabolik: Who Are You?",
    "release_date": "2023-11-30",
    "overview": "Captured by a ruthless gang of bank robbers, foes Diabolik and Ginko find themselves facing certain death. While Eva Kant and Altea forge an unlikely alliance to rescue their lovers, Diabolik reveals his mysterious past to the Inspector.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1DAXwi4y941ryPoGbzUlFEEiPAo.jpg",
    "popularity": 4.9854,
    "tmdb_url": "https://www.themoviedb.org/movie/824003"
  },
  {
    "id": 1056380,
    "title": "The Coffee Table",
    "release_date": "2023-11-30",
    "overview": "Jesus and María are a couple going through a difficult time in their relationship. Nevertheless, they have just become parents. To shape their new life, they decide to buy a new coffee table. A decision that will change their existence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r8S7cc676EfgfUDVQKPrqRlbRFz.jpg",
    "popularity": 4.9591,
    "tmdb_url": "https://www.themoviedb.org/movie/1056380"
  },
  {
    "id": 829280,
    "title": "Enola Holmes 2",
    "release_date": "2022-11-30",
    "overview": "Now a detective-for-hire like her infamous brother, Enola Holmes takes on her first official case to find a missing girl, as the sparks of a dangerous conspiracy ignite a mystery that requires the help of friends — and Sherlock himself — to unravel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tegBpjM5ODoYoM1NjaiHVLEA0QM.jpg",
    "popularity": 4.8821,
    "tmdb_url": "https://www.themoviedb.org/movie/829280"
  },
  {
    "id": 1700,
    "title": "Misery",
    "release_date": "1990-11-30",
    "overview": "After an accident, acclaimed novelist Paul Sheldon is rescued by a nurse who claims to be his biggest fan.  Her obsession takes a dark turn when she holds him captive in her remote Colorado home and forces him to write back to life the popular literary character he killed off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/23Y65uWaVMpqfbZTN3CT0aei4D5.jpg",
    "popularity": 4.2975,
    "tmdb_url": "https://www.themoviedb.org/movie/1700"
  },
  {
    "id": 8202,
    "title": "Æon Flux",
    "release_date": "2005-11-30",
    "overview": "400 years into the future, disease has wiped out the majority of the world's population, except one walled city, Bregna, ruled by a congress of scientists. When Æon Flux, the top operative in the underground 'Monican' rebellion, is sent on a mission to kill a government leader, she uncovers a world of secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5958Nt4QX6aRSUdQnvNw8wqjTJQ.jpg",
    "popularity": 4.1895,
    "tmdb_url": "https://www.themoviedb.org/movie/8202"
  },
  {
    "id": 736526,
    "title": "Troll",
    "release_date": "2022-11-30",
    "overview": "When an explosion in the Norwegian mountains awakens an ancient troll, officials appoint a fearless paleontologist to stop it from wreaking deadly havoc.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ulgKdif3ubMACDltr8VZy6fyVjW.jpg",
    "popularity": 4.1706,
    "tmdb_url": "https://www.themoviedb.org/movie/736526"
  },
  {
    "id": 891699,
    "title": "Silent Night",
    "release_date": "2023-11-30",
    "overview": "A tormented father witnesses his young son die when caught in a gang's crossfire on Christmas Eve. While recovering from a wound that costs him his voice, he makes vengeance his life's mission and embarks on a punishing training regimen in order to avenge his son's death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tlcuhdNMKNGEVpGqBZrAaOOf1A6.jpg",
    "popularity": 4.0365,
    "tmdb_url": "https://www.themoviedb.org/movie/891699"
  },
  {
    "id": 529216,
    "title": "Mirage",
    "release_date": "2018-11-30",
    "overview": "During a mysterious thunderstorm, Vera, a young mother, manages to save a life in danger, but her good deed causes a disturbing chain of unexpected consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2sAXXSgzpt5eJtuh4IeE7rJWES4.jpg",
    "popularity": 3.8507,
    "tmdb_url": "https://www.themoviedb.org/movie/529216"
  },
  {
    "id": 899112,
    "title": "Violent Night",
    "release_date": "2022-11-30",
    "overview": "When a team of mercenaries breaks into a wealthy family compound on Christmas Eve, taking everyone inside hostage, the team isn’t prepared for a surprise combatant: Santa Claus is on the grounds, and he’s about to show why this Nick is no saint.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e8CpMgdyihz9Td7amQDqubPuzfN.jpg",
    "popularity": 3.5584,
    "tmdb_url": "https://www.themoviedb.org/movie/899112"
  },
  {
    "id": 416148,
    "title": "Rocco",
    "release_date": "2016-11-30",
    "overview": "Rocco Siffredi is to pornography what Mike Tyson is to boxing or Mick Jagger is to rock’n’roll: a living legend. His mother wanted him to be a priest; with her blessing he became a hardcore performer, devoting his life to one God only: Desire. Rocco Siffredi reveals all, even if it sometimes means busting his own myth: his true story, beginnings, career, wife and children… and the ultimate revelation that will change his life forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wGVnyKJm37uXqL1wAeLfnGuYw0m.jpg",
    "popularity": 3.4591,
    "tmdb_url": "https://www.themoviedb.org/movie/416148"
  },
  {
    "id": 8007,
    "title": "Behind Enemy Lines",
    "release_date": "2001-11-30",
    "overview": "While flying a routine reconnaissance mission over Bosnia, fighter pilot Lt. Chris Burnett photographs something he wasn't supposed to see and gets shot down behind enemy lines, where he must outrun an army led by a ruthless Serbian general. With time running out and a deadly tracker on his trail, Burnett's commanding officer, Admiral Reigart, decides to risk his career and launch a renegade rescue mission to save his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nmNfyRNLKz7QaUOx49FeaHj82Aq.jpg",
    "popularity": 3.36,
    "tmdb_url": "https://www.themoviedb.org/movie/8007"
  },
  {
    "id": 39448,
    "title": "Yes, Madam!",
    "release_date": "1985-11-30",
    "overview": "Two unlucky thieves break into a just murdered man's hotel room and steal his passport with a hidden microfilm wanted by a triad boss. Two ass-kicking women cops—one Chinese, one British—are on the case.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4KcufMSckdPInz4VAxg3VTpQtDo.jpg",
    "popularity": 3.2189,
    "tmdb_url": "https://www.themoviedb.org/movie/39448"
  },
  {
    "id": 1016683,
    "title": "Semmelweis",
    "release_date": "2023-11-30",
    "overview": "Set in 19th century Vienna, Ignac Semmelweis, a short-tempered but passionate doctor, delivers babies and carries out autopsies on a daily basis while looking for the cause of puerperal fever, the mysterious epidemic that decimates patients in the hospital.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ol6lDiWvWIDZsElj2sfBwQF9IBJ.jpg",
    "popularity": 3.1697,
    "tmdb_url": "https://www.themoviedb.org/movie/1016683"
  },
  {
    "id": 968232,
    "title": "4 Kings II",
    "release_date": "2023-11-30",
    "overview": "After a drug dealer schemes against them in secret, two student gangs ignite a bitter feud that triggers a chain of violent consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fCzcHP9d1OMWVq7PYZw9y2DmOEY.jpg",
    "popularity": 3.1694,
    "tmdb_url": "https://www.themoviedb.org/movie/968232"
  },
  {
    "id": 1074313,
    "title": "Falling in Love Like in Movies",
    "release_date": "2023-11-30",
    "overview": "A film adaptation writer wants to secretly write his first original screenplay about his true story of falling in love with someone who has recently become a widow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nWslpGqZnSvpX2UxOkg7pespZOA.jpg",
    "popularity": 3.1167,
    "tmdb_url": "https://www.themoviedb.org/movie/1074313"
  },
  {
    "id": 1138891,
    "title": "The Haunted Hotel",
    "release_date": "2023-11-30",
    "overview": "Two sisters travel to Semarang to help manage a mysterious hotel where they encounter a dark secret and a deadly curse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/snwC0b4ElKRFMGRSZ28EjSQErjB.jpg",
    "popularity": 3.0567,
    "tmdb_url": "https://www.themoviedb.org/movie/1138891"
  },
  {
    "id": 553610,
    "title": "Mobile Suit Gundam Narrative",
    "release_date": "2018-11-30",
    "overview": "U.C. 0097, one year after the opening of \"Laplace's Box\".  Despite the revelation of the Universal Century Charter that acknowledges the existence and rights of Newtypes, the framework of the world has not been greatly altered.  The conflict later dubbed the \"Laplace Incident\" is thought to have ended with the downfall of the Neo Zeon remnants known as the Sleeves. In its final battle, two full psycho-frame mobile suits displayed power beyond human understanding. The white unicorn and the black lion were sealed away to remove this danger from people's consciousness, and they should now be completely forgotten.  However, the RX-0 Unicorn Gundam 03, which disappeared two years earlier, is now about to show itself in the Earth Sphere once more. A golden phoenix… named Phenex.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rX0jSZIPbCRL1Qg7kM1gI88L9Hw.jpg",
    "popularity": 2.9688,
    "tmdb_url": "https://www.themoviedb.org/movie/553610"
  },
  {
    "id": 86004,
    "title": "Talaash",
    "release_date": "2012-11-30",
    "overview": "A cop, investigating the mysterious death of a filmstar, meets a sex-worker, while he faces some personal problems psychologically. The mystery connects these people in a way, that ultimately changes their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oCxyN7HmJ7zWp8jtJeMRHABnutF.jpg",
    "popularity": 2.8429,
    "tmdb_url": "https://www.themoviedb.org/movie/86004"
  },
  {
    "id": 415381,
    "title": "Furious",
    "release_date": "2017-11-30",
    "overview": "A story of a legendary battle, where seventeen fearless warriors defend their land against an army of thousands well-trained soldiers. In 13th-century Mongol warrior hordes and their leader, Batu Khan, control most of the known world. As the Mongols move towards Europe they invade the last Russian principality standing in their way. Little do they know, their plans are about to be ruined by a small detachment of heroic strong men led by a mysterious brave warrior. This is a story about courage, endurance and self-sacrifice for the sake of one's country. This is the story of Evpaty the Furious.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f5BHOtRTKDDhXJwA0dZ6vXewtLr.jpg",
    "popularity": 2.6668,
    "tmdb_url": "https://www.themoviedb.org/movie/415381"
  },
  {
    "id": 873126,
    "title": "My Name Is Vendetta",
    "release_date": "2022-11-30",
    "overview": "After old enemies kill his family, a former mafia enforcer and his feisty daughter flee to Milan, where they hide out while plotting their revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7l3war94J4tRyWUiLAGokr3ViF2.jpg",
    "popularity": 2.6288,
    "tmdb_url": "https://www.themoviedb.org/movie/873126"
  },
  {
    "id": 69161,
    "title": "Heroes Shed No Tears",
    "release_date": "1984-11-30",
    "overview": "The Thai government hires a group of Chinese mercenaries to capture a powerful drug lord from the Golden Triangle. The mercenaries manage to capture the drug lord, but soon find themselves pursued by his forces, and the forces of a bitter Thai officer. The Chinese mercenaries are vastly outnumbered, and as their numbers begin to dwindle, their desperation pulls them into a corner as their enemies close in on them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4pHMcQeumCxVur57XN79BelfQfo.jpg",
    "popularity": 2.5308,
    "tmdb_url": "https://www.themoviedb.org/movie/69161"
  },
  {
    "id": 134597,
    "title": "The Collection",
    "release_date": "2012-11-30",
    "overview": "Arkin escapes with his life from the vicious grips of \"The Collector\" during an entrapment party where he adds beautiful Elena to his \"Collection.\" Instead of recovering from the trauma, Arkin is suddenly abducted from the hospital by mercenaries hired by Elena's wealthy father. Arkin is blackmailed to team up with the mercenaries and track down The Collector's booby trapped warehouse and save Elena.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wxUasHKoR8dtInQiXNUknOqi6Ao.jpg",
    "popularity": 2.5073,
    "tmdb_url": "https://www.themoviedb.org/movie/134597"
  },
  {
    "id": 56123,
    "title": "The Banquet",
    "release_date": "1991-11-30",
    "overview": "Developer Tsang Siu Chi and his agent have bought two of a group of four properties. Rival developer, Boss Hung has secured the other two properties. Both aim to buy all four so they can knock them down and build hotels.",
    "poster_url": "https://image.tmdb.org/t/p/w500/brEMFRhFRXmkVzKJWhQIsby8dQc.jpg",
    "popularity": 2.276,
    "tmdb_url": "https://www.themoviedb.org/movie/56123"
  },
  {
    "id": 918044,
    "title": "Winter Boy",
    "release_date": "2022-11-30",
    "overview": "Lucas is a 17-year-old gay teenager coping with the sudden and unexpected death of his father in an accident that may or may not have been suicide. He views his life as a wild animal in need of taming. Between a brother settled in Paris and a mother with whom he now lives alone, Lucas will have to fight to rediscover hope and love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qHRlWadU9QFZNP5TZcyEJVwYP2B.jpg",
    "popularity": 2.2488,
    "tmdb_url": "https://www.themoviedb.org/movie/918044"
  },
  {
    "id": 25937,
    "title": "Once in a Summer",
    "release_date": "2006-11-30",
    "overview": "An assistant to a TV producer, eager to stay off his bad side, promises to convince her former professor, a famous but reclusive academic, to appear on their show, which helps locate long-lost persons. Who does grey-haired Professor Yun Suk-Young want to see again more than anything? The answer to that question lies decades in the past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d6LvkvSxqU4v5oFeHc1M4bSvzCJ.jpg",
    "popularity": 2.1342,
    "tmdb_url": "https://www.themoviedb.org/movie/25937"
  },
  {
    "id": 428639,
    "title": "Derailed",
    "release_date": "2016-11-30",
    "overview": "When two men find their lives derailed, they meet challenges that force them to face a fierce battle to protect their loved ones.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ia3xuKuRfKGjwGT8JQzi3VVCnUB.jpg",
    "popularity": 2.0553,
    "tmdb_url": "https://www.themoviedb.org/movie/428639"
  }
]