[
  {
    "id": 359940,
    "title": "Three Billboards Outside Ebbing, Missouri",
    "release_date": "2017-12-01",
    "overview": "After seven months have passed without a culprit in her daughter's murder case, Mildred Hayes makes a bold move, painting three signs leading into her town with a controversial message directed at Bill Willoughby, the town's revered chief of police. When his second-in-command Officer Jason Dixon, an immature mother's boy with a penchant for violence, gets involved, the battle between Mildred and Ebbing's law enforcement is only exacerbated.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uGMM9ZObmPUFrGqcbFMVyv8L1lU.jpg",
    "popularity": 17.9099,
    "tmdb_url": "https://www.themoviedb.org/movie/359940"
  },
  {
    "id": 313369,
    "title": "La La Land",
    "release_date": "2016-12-01",
    "overview": "Mia, an aspiring actress, serves lattes to movie stars in between auditions and Sebastian, a jazz musician, scrapes by playing cocktail party gigs in dingy bars, but as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uDO8zWDhfWwoFdKS4fzkUJt0Rf0.jpg",
    "popularity": 17.007,
    "tmdb_url": "https://www.themoviedb.org/movie/313369"
  },
  {
    "id": 438695,
    "title": "Sing 2",
    "release_date": "2021-12-01",
    "overview": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
    "popularity": 13.7684,
    "tmdb_url": "https://www.themoviedb.org/movie/438695"
  },
  {
    "id": 399055,
    "title": "The Shape of Water",
    "release_date": "2017-12-01",
    "overview": "An other-worldly story, set against the backdrop of Cold War era America circa 1962, where a mute janitor working at a lab falls in love with an amphibious man being held captive there and devises a plan to help him escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9zfwPffUXpBrEP26yp0q1ckXDcj.jpg",
    "popularity": 7.4859,
    "tmdb_url": "https://www.themoviedb.org/movie/399055"
  },
  {
    "id": 781732,
    "title": "Animal",
    "release_date": "2023-12-01",
    "overview": "The hardened son of a powerful industrialist returns home after years abroad and vows to take bloody revenge on those threatening his father's life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hr9rjR3J0xBBKmlJ4n3gHId9ccx.jpg",
    "popularity": 7.1212,
    "tmdb_url": "https://www.themoviedb.org/movie/781732"
  },
  {
    "id": 8275,
    "title": "American Pie Presents: The Naked Mile",
    "release_date": "2006-12-01",
    "overview": "When Erik Stifler realizes that he's the only Stifler family member who might graduate high school a virgin, he decides to live up to his legacy. After some well-meaning advice from Jim's dad, Erik's ready to take his chances at the annual and infamous Naked Mile race, where his devoted friends and some uninhibited sorority girls will create the most outrageous weekend ever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6CPJVJrqVjibP5Uub8yCg4FKtJi.jpg",
    "popularity": 7.0657,
    "tmdb_url": "https://www.themoviedb.org/movie/8275"
  },
  {
    "id": 372921,
    "title": "Mutual Relations",
    "release_date": "2015-12-01",
    "overview": "Ho-kyeong, Joo-yeong and Yeon-hee are students of an American university who are all pretty and sexy. They either know too much or know too little so they decide to find men who can satisfy them. A lean man who was a former nude model, a younger man who has perfect techniques and a man who thinks very highly of women; these guys start the project!",
    "poster_url": "https://image.tmdb.org/t/p/w500/k8dsPTp1Ga67c0Ie00qyR3vcPG3.jpg",
    "popularity": 6.8587,
    "tmdb_url": "https://www.themoviedb.org/movie/372921"
  },
  {
    "id": 811945,
    "title": "HIT: The 2nd Case",
    "release_date": "2022-12-01",
    "overview": "Krishna Dev aka KD, a laidback cop working in Andhra Pradesh State HIT, takes on a gruesome murder case. As KD unravels the layers of the crime, the stakes rise unbelievably high and the threat comes unusually close.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tidXGOilCSa5sch1KGiEXrWeYCf.jpg",
    "popularity": 6.4213,
    "tmdb_url": "https://www.themoviedb.org/movie/811945"
  },
  {
    "id": 783,
    "title": "Gandhi",
    "release_date": "1982-12-01",
    "overview": "In the early years of the 20th century, Mohandas K. Gandhi, a British-trained lawyer, forsakes all worldly possessions to take up the cause of Indian independence. Faced with armed resistance from the British government, Gandhi adopts a policy of 'passive resistance', endeavouring to win freedom for his people without resorting to bloodshed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rOXftt7SluxskrFrvU7qFJa5zeN.jpg",
    "popularity": 5.5038,
    "tmdb_url": "https://www.themoviedb.org/movie/783"
  },
  {
    "id": 1086591,
    "title": "Rascal Does Not Dream of a Knapsack Kid",
    "release_date": "2023-12-01",
    "overview": "Finally, the day of Mai's high school graduation has arrived. While Sakuta eagerly waits for his girlfriend, an elementary schooler who looks exactly like her appears before him. Suspicious, and for all the wrong reasons... Meanwhile, Sakuta and Kaede's father suddenly calls, saying that their mother wants to see her daughter. She was hospitalized because Kaede's condition had been too much for her to bear, so what could she possibly want now?",
    "poster_url": "https://image.tmdb.org/t/p/w500/AuXbMRrtfFNVNSq5Dk0gBVXFGZy.jpg",
    "popularity": 4.0596,
    "tmdb_url": "https://www.themoviedb.org/movie/1086591"
  },
  {
    "id": 4808,
    "title": "Charade",
    "release_date": "1963-12-01",
    "overview": "After Regina Lampert falls for the dashing Peter Joshua on a skiing holiday in the French Alps, she discovers upon her return to Paris that her husband has been murdered. Soon, she and Peter are giving chase to three of her late husband's World War II cronies, Tex, Scobie and Gideon, who are after a quarter of a million dollars the quartet stole while behind enemy lines.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qqaPjC5FQidtKY65jbAKZPiOTaS.jpg",
    "popularity": 4.0156,
    "tmdb_url": "https://www.themoviedb.org/movie/4808"
  },
  {
    "id": 66485,
    "title": "Viva Max!",
    "release_date": "1969-12-01",
    "overview": "In order to prove his greatness to his unimpressed girlfriend, Mexican general Max takes a group of men across the border and recaptures the Alamo - international hijinks ensue!",
    "poster_url": "https://image.tmdb.org/t/p/w500/9FRqnAuDNKmMtESwv98RaGMLgsE.jpg",
    "popularity": 3.7813,
    "tmdb_url": "https://www.themoviedb.org/movie/66485"
  },
  {
    "id": 617405,
    "title": "Marakkar: Lion of the Arabian Sea",
    "release_date": "2021-12-01",
    "overview": "‘Marakkar Lion of the Arabian Sea’ portrays the courageous life-events of a rebellious naval chief, Kunjali Marakkar the fourth, who fought against the Portuguese in the ancient times. He was the fourth naval chief of the Calicut Zamorin. The film revolves around him who was also the first Indian Naval Commander and Indian freedom fighter for the war against the Portuguese. He is said to have won 16 such battles with his impeccable strategies and fighting skills.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dKylmkXLLgPYER5wq9ChsFFCSbG.jpg",
    "popularity": 3.3616,
    "tmdb_url": "https://www.themoviedb.org/movie/617405"
  },
  {
    "id": 551,
    "title": "The Poseidon Adventure",
    "release_date": "1972-12-01",
    "overview": "When their ocean liner capsizes, a group of passengers struggle to survive and escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6RGiA5BfhelU9zoD0b1GAG4GWWf.jpg",
    "popularity": 3.3062,
    "tmdb_url": "https://www.themoviedb.org/movie/551"
  },
  {
    "id": 46528,
    "title": "The Warrior's Way",
    "release_date": "2010-12-01",
    "overview": "A warrior-assassin is forced to hide in a small town in the American Badlands after refusing a mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/otjBqNDpZ3C9mzfDOI4kaiib3Qd.jpg",
    "popularity": 3.2225,
    "tmdb_url": "https://www.themoviedb.org/movie/46528"
  },
  {
    "id": 23150,
    "title": "The Garden of Sinners: Overlooking View",
    "release_date": "2007-12-01",
    "overview": "The story starts following an incident: a young girl jumps from the top of a building. The image provokes a certain dread, as the girl appears to have been a corpse even before she jumped. The case is dismissed, yet more and more of these suicides occur, and all from the same building. Thus began the rumour, that a ghost inhabited the rooftop of the building.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wETznKGK0b4T4cFpdKkadfJhCTO.jpg",
    "popularity": 3.1571,
    "tmdb_url": "https://www.themoviedb.org/movie/23150"
  },
  {
    "id": 664341,
    "title": "Eileen",
    "release_date": "2023-12-01",
    "overview": "During a bitter 1964 Massachusetts winter, young secretary Eileen becomes enchanted by Rebecca, the glamorous new counselor at the prison where she works. Their budding friendship takes a twisted turn when Rebecca reveals a dark secret — throwing Eileen onto a sinister path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x6kedRqcj8jH0cik9p1jzkDwZvM.jpg",
    "popularity": 2.9731,
    "tmdb_url": "https://www.themoviedb.org/movie/664341"
  },
  {
    "id": 485337,
    "title": "Gangster Land",
    "release_date": "2017-12-01",
    "overview": "The story of America's most famous mobsters and their rise to power. Examine Al Capone's ascension through the eyes of his second in command, “Machine Gun” Jack McGurn.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fuIVbO6fLrMgmDvZsIutasCSVJC.jpg",
    "popularity": 2.9441,
    "tmdb_url": "https://www.themoviedb.org/movie/485337"
  },
  {
    "id": 1689,
    "title": "Little Buddha",
    "release_date": "1993-12-01",
    "overview": "After the death of Lama Dorje, Tibetan Buddhist monks find three children — one American and two Nepalese — who may be the rebirth of their great teacher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xy70xtdoKZ3PxlKkakwdhL3UFDQ.jpg",
    "popularity": 2.9028,
    "tmdb_url": "https://www.themoviedb.org/movie/1689"
  },
  {
    "id": 41066,
    "title": "Professor Layton and the Eternal Diva",
    "release_date": "2009-12-01",
    "overview": "Archeologist and avid puzzle solver Professor Layton and his assistant Luke are caught up in an adventure when a masked figure steals an entire opera house and forces those in attendance to play a high-stakes game. The winner will receive eternal life, but it could mean death for the losers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5GKPKoh9fwm34HyDdqjPoDwwnEv.jpg",
    "popularity": 2.8624,
    "tmdb_url": "https://www.themoviedb.org/movie/41066"
  },
  {
    "id": 2487,
    "title": "Lady Snowblood",
    "release_date": "1973-12-01",
    "overview": "Yuki's family is nearly wiped out before she is born due to the machinations of a band of criminals. These criminals kidnap and brutalize her mother but leave her alive. Later her mother ends up in prison with only revenge to keep her alive. She creates an instrument for this revenge by purposefully getting pregnant. Yuki never knows the love of a family but only killing and revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wkcbaqCoYEXDUnSQ6NTnB2C7H05.jpg",
    "popularity": 2.8587,
    "tmdb_url": "https://www.themoviedb.org/movie/2487"
  },
  {
    "id": 863929,
    "title": "Vicini di casa",
    "release_date": "2022-12-01",
    "overview": "A couple receives an indecent proposal from their younger, more daring neighbors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2u0D26vMM7Ici1JOqBK9xz5Zqxq.jpg",
    "popularity": 2.8171,
    "tmdb_url": "https://www.themoviedb.org/movie/863929"
  },
  {
    "id": 400,
    "title": "Things to Do in Denver When You're Dead",
    "release_date": "1995-12-01",
    "overview": "Five different criminals face imminent death after botching a job quite badly.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rA4Jttg1kJvNhSv7wM0SNyXrqY0.jpg",
    "popularity": 2.7882,
    "tmdb_url": "https://www.themoviedb.org/movie/400"
  },
  {
    "id": 1039571,
    "title": "I Heard the Bells",
    "release_date": "2022-12-01",
    "overview": "Known as America’s Poet, Henry Wadsworth Longfellow leads an idyllic life – until the day his world is shattered by tragedy. With a nation divided by Civil War and his family torn apart, Henry puts down his pen, silenced by grief. But it’s the sound of Christmas morning that reignites the poet’s lost voice as he discovers the resounding hope of rekindled faith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rk2IyAZIYWx9WzznLkNj0rdEyhR.jpg",
    "popularity": 2.684,
    "tmdb_url": "https://www.themoviedb.org/movie/1039571"
  },
  {
    "id": 17663,
    "title": "Anne of Green Gables",
    "release_date": "1985-12-01",
    "overview": "At the turn of the century on Prince Edward Island, Matthew Cuthbert and his sister Marilla decide to take on an orphan boy as help for their farm. But they get an unexpected jolt when they're mistakenly sent a girl instead: Anne Shirley.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z1owlDzKO3DQpFKNFBnuQlPF891.jpg",
    "popularity": 2.5913,
    "tmdb_url": "https://www.themoviedb.org/movie/17663"
  },
  {
    "id": 70008,
    "title": "Tactical Force",
    "release_date": "2011-12-01",
    "overview": "A training exercise for the LAPD SWAT Team goes terribly wrong when they find themselves pitted against two rival gangs while trapped in an abandoned Hangar, armed with nothing but blanks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4pDQqh3q1VNBFCs8eANeAxrn6nB.jpg",
    "popularity": 2.5693,
    "tmdb_url": "https://www.themoviedb.org/movie/70008"
  },
  {
    "id": 1136318,
    "title": "Battle Over Britain",
    "release_date": "2023-12-01",
    "overview": "A young pilot, fresh out of training, is called to join a Flight while they wait for the call to scramble. Throughout a single day, he witnesses the skies of southern England filled with deadly dog fights, and after every exhausting battle the men return to their dispersal hut, only to find another of their number missing. Unwilling to surrender, the pilot and his comrades unite to take to the skies once more, determined to defend not only the airfield, but their entire country.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8htJ7keZTwa08aC9OKyiqaq1cNJ.jpg",
    "popularity": 2.4593,
    "tmdb_url": "https://www.themoviedb.org/movie/1136318"
  },
  {
    "id": 1203097,
    "title": "Ganti-Ganti",
    "release_date": "2023-12-01",
    "overview": "Four lives become intertwined because of one goal - to exact revenge. Things turn bloodier and more chaotic when they all realize who the real mastermind is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jDRiStYMUHirEqL7Qp54pfus8Je.jpg",
    "popularity": 2.3027,
    "tmdb_url": "https://www.themoviedb.org/movie/1203097"
  },
  {
    "id": 1306645,
    "title": "Greys Inbetween",
    "release_date": "2008-12-01",
    "overview": "A day in the life of Jane Grey, a struggling Black actress living in London's hard, beautiful city, grappling with unemployment. Her affair with a married man in flames, she slips unnoticed down between the cracks in the pavement.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yay0aTgHHC01r2YR7cJgUVOuBcq.jpg",
    "popularity": 2.2752,
    "tmdb_url": "https://www.themoviedb.org/movie/1306645"
  },
  {
    "id": 1045950,
    "title": "Dave Stevens: Drawn to Perfection",
    "release_date": "2022-12-01",
    "overview": "Dave Stevens created The Rocketeer and reintroduced the world to 50's pin-up model Bettie Page. While carving out his own unique corner of importance in comic book and illustration art, Dave showed the world what it's like to pursue the life of a creative individual.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n4ebPkTeZqN0R8WaRYGnE1RxHf3.jpg",
    "popularity": 2.2679,
    "tmdb_url": "https://www.themoviedb.org/movie/1045950"
  },
  {
    "id": 25998,
    "title": "Men Behind the Sun",
    "release_date": "1988-12-01",
    "overview": "The film is a graphic depiction of the war atrocities committed by the Japanese at Unit 731, the secret biological weapons experimentation unit of the Imperial Japanese Army during World War II. The film details the various cruel medical experiments Unit 731 inflicted upon the Chinese and Soviet prisoners at the tail-end of the war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7GXtPuJ5wcrJNqPwwmvZIForY0C.jpg",
    "popularity": 2.159,
    "tmdb_url": "https://www.themoviedb.org/movie/25998"
  },
  {
    "id": 429189,
    "title": "Wonder Wheel",
    "release_date": "2017-12-01",
    "overview": "The story of four characters whose lives intertwine amid the hustle and bustle of the Coney Island amusement park in the 1950s: Ginny, an emotionally volatile former actress now working as a waitress in a clam house; Humpty, Ginny’s rough-hewn carousel operator husband; Mickey, a handsome young lifeguard who dreams of becoming a playwright; and Carolina, Humpty’s long-estranged daughter, who is now hiding out from gangsters at her father’s apartment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gKYpAL1A01T9a1taGXAyfqXjI5x.jpg",
    "popularity": 2.1298,
    "tmdb_url": "https://www.themoviedb.org/movie/429189"
  },
  {
    "id": 442167,
    "title": "Dace Decklan: Private Eye",
    "release_date": "2011-12-01",
    "overview": "Dace Decklan: Private Eye is a comedy about Dace Decklan, a private eye who is about to relive his past when virginal Magdalena (Stevie Hall) enters his office asking to him to look for her father, Rados, who Dace left in the jungles of Rambosia many years before. Given a firm warning not to go after the tail by his secretary/lover Pollyanna, Dace finds that Magdalena is not alone in wanting to Rados. It seems he has invented pills that are more potent than Viagra and his ex-scientific partner wants for himself and a mysterious sex-hating religious group called the Americans, run by Satan-hating nutcase Reverend Callahan. In Rambosia, they find that Rados is not the man he once was, obsessed with getting an everlasting erection. Dace and Stevie are confronted by the local drug cartel run by Dominguez, who has a plan to use the pills to start a plan of world domination involving the Japanese and whales. Can Dace save the day and reunite father and daughter?",
    "poster_url": "https://image.tmdb.org/t/p/w500/cEo48LgAtGVlXNAb5YuiOVxuydV.jpg",
    "popularity": 2.1211,
    "tmdb_url": "https://www.themoviedb.org/movie/442167"
  },
  {
    "id": 420896,
    "title": "A Reason to Fight",
    "release_date": "2019-12-01",
    "overview": "Marco is a model student and leader of a group of guys who are adrift. He hides a terrible secret: he's a champion in clandestine fights managed by a cruel trafficker.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4m9VeNExrk9l1Qs9JPbUoJGu3mr.jpg",
    "popularity": 2.1209,
    "tmdb_url": "https://www.themoviedb.org/movie/420896"
  },
  {
    "id": 792695,
    "title": "Battered",
    "release_date": "2014-12-01",
    "overview": "TV stars, pro athletes, ex addicts, and two racist hicks from the South end up under one roof in a botched extortion attempt.",
    "poster_url": null,
    "popularity": 2.0355,
    "tmdb_url": "https://www.themoviedb.org/movie/792695"
  },
  {
    "id": 63465,
    "title": "Petty Romance",
    "release_date": "2010-12-01",
    "overview": "A comic artist and an unemployed sex columnist are trying to work together in order to win a lucrative comic-book competition. An adult cartoon contest is announced offering a W130 million prize. Da-Rim (Choi Gang-Hee) does translation work for an adult magazine. Da-Rim wants to become a writer. Due to her creativity, Da-Rim is always making mistakes and gets fired by company. Talented cartoonist Jung-Bae (Lee Sun-Kyun) is constantly turned down by publishing companies because of his poor story lines. The two, who seemed perfectly matched, team up for the adult cartoon contest. Trouble is set to brew ...",
    "poster_url": "https://image.tmdb.org/t/p/w500/pclmmZAGZimdokF3ZmMF2yAn54K.jpg",
    "popularity": 2.0283,
    "tmdb_url": "https://www.themoviedb.org/movie/63465"
  },
  {
    "id": 9796,
    "title": "Turistas",
    "release_date": "2006-12-01",
    "overview": "A group of young backpackers' vacation turns sour when a bus accident leaves them marooned in a remote Brazilian rural area that holds an ominous secret.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nvQqTMPVL8NDeHKEkzAL0ADIECS.jpg",
    "popularity": 2.0212,
    "tmdb_url": "https://www.themoviedb.org/movie/9796"
  }
]