[
  {
    "id": 7445,
    "title": "Brothers",
    "release_date": "2009-12-02",
    "overview": "When his helicopter goes down during his fourth tour of duty in Afghanistan, Marine Sam Cahill is presumed dead. Back home, brother Tommy steps in to look over Sam’s wife, Grace, and two children. Sam’s surprise homecoming triggers domestic mayhem.",
    "poster_url": "https://image.tmdb.org/t/p/w500/skHqceAFYee0JZuYd9MVk2IQggi.jpg",
    "popularity": 8.6088,
    "tmdb_url": "https://www.themoviedb.org/movie/7445"
  },
  {
    "id": 37136,
    "title": "The Naked Gun: From the Files of Police Squad!",
    "release_date": "1988-12-02",
    "overview": "When the bumbling Lieutenant Frank Drebin investigates events following the shooting of his partner, he stumbles upon an attempt to assassinate Queen Elizabeth II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zT0mhZqZQJE1gSY5Eg9qcGP4NYo.jpg",
    "popularity": 7.886,
    "tmdb_url": "https://www.themoviedb.org/movie/37136"
  },
  {
    "id": 10140,
    "title": "The Chronicles of Narnia: The Voyage of the Dawn Treader",
    "release_date": "2010-12-02",
    "overview": "This time around Edmund and Lucy Pevensie, along with their pesky cousin Eustace Scrubb find themselves swallowed into a painting and on to a fantastic Narnian ship headed for the very edges of the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pP27zlm9yeKrCeDZLFLP2HKELot.jpg",
    "popularity": 6.2773,
    "tmdb_url": "https://www.themoviedb.org/movie/10140"
  },
  {
    "id": 715931,
    "title": "Emancipation",
    "release_date": "2022-12-02",
    "overview": "Inspired by the gripping true story of a man who would do anything for his family—and for freedom. When Peter, an enslaved man, risks his life to escape and return to his family, he embarks on a perilous journey of love and endurance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/s9sUK1vAaOcxJfKzNTszrNkPhkH.jpg",
    "popularity": 5.326,
    "tmdb_url": "https://www.themoviedb.org/movie/715931"
  },
  {
    "id": 597208,
    "title": "Nightmare Alley",
    "release_date": "2021-12-02",
    "overview": "An ambitious carnival man with a talent for manipulating people with a few well-chosen words hooks up with a female psychologist who is even more dangerous than he is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/680klE0dIreQQOyWKFgNnCAJtws.jpg",
    "popularity": 4.7572,
    "tmdb_url": "https://www.themoviedb.org/movie/597208"
  },
  {
    "id": 79443,
    "title": "The Smurfs: A Christmas Carol",
    "release_date": "2011-12-02",
    "overview": "When Grouchy Smurf behaves badly to everyone and refuses to celebrate Christmas, the Smurfs of Christmas Past, Present and Future teach him to appreciate Christmas.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1gjT65lS29BbclJlmGvtwnT7hya.jpg",
    "popularity": 4.2237,
    "tmdb_url": "https://www.themoviedb.org/movie/79443"
  },
  {
    "id": 11012,
    "title": "Damage",
    "release_date": "1992-12-02",
    "overview": "The life of a respected British politician at the height of his career crumbles when he becomes obsessed with his son's lover.",
    "poster_url": "https://image.tmdb.org/t/p/w500/alf3JOPP7EYP0iO24gwe5YfRnqo.jpg",
    "popularity": 3.5662,
    "tmdb_url": "https://www.themoviedb.org/movie/11012"
  },
  {
    "id": 354859,
    "title": "The Promise",
    "release_date": "2016-12-02",
    "overview": "Set during the last days of the Ottoman Empire, a love triangle develops between Mikael, a brilliant medical student, the beautiful and sophisticated artist Ana, and Chris, a renowned American journalist based in Paris.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iDWer2VFikupdqDc7d5sxCWZ3gW.jpg",
    "popularity": 2.8721,
    "tmdb_url": "https://www.themoviedb.org/movie/354859"
  },
  {
    "id": 740952,
    "title": "Savage Salvation",
    "release_date": "2022-12-02",
    "overview": "Newly engaged Shelby John and Ruby Red want a fresh start after their struggles with addiction, but when Shelby discovers his beloved Ruby dead on their porch, he embarks on a vengeful killing spree of the dealers who supplied her. Armed with nothing but adrenaline and a nail gun, Shelby begins to unleash chaos on the town’s criminal underbelly, as he hunt’s down crime lord Coyote. Sheriff Church must race against the clock to put an end to Shelby's vigilante justice before the entire town descends into a bloodbath.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fJRt3mmZEvf8gQzoNLzjPtWpc9o.jpg",
    "popularity": 2.8707,
    "tmdb_url": "https://www.themoviedb.org/movie/740952"
  },
  {
    "id": 376866,
    "title": "Jackie",
    "release_date": "2016-12-02",
    "overview": "An account of the days of First Lady, Jacqueline Kennedy, in the immediate aftermath of John F. Kennedy's assassination in 1963.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nF9N33PfhizMEzbfxHoxXBo2vx9.jpg",
    "popularity": 2.7106,
    "tmdb_url": "https://www.themoviedb.org/movie/376866"
  },
  {
    "id": 1150521,
    "title": "Christmas on Windmill Way",
    "release_date": "2023-12-02",
    "overview": "Mia Meijer gets ready for the Christmas Market Dutch Bake-Off and suspects that her grandmother, Ann, will walk away with the cherished Golden Rolling Pin thanks to her Kerststol, a traditional Dutch fruited Christmas bread. But Mia's world is rocked when she learns that Ann was having financial troubles and had to sell the land deed to the Windmill Way property in her family for generations. Making matters worse, the buyer is Mia's former boyfriend, property developer Brady Schaltz, who must let Mia and Ann know the Meijer family-owned heritage Dutch sawmill, renowned for the past 90 years for its fine millwork and beautiful wooden furniture, will be torn down to put up a luxurious resort.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bRDWHhiVLllPWBU2ADV61acyqT7.jpg",
    "popularity": 2.7106,
    "tmdb_url": "https://www.themoviedb.org/movie/1150521"
  },
  {
    "id": 256835,
    "title": "Toy Story That Time Forgot",
    "release_date": "2014-12-02",
    "overview": "During a post-Christmas play date, the gang find themselves in uncharted territory when the coolest set of action figures ever turn out to be dangerously delusional. It's all up to Trixie, the triceratops, if the gang hopes to return to Bonnie's room in this Toy Story That Time Forgot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kVOaFo8RaYQceHfTqbZGmV9R80q.jpg",
    "popularity": 2.6987,
    "tmdb_url": "https://www.themoviedb.org/movie/256835"
  },
  {
    "id": 774741,
    "title": "Diary of a Wimpy Kid",
    "release_date": "2021-12-02",
    "overview": "Greg Heffley is a scrawny but ambitious kid with an active imagination and big plans to be rich and famous – he just has to survive middle school first.",
    "poster_url": "https://image.tmdb.org/t/p/w500/obg6lWuNaZkoSlwrVG4VVk4SmT.jpg",
    "popularity": 2.6454,
    "tmdb_url": "https://www.themoviedb.org/movie/774741"
  },
  {
    "id": 81440,
    "title": "Good Luck Charlie, It's Christmas!",
    "release_date": "2011-12-02",
    "overview": "Teddy Duncan's middle-class family embarks on a road trip from their home in Denver to visit Mrs. Duncans Parents, the Blankenhoopers, in Palm Springs. When they find themselves stranded between Denver and Utah, they try to hitch a ride to Las Vegas with a seemingly normal older couple in a station wagon from Roswell, New Mexico. It turns out that the couple believes they are the victims of alien abduction. The Duncan's must resort to purchasing a clunker Yugo to get to Utah, have their luggage stolen in Las Vegas, and survive a zany Christmas with Grandpa and Grandma Blankenhooper.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nKil8JAvL10H7OqDRMvtQGV0opc.jpg",
    "popularity": 2.604,
    "tmdb_url": "https://www.themoviedb.org/movie/81440"
  },
  {
    "id": 897192,
    "title": "Diary of a Wimpy Kid: Rodrick Rules",
    "release_date": "2022-12-02",
    "overview": "A new school year, his brother Rodrick teases him over and over and over and over again. Will Greg manage to get along with him? Or will a secret ruin everything?",
    "poster_url": "https://image.tmdb.org/t/p/w500/iW6ixzkrvdrcxk0umiLZMtlSl9L.jpg",
    "popularity": 2.5677,
    "tmdb_url": "https://www.themoviedb.org/movie/897192"
  },
  {
    "id": 185708,
    "title": "Beauty Rope Cosmetology",
    "release_date": "1983-12-02",
    "overview": "A wealthy college girl is snatched off the streets by a pair of S&M professionals. They methodically break her will with the extensive use of bondage and erotic devices. But who has hired them and for what perverse reason?",
    "poster_url": "https://image.tmdb.org/t/p/w500/tazpx4OGUtTxTbNnRfFLXbwyLIl.jpg",
    "popularity": 2.5044,
    "tmdb_url": "https://www.themoviedb.org/movie/185708"
  },
  {
    "id": 24554,
    "title": "The Land Before Time X: The Great Longneck Migration",
    "release_date": "2003-12-02",
    "overview": "A bedtime story leads Littlefoot and his grandparents on a journey to a new land, where Littlefoot discovers someone who vanished before he was born: his father! Now Littlefoot must decide between two worlds. Will he leave to be with his friends in the Great Valley, or stay behind and start a new life with his father?",
    "poster_url": "https://image.tmdb.org/t/p/w500/lSwUyNrm4KaFwrM5ilY2ZWY5bEL.jpg",
    "popularity": 2.4919,
    "tmdb_url": "https://www.themoviedb.org/movie/24554"
  },
  {
    "id": 597859,
    "title": "The Pilot: A Battle for Survival",
    "release_date": "2021-12-02",
    "overview": "December of 1941, Northwestern Front. A German tank column is moving towards Moscow. During a mission to stop the enemy advance, Nikolai Komlev's IL-2 is shot down. Komlev manages to crash-land his plane in a remote forest clearing. He's alive, but far from friendly territory. Ahead of him is a relentless trial of severe physical and mental endurance. After battling hunger and extreme cold, evading packs of wolves and detachments of Nazi soldiers, the wounded Komlev finally makes it back to safety. But there he faces another challenge, the most life-changing of them all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/msKnqw1OMiJnQQ7rOFh8Syglxfm.jpg",
    "popularity": 2.369,
    "tmdb_url": "https://www.themoviedb.org/movie/597859"
  },
  {
    "id": 469912,
    "title": "Donten: Laughing Under the Clouds - Gaiden: Chapter 1 - One Year After the Battle",
    "release_date": "2017-12-02",
    "overview": "One year has passed after the great battle against the Orochi (gigantic snake). Tenka Kumo had been paralyzed from the final battle and he took part of the government’s human experiment before the battle. Tenka withdrew himself from society but his younger brothers Soramaru and Chutaro find out the secret past about their older brother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8eHhIEsSXMZ5Q502B4cKgdmEgOK.jpg",
    "popularity": 2.3014,
    "tmdb_url": "https://www.themoviedb.org/movie/469912"
  },
  {
    "id": 367206,
    "title": "Sword Master",
    "release_date": "2016-12-02",
    "overview": "Weary of the bloodshed and violence from the martial arts world, a powerful swordsman banishes himself to the humble life a vagrant, wandering the fringes of society. But his violent past refuses to let him go quietly. The master swordsman must regain the ability to wield his sword and fight those disrupting the peace he so desperately craves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k3nS6VMgudE3Urd6t4cG0bCXs5Y.jpg",
    "popularity": 2.2073,
    "tmdb_url": "https://www.themoviedb.org/movie/367206"
  },
  {
    "id": 9317,
    "title": "The Cabbage Soup",
    "release_date": "1981-12-02",
    "overview": "Two buddy farmers are visited by aliens who like their domestic cabbage soup.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zEUG0uqQBAQ9fYV8eL2S2twYAhf.jpg",
    "popularity": 2.1999,
    "tmdb_url": "https://www.themoviedb.org/movie/9317"
  },
  {
    "id": 70844,
    "title": "Superior Firepower: Making 'Aliens'",
    "release_date": "2003-12-02",
    "overview": "This feature-length documentary, made especially for the 2003 Aliens (1986) DVD release, is incredibly informative with all its interviews with both the cast and crew, as well as behind the scenes footage filmed during the making of the film. Every possible element towards what went into making the movie is included here and gives fans an overload of information to fill their brains with.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dQlfhe0d7wyniZfO8Sfnp5ooZ8q.jpg",
    "popularity": 2.0647,
    "tmdb_url": "https://www.themoviedb.org/movie/70844"
  },
  {
    "id": 9687,
    "title": "Keeping Mum",
    "release_date": "2005-12-02",
    "overview": "A pastor preoccupied with writing the perfect sermon fails to realize that his wife is having an affair and his children are up to no good.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zWc93uN9W1hZFIGozYMK1atO0Y3.jpg",
    "popularity": 2.0013,
    "tmdb_url": "https://www.themoviedb.org/movie/9687"
  }
]