[
  {
    "id": 940551,
    "title": "Migration",
    "release_date": "2023-12-06",
    "overview": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dpXxBDi0ut5svjh5fbAqLoaJSq8.jpg",
    "popularity": 18.8781,
    "tmdb_url": "https://www.themoviedb.org/movie/940551"
  },
  {
    "id": 787699,
    "title": "Wonka",
    "release_date": "2023-12-06",
    "overview": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qhb1qOilapbapxWQn9jtRCMwXJF.jpg",
    "popularity": 15.8607,
    "tmdb_url": "https://www.themoviedb.org/movie/787699"
  },
  {
    "id": 324857,
    "title": "Spider-Man: Into the Spider-Verse",
    "release_date": "2018-12-06",
    "overview": "Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
    "popularity": 14.6738,
    "tmdb_url": "https://www.themoviedb.org/movie/324857"
  },
  {
    "id": 1214667,
    "title": "Making Squid Game: The Challenge",
    "release_date": "2023-12-06",
    "overview": "Go behind the scenes and witness how the \"Squid Game\"-inspired reality show transformed from a scripted drama to a cutthroat, nail-biting competition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/78yTLvtsMntVN1cLfzBuZj870pe.jpg",
    "popularity": 11.3443,
    "tmdb_url": "https://www.themoviedb.org/movie/1214667"
  },
  {
    "id": 339861,
    "title": "Hollywood",
    "release_date": "2002-12-06",
    "overview": "Hollywood is a 2002 Indian Kannada science fiction film written by Upendra and directed by Dinesh Babu. It stars Upendra in a triple role as Surendra, Upendra and US 47 (a robot) along with the Australian actress Felicity Mason as Manisha and Anant Nag. The film was shot entirely in Gold Coast, Australia with few supporting actors and a monkey named Lakshmi, voiced by Ramesh Bhat. The film was also dubbed into Telugu in 2003, retaining the same title.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xx0wykqodIBan6PYSD2Ph0sibz8.jpg",
    "popularity": 7.8525,
    "tmdb_url": "https://www.themoviedb.org/movie/339861"
  },
  {
    "id": 317442,
    "title": "The Last: Naruto the Movie",
    "release_date": "2014-12-06",
    "overview": "Two years after the events of the Fourth Great Ninja War, the moon that Hagoromo Otsutsuki created long ago to seal away the Gedo Statue begins to descend towards the world, threatening to become a meteor that would destroy everything on impact. Amidst this crisis, a direct descendant of Kaguya Otsutsuki named Toneri Otsutsuki attempts to kidnap Hinata Hyuga but ends up abducting her younger sister Hanabi. Naruto and his allies now mount a rescue mission before finding themselves embroiled in a final battle to decide the fate of everything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg",
    "popularity": 6.8506,
    "tmdb_url": "https://www.themoviedb.org/movie/317442"
  },
  {
    "id": 64686,
    "title": "47 Ronin",
    "release_date": "2013-12-06",
    "overview": "Kai—an outcast—joins Oishi, the leader of 47 outcast samurai.  Together they seek vengeance upon the treacherous overlord who killed their master and banished their kind.  To restore honour to their homeland, the warriors embark upon a quest that challenges them with a series of trials that would destroy ordinary warriors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xDHnmcroujCRG0ysYQaiswjbyHd.jpg",
    "popularity": 6.0442,
    "tmdb_url": "https://www.themoviedb.org/movie/64686"
  },
  {
    "id": 838240,
    "title": "Robot Dreams",
    "release_date": "2023-12-06",
    "overview": "A lonely dog's friendship with his robot companion takes a sad turn when an unexpected malfunction forces him to abandon Robot at the beach. Will Dog ever meet Robot again?",
    "poster_url": "https://image.tmdb.org/t/p/w500/vSzOobYVu16MogSALNg1bjTaGc.jpg",
    "popularity": 5.9025,
    "tmdb_url": "https://www.themoviedb.org/movie/838240"
  },
  {
    "id": 461130,
    "title": "Code 8",
    "release_date": "2019-12-06",
    "overview": "In Lincoln City, some inhabitants have extraordinary abilities. Most live below the poverty line, under the close surveillance of a heavily militarized police force. Connor, a construction worker with powers, involves with a criminal gang to help his ailing mother. (Based on the short film “Code 8,” 2016.)",
    "poster_url": "https://image.tmdb.org/t/p/w500/izGX7npHEopDQvngYcxMJEfcFbj.jpg",
    "popularity": 4.2243,
    "tmdb_url": "https://www.themoviedb.org/movie/461130"
  },
  {
    "id": 1904,
    "title": "Memoirs of a Geisha",
    "release_date": "2005-12-06",
    "overview": "In the years before World War II, a penniless Japanese child is torn from her family to work as a maid in a geisha house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9twKlPKD5Qd2EXX8lohW4zL8zQ8.jpg",
    "popularity": 4.059,
    "tmdb_url": "https://www.themoviedb.org/movie/1904"
  },
  {
    "id": 4437,
    "title": "2010",
    "release_date": "1984-12-06",
    "overview": "While planet Earth poises on the brink of nuclear self-destruction, a team of Russian and American scientists aboard the Leonov hurtles to a rendezvous with the still-orbiting Discovery spacecraft and its sole known survivor, the homicidal computer HAL.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mEWKXuCMv7mFMxXVSTI3v8UOQuq.jpg",
    "popularity": 3.96,
    "tmdb_url": "https://www.themoviedb.org/movie/4437"
  },
  {
    "id": 7299,
    "title": "Equilibrium",
    "release_date": "2002-12-06",
    "overview": "In a dystopian future, a totalitarian regime maintains peace by subduing the populace with a drug, and displays of emotion are punishable by death. A man in charge of enforcing the law rises to overthrow the system.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eW3YrxOh3rd6PnRgMSftYoflvfe.jpg",
    "popularity": 3.8042,
    "tmdb_url": "https://www.themoviedb.org/movie/7299"
  },
  {
    "id": 652722,
    "title": "In the Arms of an Assassin",
    "release_date": "2019-12-06",
    "overview": "Victor (William Levy) is one of the world’s most handsome  men, but he has a deep secret – he is a cold blooded assassin. Smooth talking and seductive, Victor was raised to do one thing only, which is to kill for money. When he is sent to the home of a brutal drug lord to collect payment for his most recent hit, he encounters the beautiful Sarai (Alicia Sanz), who has been forced to spend the last 9 years of her life with the drug lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iqRUOtbDunNq7gTux3zXz25Krwp.jpg",
    "popularity": 3.5609,
    "tmdb_url": "https://www.themoviedb.org/movie/652722"
  },
  {
    "id": 1045944,
    "title": "The Boss Baby: Christmas Bonus",
    "release_date": "2022-12-06",
    "overview": "Christmas Eve takes a twisty turn when the Boss Baby accidentally swaps places with one of Santa's elves and gets stranded at the North Pole.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iMmMxF6f2OonUrXrHKBLSYAhXly.jpg",
    "popularity": 3.369,
    "tmdb_url": "https://www.themoviedb.org/movie/1045944"
  },
  {
    "id": 1730,
    "title": "Inland Empire",
    "release_date": "2006-12-06",
    "overview": "As a Hollywood actress begins to adopt the persona of her character in a film, her world becomes nightmarish and surreal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fw9Bzwel5VkBKy9qLD2MzAMnu5I.jpg",
    "popularity": 2.8964,
    "tmdb_url": "https://www.themoviedb.org/movie/1730"
  },
  {
    "id": 9932,
    "title": "Analyze That",
    "release_date": "2002-12-06",
    "overview": "The mafia's Paul Vitti is back in prison and will need some serious counseling when he gets out. Naturally, he returns to his analyst Dr. Ben Sobel for help and finds that Sobel needs some serious help himself as he has inherited the family practice, as well as an excess stock of stress.",
    "poster_url": "https://image.tmdb.org/t/p/w500/av1JZYL0F1OJyaKw40YKCimyv16.jpg",
    "popularity": 2.8914,
    "tmdb_url": "https://www.themoviedb.org/movie/9932"
  },
  {
    "id": 240614,
    "title": "R... Rajkumar",
    "release_date": "2013-12-06",
    "overview": "Rajkumar, an aimless youth, works for a drug baron and is sent to kill a rival dealer. His life is changed forever when he meets Chanda, and has no idea she is the adopted daughter of the man he is supposed to kill.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2wURYkClPhuWaZz936eUEWWVzUM.jpg",
    "popularity": 2.8469,
    "tmdb_url": "https://www.themoviedb.org/movie/240614"
  },
  {
    "id": 16307,
    "title": "The Wicker Man",
    "release_date": "1973-12-06",
    "overview": "Police sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wwtrXRL8SiOWxhwLEvw7iBgYh0g.jpg",
    "popularity": 2.607,
    "tmdb_url": "https://www.themoviedb.org/movie/16307"
  },
  {
    "id": 171587,
    "title": "Whatcha Wearin'?",
    "release_date": "2012-12-06",
    "overview": "Yoon-Jung accidentally calls a stranger, instead of her boyfriend, and has phone sex with the unknown man. When Yoon-Jung's relationship with her boyfriend turns sour, Yoon-Jung meets Hyun-Seung, the stranger she had phone sex with.",
    "poster_url": "https://image.tmdb.org/t/p/w500/acoytVakE7E8lCSB4JM7KyV9Ft9.jpg",
    "popularity": 2.4456,
    "tmdb_url": "https://www.themoviedb.org/movie/171587"
  },
  {
    "id": 11228,
    "title": "Daylight",
    "release_date": "1996-12-06",
    "overview": "A group of armed robbers fleeing the police head for the New Jersey Tunnel and run right into trucks transporting toxic waste. The spectacular explosion that follows results in both ends of the tunnel collapsing and the handful of people who survived the explosion are now in peril. Kit Latura is the only man with the skill and knowledge to lead the band of survivors out of the tunnel before the structure collapses.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7XL0WcNx1AuFLR96vka3cHOgy7a.jpg",
    "popularity": 2.4421,
    "tmdb_url": "https://www.themoviedb.org/movie/11228"
  },
  {
    "id": 258947,
    "title": "Deadly Virtues: Love. Honour. Obey.",
    "release_date": "2014-12-06",
    "overview": "A home invasion irrevocably changes the lives of all involved in ways neither victims nor perpetrator could have imagined",
    "poster_url": "https://image.tmdb.org/t/p/w500/5uCkeMxYv7WNqko2oMWt7IuvV5G.jpg",
    "popularity": 2.3786,
    "tmdb_url": "https://www.themoviedb.org/movie/258947"
  },
  {
    "id": 1060269,
    "title": "Kamla",
    "release_date": "2022-12-06",
    "overview": "Kamla is deeply committed to her work as a psychiatrist; her patients find her both supportive and accepting. However, society does not necessarily accept her as she's an unmarried woman in her 40s, still living with her elderly father. Her aunt, Ansaf, insists on bringing around potential husbands. But Kamla has, in fact, met a man - a glamorous writer, Youssif, who speaks in defence of love, freedom and women's rights – and fallen in love. At the same time, she has acquired a new patient – Asmaa, a poor prostitute who suffers severe depression. Kamla empathises deeply with Asmaa, realising they have more in common as women than may first appear. But her mistake is to get personally involved with her patient, turning her own life upside down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d4sJRtq01pJNX4gb3KZ0UmGxLXB.jpg",
    "popularity": 2.3394,
    "tmdb_url": "https://www.themoviedb.org/movie/1060269"
  },
  {
    "id": 614587,
    "title": "Lupin III: The First",
    "release_date": "2019-12-06",
    "overview": "The iconic \"gentleman thief\" Lupin III returns in an action-packed, continent-spanning adventure, as Lupin III and his colorful underworld companions race to uncover the secrets of the mysterious Bresson Diary, before it falls into the hands of a dark cabal that will stop at nothing to resurrect the Third Reich.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lK0BCJWib1TFeFmQFNEJBMZfEPz.jpg",
    "popularity": 2.2379,
    "tmdb_url": "https://www.themoviedb.org/movie/614587"
  },
  {
    "id": 716586,
    "title": "National Sexuality Management Committee",
    "release_date": "2018-12-06",
    "overview": "To prevent the national crisis of childbirth, the State makes the Sex Life Management Committee. When a couple (Doyoon Min, Arang Kim) could not get pregnant, the person in charge of the National Sex Life Management Committee (Chaedam Lee, Minwoo Kang) was dispatched to encourage pregnancy. Since the officials in charge are experts in this area, they have been given the role of evangelists who hold the wrong position and convey the correct sexual knowledge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lYbwhNgyhVaBrUT2e0qeytHhy1a.jpg",
    "popularity": 2.2292,
    "tmdb_url": "https://www.themoviedb.org/movie/716586"
  },
  {
    "id": 174,
    "title": "Star Trek VI: The Undiscovered Country",
    "release_date": "1991-12-06",
    "overview": "After years of war, the Federation and the Klingon empire find themselves on the brink of a peace summit when a Klingon ship is nearly destroyed by an apparent attack from the Enterprise. Both worlds brace for what may be their deadliest encounter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tvTOJD7Gz668GLy2nNdLRQvpPsv.jpg",
    "popularity": 2.2094,
    "tmdb_url": "https://www.themoviedb.org/movie/174"
  },
  {
    "id": 560192,
    "title": "Grand Isle",
    "release_date": "2019-12-06",
    "overview": "Walter and his neglected wife lure a young man into their Victorian home to escape a hurricane. When the man is charged with murder by Det. Jones, he must reveal the couple's wicked secrets to save himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mcXb3km7hZ8aJKpxxgnvvxt9gW.jpg",
    "popularity": 2.1983,
    "tmdb_url": "https://www.themoviedb.org/movie/560192"
  },
  {
    "id": 1156125,
    "title": "Evil Does Not Exist",
    "release_date": "2023-12-06",
    "overview": "Takumi and his daughter Hana live in Mizubiki Village, close to Tokyo. One day, the village inhabitants become aware of a plan to build a camping site near Takumi's house offering city residents a comfortable \"escape\" to nature.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nC7MgPceKAEPWYq6aswrNzG8WAM.jpg",
    "popularity": 2.1889,
    "tmdb_url": "https://www.themoviedb.org/movie/1156125"
  },
  {
    "id": 557968,
    "title": "Revenger",
    "release_date": "2018-12-06",
    "overview": "Hell-bent on avenging the murder of his family, a former detective infiltrates a remote island that serves as a prison for vicious death row criminals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7zUTOTCi5PfvboAOYFgDf6vejmr.jpg",
    "popularity": 2.1851,
    "tmdb_url": "https://www.themoviedb.org/movie/557968"
  },
  {
    "id": 9716,
    "title": "Everyone Says I Love You",
    "release_date": "1996-12-06",
    "overview": "A New York girl sets her father up with a beautiful woman in a shaky marriage while her half sister gets engaged.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cFOZ4bNbWtnIIboc43M86yhwPBX.jpg",
    "popularity": 2.1733,
    "tmdb_url": "https://www.themoviedb.org/movie/9716"
  },
  {
    "id": 37037,
    "title": "Dr. Syn, Alias the Scarecrow",
    "release_date": "1963-12-06",
    "overview": "English vicar Dr. Syn becomes a scarecrow on horseback by night to thwart King George III's taxmen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/koLeu9D2DrEg7jU9TOoLGB1gM8E.jpg",
    "popularity": 2.1394,
    "tmdb_url": "https://www.themoviedb.org/movie/37037"
  },
  {
    "id": 2757,
    "title": "Adaptation.",
    "release_date": "2002-12-06",
    "overview": "Charlie Kaufman is a confused L.A. screenwriter overwhelmed by feelings of inadequacy, sexual frustration, self-loathing, and by the screenwriting ambitions of his freeloading twin brother Donald. While struggling to adapt \"The Orchid Thief,\" by Susan Orlean, Kaufman's life spins from pathetic to bizarre. The lives of Kaufman, Orlean's book, become strangely intertwined as each one's search for passion collides with the others'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ffEmHQAiD0m5dEQ6rlsuA9vlllW.jpg",
    "popularity": 2.111,
    "tmdb_url": "https://www.themoviedb.org/movie/2757"
  },
  {
    "id": 267963,
    "title": "Space Battleship Yamato 2199: Odyssey of the Celestial Ark",
    "release_date": "2014-12-06",
    "overview": "2199 AD. Yamato tried to leave behind the Large Magellanic Cloud galaxy, after receiving a \"Cosmo Reverse System\" at its destination, Iscandar. However, suddenly, it encounters a mysterious group at the edge of the Large Magellanic Cloud. The crew finds out that the group is called the \"Gatlantis,\" and that its leader is the Gutaba expeditionary force commander who calls himself \"Goran Dagaamu of Thunder.\" The commander demands that Yamato be handed over to him. Yamato, wanting to hurry to Earth, escapes the fray. However, Yamato is attacked by a devastating beam weapon called the \"Flame Direct Attack Cannon\" that can transcend space.",
    "poster_url": "https://image.tmdb.org/t/p/w500/of8soPaCpSTT4MeHlIOieaOidUa.jpg",
    "popularity": 2.0768,
    "tmdb_url": "https://www.themoviedb.org/movie/267963"
  },
  {
    "id": 11415,
    "title": "House",
    "release_date": "1985-12-06",
    "overview": "Roger Cobb, a divorced horror novelist coming to terms with the disappearance of his young son, inherits an old mansion home to malevolent supernatural residents.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ysIPmxLVYYvTUaOwEsLjF7nEf4C.jpg",
    "popularity": 2.0626,
    "tmdb_url": "https://www.themoviedb.org/movie/11415"
  }
]