[
  {
    "id": 638507,
    "title": "How to Train Your Dragon: Homecoming",
    "release_date": "2019-12-03",
    "overview": "It's been ten years since the dragons moved to the Hidden World, and even though Toothless doesn't live in New Berk anymore, Hiccup continues the holiday traditions he once shared with his best friend. But the Vikings of New Berk were beginning to forget about their friendship with dragons. Hiccup, Astrid, and Gobber know just what to do to keep the dragons in the villagers' hearts. And across the sea, the dragons have a plan of their own...",
    "poster_url": "https://image.tmdb.org/t/p/w500/kXj2Qrfm994yLeuADqbOieU1mUH.jpg",
    "popularity": 13.9515,
    "tmdb_url": "https://www.themoviedb.org/movie/638507"
  },
  {
    "id": 61979,
    "title": "Three Steps Above Heaven",
    "release_date": "2010-12-03",
    "overview": "Story of two young people who belong to different worlds. It is the chronicle of a love improbable, almost impossible but inevitable dragging in a frantic journey they discover the first great love. Babi is a girl from upper-middle class that is educated in goodness and innocence . Hache is a rebellious boy, impulsive, unconscious, has a appetite for risk and danger embodied in endless fights and illegal motorbike races, the limit of common sense",
    "poster_url": "https://image.tmdb.org/t/p/w500/nNoMfNPnvEzGADXDkP6eJAP81KB.jpg",
    "popularity": 11.517,
    "tmdb_url": "https://www.themoviedb.org/movie/61979"
  },
  {
    "id": 372049,
    "title": "My Friend's Wife",
    "release_date": "2015-12-03",
    "overview": "I want to spend all night with my friend's wife who is extremely sexy. Jeong-woo is a husband who can't get an erection while his marriage is going down the drain.  A friend and his wife from the States suggest a couples trip and Jeong-woo meets his friend's wife Hye-sook who is extremely sexy. His 'package' keeps getting stimlated every time he sees her. He tries to ignore it but every time he sees her, he gets sexual fantasies. Finally, he suggests to his friend, to 'switch' partners...",
    "poster_url": "https://image.tmdb.org/t/p/w500/6BZKRq3bvTOuG4G01H1jcE0F5TG.jpg",
    "popularity": 10.3115,
    "tmdb_url": "https://www.themoviedb.org/movie/372049"
  },
  {
    "id": 44214,
    "title": "Black Swan",
    "release_date": "2010-12-03",
    "overview": "The story of Nina, a ballerina in a New York City ballet company whose life, like all those in her profession, is completely consumed with dance. She lives with her retired ballerina mother Erica who zealously supports her daughter's professional ambition. When artistic director Thomas Leroy decides to replace prima ballerina Beth MacIntyre for the opening production of their new season, Swan Lake, Nina is his first choice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/viWheBd44bouiLCHgNMvahLThqx.jpg",
    "popularity": 8.8567,
    "tmdb_url": "https://www.themoviedb.org/movie/44214"
  },
  {
    "id": 147441,
    "title": "Exodus: Gods and Kings",
    "release_date": "2014-12-03",
    "overview": "The defiant leader Moses rises up against the Egyptian Pharaoh Ramses, setting 400,000 slaves on a monumental journey of escape from Egypt and its terrifying cycle of deadly plagues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uaDj37JtvLan9tihxZ18e6qL33b.jpg",
    "popularity": 6.5419,
    "tmdb_url": "https://www.themoviedb.org/movie/147441"
  },
  {
    "id": 2288,
    "title": "Closer",
    "release_date": "2004-12-03",
    "overview": "A love story about chance meetings, instant attractions, and casual betrayals. Four strangers - with one thing in common: each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fGGaokx4k00S0J603VG53Qlr9jz.jpg",
    "popularity": 5.0686,
    "tmdb_url": "https://www.themoviedb.org/movie/2288"
  },
  {
    "id": 458576,
    "title": "Monster Hunter",
    "release_date": "2020-12-03",
    "overview": "A portal transports Cpt. Artemis and an elite unit of soldiers to a strange world where powerful monsters rule with deadly ferocity. Faced with relentless danger, the team encounters a mysterious hunter who may be their only hope to find a way home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1UCOF11QCw8kcqvce8LKOO6pimh.jpg",
    "popularity": 4.9416,
    "tmdb_url": "https://www.themoviedb.org/movie/458576"
  },
  {
    "id": 257088,
    "title": "Point Break",
    "release_date": "2015-12-03",
    "overview": "A young undercover FBI agent infiltrates a gang of thieves who share a common interest in extreme sports. A remake of the 1991 film, \"Point Break\".",
    "poster_url": "https://image.tmdb.org/t/p/w500/z7JOvw5Lqs9ezoFTJxmz3nx3av2.jpg",
    "popularity": 4.8658,
    "tmdb_url": "https://www.themoviedb.org/movie/257088"
  },
  {
    "id": 783675,
    "title": "The First Slam Dunk",
    "release_date": "2022-12-03",
    "overview": "Shohoku's “speedster” and point guard, Ryota Miyagi, always plays with brains and lightning speed, running circles around his opponents while feigning composure. In his second year of high school, Ryota plays with the Shohoku High School basketball team along with Sakuragi, Rukawa, Akagi, and Mitsui as they take the stage at the Inter-High School National Championship. And now, they are on the brink of challenging the reigning champions, Sannoh Kogyo High School.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7i3EBXY87HdHagCoFbmjHQ8DlkG.jpg",
    "popularity": 4.6578,
    "tmdb_url": "https://www.themoviedb.org/movie/783675"
  },
  {
    "id": 168672,
    "title": "American Hustle",
    "release_date": "2013-12-03",
    "overview": "A conman and his seductive partner are forced to work for a wild FBI agent, who pushes them into a world of Jersey power-brokers and the Mafia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/koXGRfatN0tURFWMA0Keb0p0Gtg.jpg",
    "popularity": 4.4437,
    "tmdb_url": "https://www.themoviedb.org/movie/168672"
  },
  {
    "id": 26877,
    "title": "Naked Killer",
    "release_date": "1992-12-03",
    "overview": "A young woman is trained by a martial arts specialist to become a professional assassin.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d9V3lIqF0fyQfMe4CUl86N0nQfJ.jpg",
    "popularity": 4.2588,
    "tmdb_url": "https://www.themoviedb.org/movie/26877"
  },
  {
    "id": 53932,
    "title": "The Ages of Lulu",
    "release_date": "1990-12-03",
    "overview": "Fifteen-year-old Lulu has never known any affection from her family. But when she goes to a rock concert with Pablo, a friend of the family, he introduces Lulu to her first sexual experience. Years later, Pablo and Lulu have married; Pablo has created a sheltered, private world for Lulu, into which nothing intrudes. However, Lulu tires of her cloistered existence, and begins hanging out in shady bars, looking for vicarious thrills and danger.",
    "poster_url": "https://image.tmdb.org/t/p/w500/reyEwMbNZ88RjS9JP9FkY7vptp4.jpg",
    "popularity": 3.6306,
    "tmdb_url": "https://www.themoviedb.org/movie/53932"
  },
  {
    "id": 770254,
    "title": "Back to the Outback",
    "release_date": "2021-12-03",
    "overview": "Tired of being locked in a reptile house where humans gawk at them like they are monsters, a ragtag group of Australia’s deadliest creatures plot an escape from their zoo to the Outback, a place where they’ll fit in without being judged.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jbAUTO7qFN8XFG2LM3bz30vzGFJ.jpg",
    "popularity": 3.3851,
    "tmdb_url": "https://www.themoviedb.org/movie/770254"
  },
  {
    "id": 370964,
    "title": "I Am Dragon",
    "release_date": "2015-12-03",
    "overview": "In the midst of the wedding princess Miroslava is kidnapped by a dragon and carried away into his castle on the remote island. Mira left everything behind in the past - family, friends and groom. Now the only things she had were a stone cage and a mysterious young man named Arman ... but who is he and what is he doing on that island? Miroslava will know the truth too late: loving a dragon will reveal the bitter truth - love is scary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9R9mwkXs0W78WMzh4M1yFP7v7RP.jpg",
    "popularity": 3.2942,
    "tmdb_url": "https://www.themoviedb.org/movie/370964"
  },
  {
    "id": 205775,
    "title": "In the Heart of the Sea",
    "release_date": "2015-12-03",
    "overview": "In the winter of 1820, the New England whaling ship Essex is assaulted by something no one could believe—a whale of mammoth size and will, and an almost human sense of vengeance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/weVvNPfk6FM9vBg3BXtRtNAmiYM.jpg",
    "popularity": 3.0499,
    "tmdb_url": "https://www.themoviedb.org/movie/205775"
  },
  {
    "id": 134375,
    "title": "Home Alone: The Holiday Heist",
    "release_date": "2012-12-03",
    "overview": "10-year-old Finn is terrified to learn his family is relocating from sunny California to Maine in the scariest house he has ever seen! Convinced that his new house is haunted, Finn sets up a series of elaborate traps to catch the “ghost” in action. Left home alone with his sister while their parents are stranded across town, Finn’s traps catch a new target – a group of thieves who have targeted Finn’s house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6bZdqzK3le84IVUIJCppYMG7UeA.jpg",
    "popularity": 2.7714,
    "tmdb_url": "https://www.themoviedb.org/movie/134375"
  },
  {
    "id": 760765,
    "title": "Hula Fulla Dance",
    "release_date": "2021-12-03",
    "overview": "Hiwa Natsunagi is a high school student living in Iwaki City, Fukushima Prefecture.  Worried about what to do with her life after graduation, she spots a poster for Spa Resort Hawaiians the “Hawaii of Tohoku” the place where her sister Mari used to work and applies to their new dancer (hula girl) campaign on a whim.  Despite her lack of experience, Hiwa is accepted for the job, and starts on the path towards becoming a Hula Girl with her classmates, Kanna, Ranko, 'ohana and Shion. However, unable to keep in step with one another due to their differing personalities, their first stage ends in disaster.  Called the “most pitiful rookies ever” the girls are disheartened, but they learn to share the good and bad...and strengthen their bond despite the occasional fumble.  With their hearts and minds firmly set, the girls grace the stage once more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4UjIm4cidAXwT17gKS8G7vbKySj.jpg",
    "popularity": 2.7465,
    "tmdb_url": "https://www.themoviedb.org/movie/760765"
  },
  {
    "id": 120811,
    "title": "K-On! The Movie",
    "release_date": "2011-12-03",
    "overview": "With graduation right around the corner, every member of the Light Music Club except for Azusa will be leaving for good. But the girls aren’t going to let something as silly as graduation tear them apart! For their final hurrah, the girls are going on the ultimate vacation tour— all the way to London! Their overseas journey will lead them on a trip of discovery and friendship as they take the stage one last time for their final encore together.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aRe9m2K3IGhgruRc9yHUYxQIhI4.jpg",
    "popularity": 2.6846,
    "tmdb_url": "https://www.themoviedb.org/movie/120811"
  },
  {
    "id": 18384,
    "title": "Scandal Makers",
    "release_date": "2008-12-03",
    "overview": "Former teen idol Nam Hyeon-soo is now in his thirties and working as a radio DJ. One day a young woman named Jeong-nam shows up and claims to be his own daughter. She also has a son whom she claims to be Hyeon-soo's grandson. Their relation is proven via DNA tests by Hyeon-soo's brother. This leads to Hyeon-soo attempting to avoid a scandal concerning him having children \"unknown\" to the media.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1DHrv3dQpLX3x2GBbBRd05VX3dG.jpg",
    "popularity": 2.6075,
    "tmdb_url": "https://www.themoviedb.org/movie/18384"
  },
  {
    "id": 58433,
    "title": "The Apocalypse",
    "release_date": "2004-12-03",
    "overview": "While Emperor Domitian persecutes the Christians, the aged apostle John has prophetic visions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dzwlAnjrui9tmYyw29k1qOnKEry.jpg",
    "popularity": 2.5783,
    "tmdb_url": "https://www.themoviedb.org/movie/58433"
  },
  {
    "id": 10197,
    "title": "Nine",
    "release_date": "2009-12-03",
    "overview": "Arrogant, self-centered movie director Guido Contini finds himself struggling to find meaning, purpose, and a script for his latest film endeavor. With only a week left before shooting begins, he desperately searches for answers and inspiration from his wife, his mistress, his muse, and his mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bSxdTXktgPQPNwlkQ0DZtuAJXlb.jpg",
    "popularity": 2.5304,
    "tmdb_url": "https://www.themoviedb.org/movie/10197"
  },
  {
    "id": 1318668,
    "title": "500 Days of Escobar",
    "release_date": "2023-12-03",
    "overview": "The 500-day manhunt for Colombia's Pablo Escobar is detailed through interviews and archival images in this crime documentary.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AoEl04jghs9APnpBKzDg37nZQnc.jpg",
    "popularity": 2.4698,
    "tmdb_url": "https://www.themoviedb.org/movie/1318668"
  },
  {
    "id": 669696,
    "title": "Tadap",
    "release_date": "2021-12-03",
    "overview": "Passionate Ishana falls madly in love with Ramisa. As their love grows stronger by the day, fate plays the villain and throws one hurdle after another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nj0cMoZjLRrqN9SFW3wCXlSTYxd.jpg",
    "popularity": 2.3446,
    "tmdb_url": "https://www.themoviedb.org/movie/669696"
  },
  {
    "id": 3513,
    "title": "Legionnaire",
    "release_date": "1998-12-03",
    "overview": "Alain Lefevre is a boxer paid by a Marseille mobster to take a dive. When he wins the fight he attempts to flee to America with the mobster's girlfriend Katrina. This plan fails and he seeks escape by joining the foreign legion. As part of the legion he tangles with abusive lieutenant Steinkampf and bonds with legionnaires Luther, Mackintosh and Rosetti.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vHezb1DIEB3DyBx9gp914y03yAG.jpg",
    "popularity": 2.301,
    "tmdb_url": "https://www.themoviedb.org/movie/3513"
  },
  {
    "id": 983,
    "title": "The Man Who Would Be King",
    "release_date": "1975-12-03",
    "overview": "A robust adventure about two British adventurers who take over primitive Kafiristan as \"godlike\" rulers, meeting a tragic end through their desire for a native girl. Based on a short story by Rudyard Kipling.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gc5fS9UfNrGm5cBlbAI560YbDSF.jpg",
    "popularity": 2.2706,
    "tmdb_url": "https://www.themoviedb.org/movie/983"
  },
  {
    "id": 9318,
    "title": "Asterix in Britain",
    "release_date": "1986-12-03",
    "overview": "One little ancient British village still holds out against the Roman invaders. Asterix and Obelix are invited to help. They must face fog, rain, warm beer and boiled boar with mint sauce, but they soon have Governor Encyclopaedius Britannicus's Romans declining and falling. Until a wild race for a barrel of magic potion lands them in the drink.",
    "poster_url": "https://image.tmdb.org/t/p/w500/10L5R1l03MqDx36e0LJ99NKLGD3.jpg",
    "popularity": 2.2701,
    "tmdb_url": "https://www.themoviedb.org/movie/9318"
  },
  {
    "id": 960481,
    "title": "The Warrior Princess",
    "release_date": "2021-12-03",
    "overview": "Princess Khotulun is the daughter of Haidu Khan of the Ugudei dynasty. The film tells the story of Princess Khotulun, the son of Kublai Khan, known in Western and Eastern history as a wrestling princess, and her struggle to reclaim her Golden Sutra.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gmfPD15AR0FXyNTQE19TbuJNrwu.jpg",
    "popularity": 2.256,
    "tmdb_url": "https://www.themoviedb.org/movie/960481"
  },
  {
    "id": 79113,
    "title": "A Princess for Christmas",
    "release_date": "2011-12-03",
    "overview": "After her sister and brother-in-law's tragic deaths, an American woman who is the guardian for her young niece and nephew is invited to a royal European castle for Christmas by her late brother-in-law's father, the Duke of Castlebury. Feeling out of place as a commoner, she is determined to give her family a merry Christmas and surprises herself when she falls for a handsome prince.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qv7fx4gW2bNU3eUiwtaxh829Imq.jpg",
    "popularity": 2.2164,
    "tmdb_url": "https://www.themoviedb.org/movie/79113"
  },
  {
    "id": 46503,
    "title": "All Good Things",
    "release_date": "2010-12-03",
    "overview": "Newly-discovered facts, court records and speculation are used to elaborate the true love story and murder mystery of the most notorious unsolved murder case in New York history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3RM8SyB0yHanJbYeHdgi5eLv21C.jpg",
    "popularity": 2.1644,
    "tmdb_url": "https://www.themoviedb.org/movie/46503"
  },
  {
    "id": 728526,
    "title": "Encounter",
    "release_date": "2021-12-03",
    "overview": "A decorated Marine goes on a rescue mission to save his two young sons from an unhuman threat. As their journey takes them in increasingly dangerous directions, the boys will need to leave their childhoods behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AjRUsn8m2znK4mQuYR5fUguBDQM.jpg",
    "popularity": 2.1608,
    "tmdb_url": "https://www.themoviedb.org/movie/728526"
  },
  {
    "id": 4965,
    "title": "Impostor",
    "release_date": "2001-12-03",
    "overview": "A top-secret government weapons designer is arrested by a clandestine government organization on suspicion of being a clone created by the hostile alien race wanting to take over Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7Uy4JbalP0mEyKnFW2IorQDmbBa.jpg",
    "popularity": 2.1076,
    "tmdb_url": "https://www.themoviedb.org/movie/4965"
  },
  {
    "id": 735812,
    "title": "Death of a Telemarketer",
    "release_date": "2021-12-03",
    "overview": "A smooth-talking telemarketer finds himself at the mercy of the man he tried to swindle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/shp21GCcILK1Y4O5YJ8p76ae62m.jpg",
    "popularity": 2.0546,
    "tmdb_url": "https://www.themoviedb.org/movie/735812"
  }
]