[
  {
    "id": 111,
    "title": "Scarface",
    "release_date": "1983-12-09",
    "overview": "After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iQ5ztdjvteGeboxtmRdXEChJOHh.jpg",
    "popularity": 16.4748,
    "tmdb_url": "https://www.themoviedb.org/movie/111"
  },
  {
    "id": 353486,
    "title": "Jumanji: Welcome to the Jungle",
    "release_date": "2017-12-09",
    "overview": "Four teenagers in detention discover an old video game console with a game they’ve never heard of. When they decide to play, they are immediately sucked into the jungle world of Jumanji in the bodies of their avatars. They’ll have to complete the adventure of their lives filled with fun, thrills and danger or be stuck in the game forever!",
    "poster_url": "https://image.tmdb.org/t/p/w500/pSgXKPU5h6U89ipF7HBYajvYt7j.jpg",
    "popularity": 10.2787,
    "tmdb_url": "https://www.themoviedb.org/movie/353486"
  },
  {
    "id": 364689,
    "title": "Ferdinand",
    "release_date": "2017-12-09",
    "overview": "Ferdinand, a little bull, prefers sitting quietly under a cork tree just smelling the flowers versus jumping around, snorting, and butting heads with other bulls. As Ferdinand grows big and strong, his temperament remains mellow, but one day five men come to choose the \"biggest, fastest, roughest bull\" for the bullfights in Madrid and Ferdinand is mistakenly chosen.  Based on the classic 1936 children's book by Munro Leaf.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rMm94JsRfcOPiPVsTRcBiiVBOhz.jpg",
    "popularity": 8.0024,
    "tmdb_url": "https://www.themoviedb.org/movie/364689"
  },
  {
    "id": 603661,
    "title": "The Hating Game",
    "release_date": "2021-12-09",
    "overview": "Resolving to achieve professional success without compromising her ethics, Lucy embarks on a ruthless game of one-upmanship against cold and efficient nemesis Joshua, a rivalry that is complicated by her growing attraction to him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/prbZxJxGcy07y60eq8lCGMciTYz.jpg",
    "popularity": 6.6507,
    "tmdb_url": "https://www.themoviedb.org/movie/603661"
  },
  {
    "id": 785084,
    "title": "The Whale",
    "release_date": "2022-12-09",
    "overview": "A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jQ0gylJMxWSL490sy0RrPj1Lj7e.jpg",
    "popularity": 6.4414,
    "tmdb_url": "https://www.themoviedb.org/movie/785084"
  },
  {
    "id": 6279,
    "title": "Sister Act 2: Back in the Habit",
    "release_date": "1993-12-09",
    "overview": "Deloris Van Cartier is again asked to don the nun's habit to help a run-down Catholic school, presided over by Mother Superior. And if trying to reach out to a class full of uninterested students wasn't bad enough, the sisters discover that the school is due to be closed by the unscrupulous chief of a local authority.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2jmPYqep3r2eumauyTauNIhSmR7.jpg",
    "popularity": 6.3108,
    "tmdb_url": "https://www.themoviedb.org/movie/6279"
  },
  {
    "id": 163,
    "title": "Ocean's Twelve",
    "release_date": "2004-12-09",
    "overview": "Despite pulling off one of the biggest heists in Las Vegas history and splitting the $160 million take, each of the infamous Ocean's crew have tried to go straight, lay low and live a legit life ... but that's proven to be a challenge. Casino owner Terry Benedict demands that Danny Ocean return the money, plus millions more in interest. Unable to come up the cash, the crew is forced to come together to pull off another series of heists, this time in Rome, Paris, and Amsterdam – but a Europol agent is hot on their heels.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pE5anFf7nf6ah7V3VRezQ1KSovi.jpg",
    "popularity": 5.8677,
    "tmdb_url": "https://www.themoviedb.org/movie/163"
  },
  {
    "id": 8769,
    "title": "Christine",
    "release_date": "1983-12-09",
    "overview": "Nerdy high schooler Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mMtUJke2TtIoT6JB9hkvERmsSu8.jpg",
    "popularity": 5.7784,
    "tmdb_url": "https://www.themoviedb.org/movie/8769"
  },
  {
    "id": 10201,
    "title": "Yes Man",
    "release_date": "2008-12-09",
    "overview": "Carl Allen, a guy whose life is going nowhere, signs up for a self-help program based on one simple covenant: say yes to everything…and anything.",
    "poster_url": "https://image.tmdb.org/t/p/w500/16zVbgFLTUaUTG1wQHuGjfWNuDM.jpg",
    "popularity": 5.4253,
    "tmdb_url": "https://www.themoviedb.org/movie/10201"
  },
  {
    "id": 9493,
    "title": "Twins",
    "release_date": "1988-12-09",
    "overview": "Julius and Vincent Benedict are the results of an experiment that would allow for the perfect child. Julius was planned and grows to athletic proportions. Vincent is an accident and is somewhat smaller in stature. Vincent is placed in an orphanage while Julius is taken to a south seas island and raised by philosophers. Vincent becomes the ultimate low life and is about to be killed by loan sharks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/stJx9BQZbXrZnTGf9Erc7d2UMVc.jpg",
    "popularity": 5.3949,
    "tmdb_url": "https://www.themoviedb.org/movie/9493"
  },
  {
    "id": 7516,
    "title": "Smokin' Aces",
    "release_date": "2006-12-09",
    "overview": "When a Las Vegas performer-turned-snitch named Buddy Israel decides to turn state's evidence and testify against the mob, it seems that a whole lot of people would like to make sure he's no longer breathing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nrdnN8WqvyOt8Bnl3hgWcZD6ZyM.jpg",
    "popularity": 4.244,
    "tmdb_url": "https://www.themoviedb.org/movie/7516"
  },
  {
    "id": 324670,
    "title": "Spectral",
    "release_date": "2016-12-09",
    "overview": "A special-ops team is dispatched to fight supernatural beings that have taken over a European city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fYtIWhTDgPTcutD24f53Dcc7BAE.jpg",
    "popularity": 3.8388,
    "tmdb_url": "https://www.themoviedb.org/movie/324670"
  },
  {
    "id": 73475,
    "title": "Call of the Blonde Goddess",
    "release_date": "1977-12-09",
    "overview": "Susan arrives in Haiti to live with her husband Jack, who lives with a lesbian housekeeper and Olga, a nymphomaniac platinum blonde, introduced to her as Jack's sister. Susan begins to have nightmares about voodoo ceremonies and murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wgskL0VpR4ezc2Q7TE2Yfxy4fBL.jpg",
    "popularity": 3.2926,
    "tmdb_url": "https://www.themoviedb.org/movie/73475"
  },
  {
    "id": 422390,
    "title": "Suddenly Seventeen",
    "release_date": "2016-12-09",
    "overview": "When Liang Xia's obsession for a perfect wedding puts a strain in the relationship with her fiancé, he ultimately calls it quits and breaks up with her. In a heartbroken state, Liang Xia carelessly ingests a magical item, which transports the 28-year-old’s mind back to when she was only seventeen years old.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oGQYUexYjIbfl4T3YIarH07I7Gi.jpg",
    "popularity": 3.2396,
    "tmdb_url": "https://www.themoviedb.org/movie/422390"
  },
  {
    "id": 57431,
    "title": "The Sitter",
    "release_date": "2011-12-09",
    "overview": "Noah, is not your typical entertain-the-kids-no-matter-how-boring-it-is kind of sitter. He's reluctant to take a sitting gig; he'd rather, well, be doing anything else, especially if it involves slacking. When Noah is watching the neighbor's kid he gets a booty call from his girlfriend in the city. To hook up with her, Noah takes to the streets, but his urban adventure spins out of control as he finds himself on the run from a maniacal drug lord.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rOVS11iGQsFKRPzjXQPfyTmwtDr.jpg",
    "popularity": 3.1165,
    "tmdb_url": "https://www.themoviedb.org/movie/57431"
  },
  {
    "id": 5,
    "title": "Four Rooms",
    "release_date": "1995-12-09",
    "overview": "It's Ted the Bellhop's first night on the job...and the hotel's very unusual guests are about to place him in some outrageous predicaments. It seems that this evening's room service is serving up one unbelievable happening after another.",
    "poster_url": "https://image.tmdb.org/t/p/w500/75aHn1NOYXh4M7L5shoeQ6NGykP.jpg",
    "popularity": 3.0469,
    "tmdb_url": "https://www.themoviedb.org/movie/5"
  },
  {
    "id": 8984,
    "title": "Disclosure",
    "release_date": "1994-12-09",
    "overview": "A computer specialist is sued for sexual harassment by a former lover turned boss who initiated the act forcefully, which threatens both his career and his personal life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dnA4QkIZZCF9wRtF8HHxWwUXVMf.jpg",
    "popularity": 2.8716,
    "tmdb_url": "https://www.themoviedb.org/movie/8984"
  },
  {
    "id": 814757,
    "title": "Empire of Light",
    "release_date": "2022-12-09",
    "overview": "The duty manager of a seaside cinema, who is struggling with her mental health, forms a relationship with a new employee on the south coast of England in the 1980s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h84SnIQF91Gz2Fv1OpMJ3245t4i.jpg",
    "popularity": 2.6816,
    "tmdb_url": "https://www.themoviedb.org/movie/814757"
  },
  {
    "id": 23202,
    "title": "Trick 'r Treat",
    "release_date": "2007-12-09",
    "overview": "Four interwoven stories that occur on Halloween: an everyday high school principal has a secret life as a serial killer; a college virgin might have just met the one guy for her; a group of teenagers pull a mean prank, and a bitter old recluse receives an uninvited guest.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w0nmol4g7n6MFfhfphV7GzHHYjB.jpg",
    "popularity": 2.5626,
    "tmdb_url": "https://www.themoviedb.org/movie/23202"
  },
  {
    "id": 4375,
    "title": "Triple Cross",
    "release_date": "1966-12-09",
    "overview": "A safecracker turns double agent during WWII.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AoGvqzc66h533Ncxjx3pSjy7Xmf.jpg",
    "popularity": 2.5594,
    "tmdb_url": "https://www.themoviedb.org/movie/4375"
  },
  {
    "id": 474659,
    "title": "Girls und Panzer das Finale: Part I",
    "release_date": "2017-12-09",
    "overview": "Rumor has it that Momo Kawashima, former student council member at Ooarai Girls Academy, is bound to repeat a year. Having failed her university entry exams, she is far from spending another year at Ooarai, but her plight is unenviable nevertheless.  The only way for her to gain admission into a university is to be granted an athletic scholarship. With the Winter Continuous Track Cup rapidly approaching, Momo becomes the commander of Ooarai's tankery team, so as to demonstrate her sport skills and wipe away the stain on her honor.  Their first opponent—French-themed BC Freedom High School—is split into two factions that are constantly at odds with each other. Despite this seemingly fortuitous match against a disorganized rival, Ooarai might soon find itself taking one step too far.  Part 1 of 6 for the final chapter of Girls und Panzer series.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p4HIfKM5Qw1458NLm7YKuYMTJQK.jpg",
    "popularity": 2.5521,
    "tmdb_url": "https://www.themoviedb.org/movie/474659"
  },
  {
    "id": 14202,
    "title": "The Painted Veil",
    "release_date": "2006-12-09",
    "overview": "A British medical doctor fights a cholera outbreak in a small Chinese village, while also being trapped at home in a loveless marriage to an unfaithful wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/k41IvHDLgZO2ae7RuU77wQjScIj.jpg",
    "popularity": 2.5445,
    "tmdb_url": "https://www.themoviedb.org/movie/14202"
  },
  {
    "id": 1251,
    "title": "Letters from Iwo Jima",
    "release_date": "2006-12-09",
    "overview": "The story of the battle of Iwo Jima between the United States and Imperial Japan during World War II, as told from the perspective of the Japanese who fought it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kZokxQtzMPURvijWYFuvh1fAvnv.jpg",
    "popularity": 2.4714,
    "tmdb_url": "https://www.themoviedb.org/movie/1251"
  },
  {
    "id": 10110,
    "title": "Empire of the Sun",
    "release_date": "1987-12-09",
    "overview": "Jamie Graham, a privileged English boy, is living in Shanghai when the Japanese invade and force all foreigners into prison camps. Jamie is captured with an American sailor, who looks out for him while they are in the camp together. Even though he is separated from his parents and in a hostile environment, Jamie maintains his dignity and youthful spirit, providing a beacon of hope for the others held captive with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gEaCzjwHoPgyQFcwHql7o5YLHAU.jpg",
    "popularity": 2.3785,
    "tmdb_url": "https://www.themoviedb.org/movie/10110"
  },
  {
    "id": 12120,
    "title": "My Stepmother Is an Alien",
    "release_date": "1988-12-09",
    "overview": "Trying to rescue her home planet from destruction, a gorgeous extraterrestrial named Celeste arrives on Earth and begins her scientific research. She woos quirky scientist Dr. Steve Mills, a widower with a young daughter. Before long, Celeste finds herself in love with Steve and her new life on Earth, where she experiences true intimacy for the first time. But when she loses sight of her mission, she begins to question where she belongs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/o9feh3DGHvNZ835cm2ajYHwZwiN.jpg",
    "popularity": 2.2923,
    "tmdb_url": "https://www.themoviedb.org/movie/12120"
  },
  {
    "id": 768147,
    "title": "Asakusa Kid",
    "release_date": "2021-12-09",
    "overview": "Before he hit it big, Takeshi Kitano got his start apprenticing with comedy legend Fukami of Asakusa. But as his star rises, his mentor's declines.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t1AvNpofpZ5CMczxSlX2RcOoC3K.jpg",
    "popularity": 2.228,
    "tmdb_url": "https://www.themoviedb.org/movie/768147"
  },
  {
    "id": 1020696,
    "title": "Play Dead",
    "release_date": "2022-12-09",
    "overview": "Criminology student Chloe fakes her own death to break into a morgue, in order to retrieve a piece of evidence that ties her younger brother to a crime gone wrong. Once inside, she discovers that a sadistic coroner is using the corpses for his sick and twisted business, and when he realises that Chloe still has a pulse, a terrifying game of cat and mouse ensues.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zeiwFQzyMNp6JBwCfSspG5ZcoLp.jpg",
    "popularity": 2.1956,
    "tmdb_url": "https://www.themoviedb.org/movie/1020696"
  },
  {
    "id": 679776,
    "title": "Voodoo Macbeth",
    "release_date": "2021-12-09",
    "overview": "In 1936 Harlem, the first all-Black cast to perform Shakespeare's 'Macbeth', directed by a young and arrogant Orson Welles, battles to make it to opening night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1piTG4pxOPC0CRsNzFICAkjGlFE.jpg",
    "popularity": 2.1818,
    "tmdb_url": "https://www.themoviedb.org/movie/679776"
  },
  {
    "id": 29363,
    "title": "A World Without Thieves",
    "release_date": "2004-12-09",
    "overview": "A con-team couple head west after taking a city businessman for his BMW. But an encounter with a naive young carpenter traveling home with his life savings challenges their fate as thieves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1IjyqBSxyB15suArMMOXefWQu4D.jpg",
    "popularity": 2.0963,
    "tmdb_url": "https://www.themoviedb.org/movie/29363"
  },
  {
    "id": 12561,
    "title": "Godzilla vs. Destoroyah",
    "release_date": "1995-12-09",
    "overview": "A burning Godzilla, on the verge of meltdown, emerges to lay siege to Hong Kong. At the same time horrifying new organisms are discovered in Japan. These crustacean-like beings are seemingly born of the Oxygen Destroyer, the weapon that killed the original Godzilla.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t28laxbteoyubkGPQZJFmrEEdGl.jpg",
    "popularity": 2.0768,
    "tmdb_url": "https://www.themoviedb.org/movie/12561"
  }
]