[
  {
    "id": 512200,
    "title": "Jumanji: The Next Level",
    "release_date": "2019-12-04",
    "overview": "As the gang return to Jumanji to rescue one of their own, they discover that nothing is as they expect. The players will have to brave parts unknown and unexplored in order to escape the world’s most dangerous game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4kh9dxAiClS2GMUpkRyzGwpNWWX.jpg",
    "popularity": 11.39,
    "tmdb_url": "https://www.themoviedb.org/movie/512200"
  },
  {
    "id": 547205,
    "title": "SeX",
    "release_date": "2003-12-04",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/SanxKtBGtiiYLSEMqOg8wWTtxT.jpg",
    "popularity": 5.8273,
    "tmdb_url": "https://www.themoviedb.org/movie/547205"
  },
  {
    "id": 2268,
    "title": "The Golden Compass",
    "release_date": "2007-12-04",
    "overview": "After overhearing a shocking secret, precocious orphan Lyra Belacqua trades her carefree existence roaming the halls of Jordan College for an otherworldly adventure in the far North, unaware that it's part of her destiny.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6DTH9poR8RAw859L6OuokT7z993.jpg",
    "popularity": 5.2499,
    "tmdb_url": "https://www.themoviedb.org/movie/2268"
  },
  {
    "id": 723072,
    "title": "Host",
    "release_date": "2020-12-04",
    "overview": "Six friends hire a medium to hold a séance via Zoom during lockdown — but they get far more than they bargained for as things quickly go wrong. When an evil spirit starts invading their homes, they begin to realise they might not survive the night.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h7dZpJDORYs5c56dydbrLFkEXpE.jpg",
    "popularity": 5.1006,
    "tmdb_url": "https://www.themoviedb.org/movie/723072"
  },
  {
    "id": 431693,
    "title": "Spies in Disguise",
    "release_date": "2019-12-04",
    "overview": "Super spy Lance Sterling and scientist Walter Beckett are almost exact opposites. Lance is smooth, suave and debonair. Walter is… not. But what Walter lacks in social skills he makes up for in smarts and invention, creating the awesome gadgets Lance uses on his epic missions. But when events take an unexpected turn, Walter and Lance suddenly have to rely on each other in a whole new way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e7rWcrnuNej3JeVjqmRu0jVeRa4.jpg",
    "popularity": 5.089,
    "tmdb_url": "https://www.themoviedb.org/movie/431693"
  },
  {
    "id": 16366,
    "title": "Joseph: King of Dreams",
    "release_date": "2002-12-04",
    "overview": "In this animated retelling of the story from the Bible's Book of Genesis, Joseph's gift of dream interpretation and his brilliantly colored coat inspires jealousy in his brothers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hYsera941L05ffmsXN5EYcepbB4.jpg",
    "popularity": 4.9451,
    "tmdb_url": "https://www.themoviedb.org/movie/16366"
  },
  {
    "id": 15767,
    "title": "Godzilla: Final Wars",
    "release_date": "2004-12-04",
    "overview": "Humanity finally rids themselves of Godzilla, imprisoning him in an icy tomb in the South Pole. All is peaceful until various monsters emerge to lay waste to Earth's cities. Overwhelmed, humanity is seemingly saved by a race of benevolent aliens known as Xiliens. But not all is what it seems with these bizarre visitors. If humanity wishes to survive, they must reluctantly resurrect their most hated enemy, Godzilla.",
    "poster_url": "https://image.tmdb.org/t/p/w500/21lWA4YyYppVnwAPOiBkGrt2FGr.jpg",
    "popularity": 4.4846,
    "tmdb_url": "https://www.themoviedb.org/movie/15767"
  },
  {
    "id": 65364,
    "title": "Sexual Predator",
    "release_date": "2001-12-04",
    "overview": "A female parole officer unwittingly gets involved with a handsome photographer who might be a serial killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f3Ux06E7XYcLVVhNMnN6xkhpWvP.jpg",
    "popularity": 4.261,
    "tmdb_url": "https://www.themoviedb.org/movie/65364"
  },
  {
    "id": 11005,
    "title": "Awakenings",
    "release_date": "1990-12-04",
    "overview": "Dr. Malcolm Sayer, a shy research physician, uses an experimental drug to \"awaken\" the catatonic victims of a rare disease. Leonard is the first patient to receive the controversial treatment. His awakening, filled with awe and enthusiasm, proves a rebirth for Sayer too, as the exuberant patient reveals life's simple but unutterably sweet pleasures to the introverted doctor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9gztZXuHLG6AJ0fgqGd7Q43cWRI.jpg",
    "popularity": 4.2574,
    "tmdb_url": "https://www.themoviedb.org/movie/11005"
  },
  {
    "id": 16353,
    "title": "Ong Bak 2",
    "release_date": "2008-12-04",
    "overview": "Tien, the son of Lord Sihadecho — a murdered nobleman — is taken under the wing of Chernang, a renowned warrior and leader of the Pha Beek Krut.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Iue46Q6d1EGMPl7XraeRAMdMoY.jpg",
    "popularity": 4.1433,
    "tmdb_url": "https://www.themoviedb.org/movie/16353"
  },
  {
    "id": 30575,
    "title": "Sailor Moon S the Movie: Hearts in Ice",
    "release_date": "1994-12-04",
    "overview": "As Usagi and her friends enjoy Christmas vacation, an unusual and fierce snowstorm hits town... The evil Snow Queen Kaguya has returned to claim Earth as her own. Crucial to Queen Kaguya's plan is a magical crystal from outer space, approaching Earth disguised as a comet. Once she gets hold of the crystal, she will have the power to suck away all life energy and cover the Earth in ice. Will Sailor Moon find the crystal before Queen Kaguya? Will her powers be enough to save the Earth from permanent winter? All hope lies with the Legendary Ultimate Scout Power!",
    "poster_url": "https://image.tmdb.org/t/p/w500/8HLrjXHz5LhmIMiahoC3S55bSim.jpg",
    "popularity": 3.4434,
    "tmdb_url": "https://www.themoviedb.org/movie/30575"
  },
  {
    "id": 22947,
    "title": "Up in the Air",
    "release_date": "2009-12-04",
    "overview": "Corporate downsizing expert Ryan Bingham spends his life in planes, airports, and hotels, but just as he’s about to reach a milestone of ten million frequent flyer miles, he meets a woman who causes him to rethink his transient life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/useGH8nfwlaHK44IWEZdUYJOE2N.jpg",
    "popularity": 3.4063,
    "tmdb_url": "https://www.themoviedb.org/movie/22947"
  },
  {
    "id": 73245,
    "title": "Bleach the Movie: Hell Verse",
    "release_date": "2010-12-04",
    "overview": "Hell – A place where beings that have committed mortal sins during their lifetime are sent. It is a realm where even Soul Reapers are forbidden to interfere. When a group of vicious Sinners plot to escape from this eternal prison, they discover that Substitute Soul Reaper Ichigo Kurosaki is the key to their freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pd7V5iCB19VBPJkihxFXFwSRW2M.jpg",
    "popularity": 2.8476,
    "tmdb_url": "https://www.themoviedb.org/movie/73245"
  },
  {
    "id": 4597,
    "title": "Armored",
    "release_date": "2009-12-04",
    "overview": "A crew of officers at an armored transport security firm risk their lives when they embark on the ultimate heist against their own company. Armed with a seemingly fool-proof plan, the men plan on making off with a fortune with harm to none. But when an unexpected witness interferes, the plan quickly unravels and all bets are off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oQrAXGkBy84FyGpWrY71ptqs7zD.jpg",
    "popularity": 2.8299,
    "tmdb_url": "https://www.themoviedb.org/movie/4597"
  },
  {
    "id": 11046,
    "title": "Where Eagles Dare",
    "release_date": "1968-12-04",
    "overview": "World War II is raging, and an American general has been captured and is being held hostage in the Schloss Adler, a Bavarian castle that's nearly impossible to breach. It's up to a group of skilled Allied soldiers to liberate the general before it's too late.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dnyiVS4Ad4w4rfS4Bm1YalEdonx.jpg",
    "popularity": 2.8145,
    "tmdb_url": "https://www.themoviedb.org/movie/11046"
  },
  {
    "id": 631316,
    "title": "Koya Choken-bou oboegaki",
    "release_date": "1993-12-04",
    "overview": "",
    "poster_url": "https://image.tmdb.org/t/p/w500/4qTyV42NrD4omJaH3Z0vmsQlpwY.jpg",
    "popularity": 2.6735,
    "tmdb_url": "https://www.themoviedb.org/movie/631316"
  },
  {
    "id": 11252,
    "title": "Psycho",
    "release_date": "1998-12-04",
    "overview": "A young female embezzler arrives at the Bates Motel, which has terrible secrets of its own.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6pQpZu6JjPsbHzjhG545OsjU2TG.jpg",
    "popularity": 2.6608,
    "tmdb_url": "https://www.themoviedb.org/movie/11252"
  },
  {
    "id": 129213,
    "title": "Ghost Sweeper Mikami",
    "release_date": "1994-12-04",
    "overview": "Meet Mikami - the SEXY leader of one of Japan's most successful independent ghost-busting agencies. Together with her eclectic team of exorcists, she's prepared to do battle with any supernatural adversary - but only for the right price!  When an ancient spirit enlists her aid to deal with a re-incarnated foe, Mikami gets more than she bargained for. As the wicked Nosferatu - a vampire lord able to absorb the very life essence of his victims - begins to turn the city's inhabitants into mindless zombies, Mikami's team must race against time to save Tokyo from destruction.  Watch The Ultimate Vampire Slayer in this fast, fun and furious supernatural action-adventure!",
    "poster_url": "https://image.tmdb.org/t/p/w500/ratYneTrbgbtvkPXs3cNp98fChQ.jpg",
    "popularity": 2.613,
    "tmdb_url": "https://www.themoviedb.org/movie/129213"
  },
  {
    "id": 35052,
    "title": "Cracks",
    "release_date": "2009-12-04",
    "overview": "Jealousy flares after the headmistress of an elite boarding school for girls becomes obsessed with a new student.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pSVWV04CAWfswP6rqiKJWv0XWzE.jpg",
    "popularity": 2.5329,
    "tmdb_url": "https://www.themoviedb.org/movie/35052"
  },
  {
    "id": 640793,
    "title": "My Bossy Girl",
    "release_date": "2019-12-04",
    "overview": "One day, during a university festival where people are often known to find a partner, the 3 incredibly single members of the robot club decide to attend. There the sloppy and timid Hwi-so meets a very aggressive girl by the name of Hye-jin. His romantic advances, which he learned through reading books and watching YouTube, finally wake up to make their move. But will two finally become one this fall?",
    "poster_url": "https://image.tmdb.org/t/p/w500/p6V1GlUpH1hlICJf2wdAPwOtmzi.jpg",
    "popularity": 2.4526,
    "tmdb_url": "https://www.themoviedb.org/movie/640793"
  },
  {
    "id": 26171,
    "title": "Everybody's Fine",
    "release_date": "2009-12-04",
    "overview": "Eight months after the death of his wife, Frank Goode looks forward to a reunion with his four adult children. When all of them cancel their visits at the last minute, Frank, against the advice of his doctor, sets out on a road trip to reconnect with his offspring. As he visits each one in turn, Frank finds that his children's lives are not quite as picture-perfect as they've made them out to be.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qnC4ypkpviWgp4aHsXvWym38v56.jpg",
    "popularity": 2.3758,
    "tmdb_url": "https://www.themoviedb.org/movie/26171"
  },
  {
    "id": 662546,
    "title": "Godmothered",
    "release_date": "2020-12-04",
    "overview": "A young and unskilled fairy godmother that ventures out on her own to prove her worth by tracking down a young girl whose request for help was ignored. What she discovers is that the girl has now become a grown woman in need of something very different than a \"prince charming.\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/80tDCErk6ymHS7YfvqJcbnnTtqa.jpg",
    "popularity": 2.3628,
    "tmdb_url": "https://www.themoviedb.org/movie/662546"
  },
  {
    "id": 1214191,
    "title": "Praize A Thon",
    "release_date": "2021-12-04",
    "overview": "A corrupt megachurch pastor needs to make money during the pandemic, so he comes up with a scam that will trick his congregation into tithing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/92MfRSFMQVoyrgn6ePW7TUnjMqt.jpg",
    "popularity": 2.0063,
    "tmdb_url": "https://www.themoviedb.org/movie/1214191"
  }
]