[
  {
    "id": 411,
    "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
    "release_date": "2005-12-07",
    "overview": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iREd0rNCjYdf5Ar0vfaW32yrkm.jpg",
    "popularity": 31.9843,
    "tmdb_url": "https://www.themoviedb.org/movie/411"
  },
  {
    "id": 315162,
    "title": "Puss in Boots: The Last Wish",
    "release_date": "2022-12-07",
    "overview": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aV1KGO9X3S4kzqEptVDAvGjccql.jpg",
    "popularity": 23.6664,
    "tmdb_url": "https://www.themoviedb.org/movie/315162"
  },
  {
    "id": 56292,
    "title": "Mission: Impossible - Ghost Protocol",
    "release_date": "2011-12-07",
    "overview": "Ethan Hunt and his team are racing against time to track down a dangerous terrorist named Hendricks, who has gained access to Russian nuclear launch codes and is planning a strike on the United States. An attempt to stop him ends in an explosion causing severe destruction to the Kremlin and the IMF to be implicated in the bombing, forcing the President to disavow them. No longer being aided by the government, Ethan and his team chase Hendricks around the globe, although they might still be too late to stop a disaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eRZTGx7GsiKqPch96k27LK005ZL.jpg",
    "popularity": 20.2644,
    "tmdb_url": "https://www.themoviedb.org/movie/56292"
  },
  {
    "id": 82023,
    "title": "Hotel Desire",
    "release_date": "2011-12-07",
    "overview": "Antonia is a single mother who works as a hotel maid in Berlin. A normal hot summer day takes a dramatic turn when she crosses paths with a particular guest of the hotel, famous blind portrait painter Julius Pass.",
    "poster_url": "https://image.tmdb.org/t/p/w500/myzQj8Rk178DrWsiZjVKjz7Kj9P.jpg",
    "popularity": 18.9308,
    "tmdb_url": "https://www.themoviedb.org/movie/82023"
  },
  {
    "id": 792307,
    "title": "Poor Things",
    "release_date": "2023-12-07",
    "overview": "Brought back to life by an unorthodox scientist, a young woman runs off with a lawyer on a whirlwind adventure across the continents. Free from the prejudices of her times, she grows steadfast in her purpose to stand for equality and liberation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kCGlIMHnOm8JPXq3rXM6c5wMxcT.jpg",
    "popularity": 11.912,
    "tmdb_url": "https://www.themoviedb.org/movie/792307"
  },
  {
    "id": 1579,
    "title": "Apocalypto",
    "release_date": "2006-12-07",
    "overview": "Set in the Mayan civilization, when a man's idyllic presence is brutally disrupted by a violent invading force, he is taken on a perilous journey to a world ruled by fear and oppression where a harrowing end awaits him. Through a twist of fate and spurred by the power of his love for his woman and his family he will make a desperate break to return home and to ultimately save his way of life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cRY25Q32kDNPFDkFkxAs6bgCq3L.jpg",
    "popularity": 11.7157,
    "tmdb_url": "https://www.themoviedb.org/movie/1579"
  },
  {
    "id": 162,
    "title": "Edward Scissorhands",
    "release_date": "1990-12-07",
    "overview": "A small suburban town receives a visit from a castaway unfinished science experiment named Edward.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e0FqKFvGPdQNWG8tF9cZBtev9Em.jpg",
    "popularity": 10.2181,
    "tmdb_url": "https://www.themoviedb.org/movie/162"
  },
  {
    "id": 297802,
    "title": "Aquaman",
    "release_date": "2018-12-07",
    "overview": "Half-human, half-Atlantean Arthur Curry is taken on the journey of his lifetime to discover if he is worth of being a king.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oIDpaHSnTMYK0Cf5RkEoQzXPpBE.jpg",
    "popularity": 9.6661,
    "tmdb_url": "https://www.themoviedb.org/movie/297802"
  },
  {
    "id": 152,
    "title": "Star Trek: The Motion Picture",
    "release_date": "1979-12-07",
    "overview": "When an unidentified alien destroys three powerful Klingon cruisers, Captain James T. Kirk returns to the newly transformed U.S.S. Enterprise to take command.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wfiAfNwH6CMKxz4vRaW8CPTabtk.jpg",
    "popularity": 9.3801,
    "tmdb_url": "https://www.themoviedb.org/movie/152"
  },
  {
    "id": 161,
    "title": "Ocean's Eleven",
    "release_date": "2001-12-07",
    "overview": "Less than 24 hours into his parole, charismatic thief Danny Ocean is already rolling out his next plan: In one night, Danny's hand-picked crew of specialists will attempt to steal more than $150 million from three Las Vegas casinos. But to score the cash, Danny risks his chances of reconciling with ex-wife, Tess.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hQQCdZrsHtZyR6NbKH2YyCqd2fR.jpg",
    "popularity": 8.672,
    "tmdb_url": "https://www.themoviedb.org/movie/161"
  },
  {
    "id": 1068452,
    "title": "Hi Nanna",
    "release_date": "2023-12-07",
    "overview": "Six-year-old Mahi, a spirited child with cystic fibrosis, shares a deep yet complex bond with her father, Viraj, a dedicated single parent and successful fashion photographer. Her curiosity about her absent mother leads to a journey of discovery when she runs away with her loyal dog, Pluto. A chance encounter with a kind woman named Yashna sparks unexpected revelations, intertwining their lives in ways they never anticipated. Set against a backdrop of love, sacrifice, and redemption, Mahi’s story is a heartfelt exploration of family, resilience, and the enduring power of connection.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hhMLtq9m1aK0dpY9Wcq26XeDH2z.jpg",
    "popularity": 6.5065,
    "tmdb_url": "https://www.themoviedb.org/movie/1068452"
  },
  {
    "id": 11397,
    "title": "Not Another Teen Movie",
    "release_date": "2001-12-07",
    "overview": "On a bet, a gridiron hero at John Hughes High School sets out to turn a bespectacled plain Jane into a beautiful and popular prom queen in this outrageous send-up of the teen movies of the 1980s and '90s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9ZaGxvj1mqdKVLpSloq4mzS7SK6.jpg",
    "popularity": 5.6624,
    "tmdb_url": "https://www.themoviedb.org/movie/11397"
  },
  {
    "id": 429450,
    "title": "Pandora",
    "release_date": "2016-12-07",
    "overview": "When an earthquake hits a Korean village housing a run-down nuclear power plant, a man risks his life to save the country from imminent disaster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/elTrkTm5GjynK3H26cpOZsWDYjy.jpg",
    "popularity": 5.0817,
    "tmdb_url": "https://www.themoviedb.org/movie/429450"
  },
  {
    "id": 396371,
    "title": "Molly's Game",
    "release_date": "2017-12-07",
    "overview": "Molly Bloom, a young skier and former Olympic hopeful becomes a successful entrepreneur (and a target of an FBI investigation) when she establishes a high-stakes, international poker game.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tUYapLlLBB1FtDbU79JjhP8LE1a.jpg",
    "popularity": 5.0016,
    "tmdb_url": "https://www.themoviedb.org/movie/396371"
  },
  {
    "id": 26123,
    "title": "American Pie Presents: The Book of Love",
    "release_date": "2009-12-07",
    "overview": "Ten years after the first American Pie movie, three new hapless virgins discover the Bible hidden in the school library at East Great Falls High. Unfortunately for them, the book is ruined, and with incomplete advice, the Bible leads them on a hilarious journey to lose their virginity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hwP0GEP0zy8ar965Xaht19SmMd3.jpg",
    "popularity": 4.8339,
    "tmdb_url": "https://www.themoviedb.org/movie/26123"
  },
  {
    "id": 150,
    "title": "48 Hrs.",
    "release_date": "1982-12-07",
    "overview": "A hard-nosed cop reluctantly teams up with a wise-cracking criminal temporarily paroled to him, in order to track down a killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aDzOj4a9HvgRjjAEgwXyztCWVXq.jpg",
    "popularity": 4.2859,
    "tmdb_url": "https://www.themoviedb.org/movie/150"
  },
  {
    "id": 9986,
    "title": "Charlotte's Web",
    "release_date": "2006-12-07",
    "overview": "Wilbur the pig is scared of the end of the season, because he knows that come that time, he will end up on the dinner table. He hatches a plan with Charlotte, a spider that lives in his pen, to ensure that this will never happen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fU0IR5HF8KxQbZijuWKPTrY81Qv.jpg",
    "popularity": 3.8063,
    "tmdb_url": "https://www.themoviedb.org/movie/9986"
  },
  {
    "id": 8875,
    "title": "Timber Falls",
    "release_date": "2007-12-07",
    "overview": "A weekend of camping in the mountains becomes an excursion into hell for a young couple, who become pawns in a grotesque plot hatched by deranged locals.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v6Lgqh0OYLpeKzbIqxPeDXYstKE.jpg",
    "popularity": 3.3628,
    "tmdb_url": "https://www.themoviedb.org/movie/8875"
  },
  {
    "id": 763144,
    "title": "The Last Rifleman",
    "release_date": "2023-12-07",
    "overview": "A WWII veteran escapes his care home in Northern Ireland and embarks on an arduous but inspirational journey to France to attend the 75th anniversary of the D-Day landings, finding the courage to face the ghosts of his past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/co1GhkWdgt2J0LRTEJjHntkMrj3.jpg",
    "popularity": 3.1873,
    "tmdb_url": "https://www.themoviedb.org/movie/763144"
  },
  {
    "id": 412520,
    "title": "Sex Doll",
    "release_date": "2016-12-07",
    "overview": "Set in London's world of high class call girls, Amoureux Solitaires tells the story of London based French escort Virginie, and Rupert, a man who rescues trafficked girls.",
    "poster_url": "https://image.tmdb.org/t/p/w500/grWS1nNexgCQacAIF6Um5PS5N5y.jpg",
    "popularity": 3.0999,
    "tmdb_url": "https://www.themoviedb.org/movie/412520"
  },
  {
    "id": 5488,
    "title": "I'm a Cyborg, But That's OK",
    "release_date": "2006-12-07",
    "overview": "Young-goon, mentally deranged and frequently electro-charging herself with a transistor radio, has been admitted into a mental institution. Firmly believing herself to be a cyborg, she refuses to consume like a human being. Il-soon is another patient, who catches the eye of Young-goon and soon becomes a close friend. Il-soon is now confronted with the biggest task: to cure Young-goon's mental problem and have her eat real food.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x48ecVD1HbfQh3KZeK6LwRgVrOl.jpg",
    "popularity": 3.096,
    "tmdb_url": "https://www.themoviedb.org/movie/5488"
  },
  {
    "id": 389015,
    "title": "I, Tonya",
    "release_date": "2017-12-07",
    "overview": "Competitive ice skater Tonya Harding rises amongst the ranks at the U.S. Figure Skating Championships, but her future in the sport is thrown into doubt when her ex-husband intervenes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6gNXwSHxaksR1PjVZRqNapmkgj3.jpg",
    "popularity": 3.0838,
    "tmdb_url": "https://www.themoviedb.org/movie/389015"
  },
  {
    "id": 457136,
    "title": "Mary Queen of Scots",
    "release_date": "2018-12-07",
    "overview": "In 1561, Mary Stuart, widow of the King of France, returns to Scotland, reclaims her rightful throne and menaces the future of Queen Elizabeth I as ruler of England, because she has a legitimate claim to the English throne. Betrayals, rebellions, conspiracies and their own life choices imperil both Queens. They experience the bitter cost of power, until their tragic fate is finally fulfilled.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b5RMzLAyq5QW6GtN9sIeAEMLlBI.jpg",
    "popularity": 3.0429,
    "tmdb_url": "https://www.themoviedb.org/movie/457136"
  },
  {
    "id": 12102,
    "title": "Kramer vs. Kramer",
    "release_date": "1979-12-07",
    "overview": "Ted Kramer is a career man for whom his work comes before his family. His wife Joanna cannot take this anymore, so she decides to leave him. Ted is now faced with the tasks of housekeeping and taking care of himself and their young son Billy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gmkGQQpvOq52icAer3vriT5S25O.jpg",
    "popularity": 3.0113,
    "tmdb_url": "https://www.themoviedb.org/movie/12102"
  },
  {
    "id": 63193,
    "title": "Front of the Class",
    "release_date": "2008-12-07",
    "overview": "A boy with Tourette's syndrome overcomes criticism and discrimination to achieve his dream of becoming a teacher.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6Ng7aJUk7GjnLYoiQb7221wAdBZ.jpg",
    "popularity": 2.7387,
    "tmdb_url": "https://www.themoviedb.org/movie/63193"
  },
  {
    "id": 382591,
    "title": "Two Is a Family",
    "release_date": "2016-12-07",
    "overview": "A man without attachments or responsibilities suddenly finds himself with an abandoned baby and leaves for London to try and find the mother. Eight years later after he and his daughter become inseparable Gloria's mother reappears.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aFgtdhuzgI2eqnIVWtRB03x3pnt.jpg",
    "popularity": 2.6865,
    "tmdb_url": "https://www.themoviedb.org/movie/382591"
  },
  {
    "id": 723384,
    "title": "She and Auntie Live Together",
    "release_date": "2018-12-07",
    "overview": "The writer Sook-hee, a narrator, is devoted to creative activities by getting a house in the countryside to write.  But one day, she feel like someone is spying on me.  Even the pink slip that enhances her creativity disappears… …  Sook-hee, afraid to live alone, saves her  Strangely, they start to have a dizzying relationship while being intertwined with their domestic partners.  For Sook-hee, this kind of relationship is a good subject for the novel.  Strangely, however, the domestic partners couldn't have a few days and were kicked out by Sook-hee. …  How will Sook-hee escape from the unidentified gaze watching her?",
    "poster_url": "https://image.tmdb.org/t/p/w500/oVZhdEQWg4g52lhWzFU4hzATUXu.jpg",
    "popularity": 2.5934,
    "tmdb_url": "https://www.themoviedb.org/movie/723384"
  },
  {
    "id": 14506,
    "title": "The Adventures of Baron Munchausen",
    "release_date": "1988-12-07",
    "overview": "An account of Baron Munchausen's supposed travels and fantastical experiences with his band of misfits.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9fggcOUgYUxU1ZChI7tcf1CYO5a.jpg",
    "popularity": 2.4908,
    "tmdb_url": "https://www.themoviedb.org/movie/14506"
  },
  {
    "id": 6723,
    "title": "The Rookie",
    "release_date": "1990-12-07",
    "overview": "Veteran cop Nick Pulovski is used to playing musical partners; many of the partners he's had in the past have died on the job, and often as a result of Nick's risky tactics. But the rookie who's been assigned to help Nick bust a carjacking ring is almost as hotheaded as he is … and when Nick gets kidnapped, his newbie partner is his only hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pr37i12Qe1gGxMBf6GTIDZvfFIT.jpg",
    "popularity": 2.4624,
    "tmdb_url": "https://www.themoviedb.org/movie/6723"
  },
  {
    "id": 480572,
    "title": "Bullet Head",
    "release_date": "2017-12-07",
    "overview": "A group of career criminals finds itself trapped in a warehouse with the law – and an Attack Dog named DeNiro closing in.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ySmKQPjWnNzuZ5YliQaOVEnWn2.jpg",
    "popularity": 2.4527,
    "tmdb_url": "https://www.themoviedb.org/movie/480572"
  },
  {
    "id": 54421,
    "title": "Mahjong",
    "release_date": "1996-12-07",
    "overview": "Amid a rapidly changing cityscape, the lives of a disparate group of swindlers, hustlers, gangsters, and expats collide, with a naive French teenager and a sensitive young local who tries to protect her caught dangerously in the middle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lx3d1M3RBKX94DwDOAJhIFhLa5Z.jpg",
    "popularity": 2.2011,
    "tmdb_url": "https://www.themoviedb.org/movie/54421"
  },
  {
    "id": 52011,
    "title": "13 Assassins",
    "release_date": "1963-12-07",
    "overview": "A sadistic Daimyo (feudal lord) rapes a woman and murders both her and her husband, but even when one of his own vassals commits suicide to bring attention to the crime, the matter is quickly hushed up. Not only will there be no punishment, but because the Daimyo is the Shogun's younger brother, he will soon be appointed to a high political position from which he could wreak even more havoc. Convinced that the fate of the Shogunate hangs in the balance, a plot is hatched to assassinate the Daimyo. The two most brilliant strategic minds of their generation find themselves pitted against each other; one is tasked to defend a man he despises, and has a small army at his disposal. The other is given a suicide mission, and has 12 brave men. They are the 13 Assassins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ssz9E3PAzv4akRLAGVtoyycB1W1.jpg",
    "popularity": 2.1865,
    "tmdb_url": "https://www.themoviedb.org/movie/52011"
  },
  {
    "id": 239529,
    "title": "Lupin the Third vs. Detective Conan: The Movie",
    "release_date": "2013-12-07",
    "overview": "Conan Edogawa sets out to apprehend Lupin the Third, the suspect of stealing a jewel called Cherry Sapphire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/p3FnegNtmeAKuMWXrce9JDmJw4Y.jpg",
    "popularity": 2.1063,
    "tmdb_url": "https://www.themoviedb.org/movie/239529"
  },
  {
    "id": 35257,
    "title": "Christmas Carol: The Movie",
    "release_date": "2001-12-07",
    "overview": "Animated version of the classic Charles Dickens story. Warned by the ghost of his old business partner Marley that his sins would lead to punishment in the afterlife, the cruel and greedy Scrooge is visited by the Ghosts of Christmas Past, Present and Future to show him how the course of his life led him to where he is - and where it will lead if he doesn't change his ways.",
    "poster_url": "https://image.tmdb.org/t/p/w500/38NCcPC1zJ6hzQYvzPor5uguvDs.jpg",
    "popularity": 2.0039,
    "tmdb_url": "https://www.themoviedb.org/movie/35257"
  }
]