[
  {
    "id": 181812,
    "title": "Star Wars: The Rise of Skywalker",
    "release_date": "2019-12-18",
    "overview": "The surviving Resistance faces the First Order once again as the journey of Rey, Finn and Poe Dameron continues. With the power and knowledge of generations behind them, the final battle begins.",
    "poster_url": "https://image.tmdb.org/t/p/w500/db32LaOibwEliAmSL2jjDF6oDdj.jpg",
    "popularity": 87.5744,
    "tmdb_url": "https://www.themoviedb.org/movie/181812"
  },
  {
    "id": 326425,
    "title": "Extraction",
    "release_date": "2015-12-18",
    "overview": "When a former CIA operative is kidnapped by a group of terrorists, his son learns there is no plan for his father to be saved—so he launches his own rescue operation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1Cn5pxPi5XedW0oH0Xr6GibmmVZ.jpg",
    "popularity": 27.6131,
    "tmdb_url": "https://www.themoviedb.org/movie/326425"
  },
  {
    "id": 120,
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "release_date": "2001-12-18",
    "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
    "popularity": 24.5299,
    "tmdb_url": "https://www.themoviedb.org/movie/120"
  },
  {
    "id": 121,
    "title": "The Lord of the Rings: The Two Towers",
    "release_date": "2002-12-18",
    "overview": "Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
    "popularity": 16.4375,
    "tmdb_url": "https://www.themoviedb.org/movie/121"
  },
  {
    "id": 152601,
    "title": "Her",
    "release_date": "2013-12-18",
    "overview": "In the not so distant future, Theodore, a lonely writer, purchases a newly developed operating system designed to meet the user's every need. To Theodore's surprise, a romantic relationship develops between him and his operating system. This unconventional love story blends science fiction and romance in a sweet tale that explores the nature of love and the ways that technology isolates and connects us all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lEIaL12hSkqqe83kgADkbUqEnvk.jpg",
    "popularity": 15.5328,
    "tmdb_url": "https://www.themoviedb.org/movie/152601"
  },
  {
    "id": 938,
    "title": "For a Few Dollars More",
    "release_date": "1965-12-18",
    "overview": "Two bounty hunters both pursue the brutal and sadistic bandit, El Indio, who has a large bounty on his head.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ooqASvA7qxlTVKL3KwOzBwy57Dh.jpg",
    "popularity": 7.2661,
    "tmdb_url": "https://www.themoviedb.org/movie/938"
  },
  {
    "id": 82695,
    "title": "Les Misérables",
    "release_date": "2012-12-18",
    "overview": "An adaptation of the successful stage musical based on Victor Hugo's classic novel set in 19th-century France. Jean Valjean, a man imprisoned for stealing bread, must flee a relentless policeman named Javert. The pursuit consumes both men's lives, and soon Valjean finds himself in the midst of the student revolutions in France.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6CuzBs2Lb8At7qQr64mLXg2RYRb.jpg",
    "popularity": 6.1802,
    "tmdb_url": "https://www.themoviedb.org/movie/82695"
  },
  {
    "id": 196867,
    "title": "Annie",
    "release_date": "2014-12-18",
    "overview": "Annie is a young, happy foster kid who's also tough enough to make her way on the streets of New York in 2014. Originally left by her parents as a baby with the promise that they'd be back for her someday, it's been a hard knock life ever since with her mean foster mom Miss Hannigan. But everything's about to change when the hard-nosed tycoon and New York mayoral candidate Will Stacks—advised by his brilliant VP and his shrewd and scheming campaign advisor—makes a thinly-veiled campaign move and takes her in. Stacks believes he's her guardian angel, but Annie's self-assured nature and bright, sun-will-come-out-tomorrow outlook on life just might mean it's the other way around.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aKAM9V0izx4VhsdyAdBvAB26UCZ.jpg",
    "popularity": 6.0791,
    "tmdb_url": "https://www.themoviedb.org/movie/196867"
  },
  {
    "id": 266294,
    "title": "Sisters",
    "release_date": "2015-12-18",
    "overview": "Two disconnected sisters are summoned to clean out their childhood bedrooms before their parents sell their family home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hpvHqAiusQtGNDx48dA3z5ejjon.jpg",
    "popularity": 5.9311,
    "tmdb_url": "https://www.themoviedb.org/movie/266294"
  },
  {
    "id": 116745,
    "title": "The Secret Life of Walter Mitty",
    "release_date": "2013-12-18",
    "overview": "A timid magazine photo manager who lives life vicariously through daydreams embarks on a true-life adventure when a negative goes missing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tY6ypjKOOtujhxiSwTmvA4OZ5IE.jpg",
    "popularity": 5.667,
    "tmdb_url": "https://www.themoviedb.org/movie/116745"
  },
  {
    "id": 297222,
    "title": "PK",
    "release_date": "2014-12-18",
    "overview": "A stranger in the city asks questions no one has asked before. Known only by his initials, the man's innocent questions and childlike curiosity take him on a journey of love, laughter and letting go.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z2x2Y4tncefsIU7h82gmUM5vnBJ.jpg",
    "popularity": 5.338,
    "tmdb_url": "https://www.themoviedb.org/movie/297222"
  },
  {
    "id": 3175,
    "title": "Barry Lyndon",
    "release_date": "1975-12-18",
    "overview": "An Irish rogue uses his cunning and wit to work his way up the social classes of 18th century England, transforming himself from the humble Redmond Barry into the noble Barry Lyndon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/x2JQCgLjieWOwvImeGtLmuNgsrq.jpg",
    "popularity": 4.9722,
    "tmdb_url": "https://www.themoviedb.org/movie/3175"
  },
  {
    "id": 9489,
    "title": "You've Got Mail",
    "release_date": "1998-12-18",
    "overview": "Book superstore magnate, Joe Fox and independent book shop owner, Kathleen Kelly fall in love in the anonymity of the Internet—both blissfully unaware that he's trying to put her out of business.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e2uVtH6TpMfUl7WeOM70ezkcjsU.jpg",
    "popularity": 4.7324,
    "tmdb_url": "https://www.themoviedb.org/movie/9489"
  },
  {
    "id": 11321,
    "title": "Seven Pounds",
    "release_date": "2008-12-18",
    "overview": "An IRS agent with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/85zUipgVy2QbvAJ6djZXYaGckMv.jpg",
    "popularity": 4.6964,
    "tmdb_url": "https://www.themoviedb.org/movie/11321"
  },
  {
    "id": 668,
    "title": "On Her Majesty's Secret Service",
    "release_date": "1969-12-18",
    "overview": "James Bond tracks his archnemesis, Ernst Blofeld, to a mountaintop retreat in the Swiss alps where he is training an army of beautiful, lethal women. Along the way, Bond falls for Italian contessa Tracy Draco, and marries her in order to get closer to Blofeld.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tXlAyD3gduY9SJVIFnLAVCrXuAP.jpg",
    "popularity": 4.4891,
    "tmdb_url": "https://www.themoviedb.org/movie/668"
  },
  {
    "id": 10601,
    "title": "Peter Pan",
    "release_date": "2003-12-18",
    "overview": "In stifling Edwardian London, Wendy Darling mesmerizes her brothers every night with bedtime tales of swordplay, swashbuckling and the fearsome Captain Hook. But the children become the heroes of an even greater story, when Peter Pan flies into their nursery one night and leads them over moonlit rooftops through a galaxy of stars and to the lush jungles of Neverland.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6QdU3TZZrIvXFzoHOwafZAynFjB.jpg",
    "popularity": 4.3124,
    "tmdb_url": "https://www.themoviedb.org/movie/10601"
  },
  {
    "id": 873,
    "title": "The Color Purple",
    "release_date": "1985-12-18",
    "overview": "An epic tale spanning forty years in the life of Celie, an African-American woman living in the South who survives incredible abuse and bigotry. After Celie's abusive father marries her off to the equally debasing 'Mister' Albert Johnson, things go from bad to worse, leaving Celie to find companionship anywhere she can. She perseveres, holding on to her dream of one day being reunited with her sister in Africa.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6bvxkcTAXyqxGRwo38mxw92D6Xr.jpg",
    "popularity": 3.9267,
    "tmdb_url": "https://www.themoviedb.org/movie/873"
  },
  {
    "id": 9040,
    "title": "Serpico",
    "release_date": "1973-12-18",
    "overview": "New York cop Frank Serpico blows the whistle on the rampant corruption in the force only to have his comrades turn against him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pRagfd10PPWryFRSzLPIivfAXHJ.jpg",
    "popularity": 3.7521,
    "tmdb_url": "https://www.themoviedb.org/movie/9040"
  },
  {
    "id": 460648,
    "title": "Bleeding Steel",
    "release_date": "2017-12-18",
    "overview": "Jackie Chan stars as a hardened special forces agent who fights to protect a young woman from a sinister criminal gang. At the same time, he feels a special connection to the young woman, like they met in a different life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vL1KMUr0Jj6kEZ5YPZO7VQBZMLl.jpg",
    "popularity": 3.6125,
    "tmdb_url": "https://www.themoviedb.org/movie/460648"
  },
  {
    "id": 936,
    "title": "The Pink Panther",
    "release_date": "1963-12-18",
    "overview": "The trademark of The Phantom, a renowned jewel thief, is a glove left at the scene of the crime. Inspector Clouseau, an expert on The Phantom's exploits, feels sure that he knows where The Phantom will strike next and leaves Paris for the Tyrolean Alps, where the famous Lugashi jewel 'The Pink Panther' is going to be. However, he does not know who The Phantom really is, or for that matter who anyone else really is...",
    "poster_url": "https://image.tmdb.org/t/p/w500/aCjJ0sKayks2uL7MJBzdp2i67NI.jpg",
    "popularity": 3.5835,
    "tmdb_url": "https://www.themoviedb.org/movie/936"
  },
  {
    "id": 77951,
    "title": "Walking with Dinosaurs",
    "release_date": "2013-12-18",
    "overview": "In a time when dinosaurs rule the Earth, the smallest dinosaur of the herd, a playful Pachyrhinosaurus named Patchi, embarks on the biggest adventure of his life. As he tries to find his place in a spectacular world filled with fun-loving friends and a few dangerous foes, Patchi will discover the courage he needs to become the leader of the herd and a hero for the ages.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kjFQHmx9EXJPqcyY1NlartUXkTE.jpg",
    "popularity": 3.5733,
    "tmdb_url": "https://www.themoviedb.org/movie/77951"
  },
  {
    "id": 382517,
    "title": "Open Season: Scared Silly",
    "release_date": "2015-12-18",
    "overview": "The humans and animals believe a werewolf is on the loose, and former hunter Shaw uses the opportunity to re-open the season. Boog, Elliot, and Mr. Weenie have to face their fears and find the werewolf to get the season closed permanently.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tFD3HdVIXVbvVixIGhNmJBaqyAI.jpg",
    "popularity": 3.4789,
    "tmdb_url": "https://www.themoviedb.org/movie/382517"
  },
  {
    "id": 262,
    "title": "The King of Comedy",
    "release_date": "1982-12-18",
    "overview": "Aspiring comic Rupert Pupkin attempts to achieve success in show business by stalking his idol, a late night talk-show host who craves his own privacy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3BM78deUfeZfShqPTblZuamgC8a.jpg",
    "popularity": 3.433,
    "tmdb_url": "https://www.themoviedb.org/movie/262"
  },
  {
    "id": 362045,
    "title": "Bajirao Mastani",
    "release_date": "2015-12-18",
    "overview": "Peshwa Bajirao married to Kashibai, falls in love with Mastani, a warrior princess in distress. They struggle to make their love triumph amid opposition from his conservative family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a3kM4CBTSI4NC8KYeSRJCh55liV.jpg",
    "popularity": 3.4076,
    "tmdb_url": "https://www.themoviedb.org/movie/362045"
  },
  {
    "id": 821,
    "title": "Judgment at Nuremberg",
    "release_date": "1961-12-18",
    "overview": "In 1947, four German judges who served on the bench during the Nazi regime face a military tribunal to answer charges of crimes against humanity. Chief Justice Haywood hears evidence and testimony not only from lead defendant Ernst Janning and his defense attorney Hans Rolfe, but also from the widow of a Nazi general, an idealistic U.S. Army captain and reluctant witness Irene Wallner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b6vYatvui1EXeFYfpDX4rcbueuP.jpg",
    "popularity": 3.1755,
    "tmdb_url": "https://www.themoviedb.org/movie/821"
  },
  {
    "id": 30596,
    "title": "Bodyguards and Assassins",
    "release_date": "2009-12-18",
    "overview": "In 1905, revolutionist Sun Yat-Sen visits Hong Kong to discuss plans with Tongmenghui members to overthrow the Qing dynasty. But when they find out that assassins have been sent to kill him, they assemble a group of protectors to prevent any attacks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hEqqA5pSm62IcJ4YJAuMByme3zr.jpg",
    "popularity": 3.155,
    "tmdb_url": "https://www.themoviedb.org/movie/30596"
  },
  {
    "id": 109443,
    "title": "Anchorman 2: The Legend Continues",
    "release_date": "2013-12-18",
    "overview": "With the 70s behind him, San Diego's top rated newsman, Ron Burgundy, returns to take New York's first 24-hour news channel by storm.",
    "poster_url": "https://image.tmdb.org/t/p/w500/BAdmxMdCqzjs6hx3KuEtnoWP8d.jpg",
    "popularity": 3.0801,
    "tmdb_url": "https://www.themoviedb.org/movie/109443"
  },
  {
    "id": 634521,
    "title": "The Promised Neverland",
    "release_date": "2020-12-18",
    "overview": "A number of children are being well fed, taken care of, and pampered at a very meticulate and managed orphanage. The facility and grounds are impressive, but the wall acting as a barrier is high. There is a secret to the place and once revealed to several orphans, they're desperate to escape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7tMAledkia9p72zON1nLRlyfHO7.jpg",
    "popularity": 3.0484,
    "tmdb_url": "https://www.themoviedb.org/movie/634521"
  },
  {
    "id": 370665,
    "title": "Dilwale",
    "release_date": "2015-12-18",
    "overview": "Raj is a Mafia member. One day he meet a girl (Meera) while chasing by his rival gang and falls in love with her. Later he finds out that this girl is the daughter of the leader of his rival gang. Yet their love story continues until he was shot by his girlfriend upon a deep misunderstanding. After that incident these two lovers lives separate until their siblings fallen in love. With this new love story their paths intertwines again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tvTXXjQdlacnieDUi5jxiCQ5YfW.jpg",
    "popularity": 2.9817,
    "tmdb_url": "https://www.themoviedb.org/movie/370665"
  },
  {
    "id": 316269,
    "title": "Calculator",
    "release_date": "2014-12-18",
    "overview": "Ten prisoners condemned to exile on a hostile planet XT-59 must pave the way through swamp to reach the Islands of Happiness, the only safe area on the planet, before the harsh climate or the underground horrors kill them all.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8hLGP4S5vXjqYirSTKyAlTxh85i.jpg",
    "popularity": 2.9311,
    "tmdb_url": "https://www.themoviedb.org/movie/316269"
  },
  {
    "id": 441909,
    "title": "Tiger Zinda Hai",
    "release_date": "2017-12-18",
    "overview": "When a group of Indian and Pakistani nurses are held hostage in Iraq by a terrorist organization, a secret agent is drawn out of hiding to rescue them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mdzNLFfCfuBoJz43l0SmMWWdu5t.jpg",
    "popularity": 2.8455,
    "tmdb_url": "https://www.themoviedb.org/movie/441909"
  },
  {
    "id": 10404,
    "title": "Raise the Red Lantern",
    "release_date": "1991-12-18",
    "overview": "In 1920s China, 19-year-old Songlian becomes a concubine of a powerful lord and is forced to compete with his three wives for the privileges gained.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j6MGZpg55cTqlHHwahBtzI2qQg1.jpg",
    "popularity": 2.7785,
    "tmdb_url": "https://www.themoviedb.org/movie/10404"
  },
  {
    "id": 242452,
    "title": "The Attorney",
    "release_date": "2013-12-18",
    "overview": "Song Woo-seok is a lawyer with no clients. When his friend's son is falsely accused of a crime and tortured, he takes up the case and the course of his life changes for good.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dNCJgCCC97ABZ6yplyosNHI4Pjr.jpg",
    "popularity": 2.6985,
    "tmdb_url": "https://www.themoviedb.org/movie/242452"
  },
  {
    "id": 549514,
    "title": "Fatale",
    "release_date": "2020-12-18",
    "overview": "After a wild one-night stand, successful sports agent Derrick Tyler watches his perfect life slowly disappear when he discovers the sexy and mysterious woman he risked everything for is determined police detective Valerie Quinlan who entangles him in her latest investigation. As he desperately tries to put the pieces together, he falls deeper into her trap, risking his family, his career, and even his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tGFXEyESXIuei5tZWXRkSRSFSxi.jpg",
    "popularity": 2.6179,
    "tmdb_url": "https://www.themoviedb.org/movie/549514"
  },
  {
    "id": 9819,
    "title": "Marvin's Room",
    "release_date": "1996-12-18",
    "overview": "A leukemia patient attempts to end a 20-year feud with her sister to get her bone marrow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lTHq1K5Y6EDRjxTBvReXHY6AKQ3.jpg",
    "popularity": 2.5684,
    "tmdb_url": "https://www.themoviedb.org/movie/9819"
  },
  {
    "id": 299824,
    "title": "Mojin: The Lost Legend",
    "release_date": "2015-12-18",
    "overview": "Three tomb raiders retire from their roles and move to New York to enjoy the rest of their lives. However, they are asked to resume duty in order to find out the reason behind the loss of a loved one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/supoIHkh3dzDi1XmvK8tgGlkGNS.jpg",
    "popularity": 2.3668,
    "tmdb_url": "https://www.themoviedb.org/movie/299824"
  },
  {
    "id": 581530,
    "title": "Start-Up",
    "release_date": "2019-12-18",
    "overview": "Two boys are becoming real adults during a turbulent time as they experience a world that doesn't go their way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l4pTmfKWYCyZIVgNV158JyWlhzW.jpg",
    "popularity": 2.3518,
    "tmdb_url": "https://www.themoviedb.org/movie/581530"
  },
  {
    "id": 19494,
    "title": "Nine to Five",
    "release_date": "1980-12-18",
    "overview": "Frank Hart is a pig. He takes advantage of the women who work with him in the grossest manner. When his three assistants manage to trap him in his own house, they assume control of his department, and productivity leaps, but just how long can they keep Hart tied up?",
    "poster_url": "https://image.tmdb.org/t/p/w500/3nm6kWMFzxGtJb4UEuDB0lDWpcD.jpg",
    "popularity": 2.3358,
    "tmdb_url": "https://www.themoviedb.org/movie/19494"
  },
  {
    "id": 6116,
    "title": "Spice World",
    "release_date": "1997-12-18",
    "overview": "World famous pop group the Spice Girls zip around London in their luxurious double decker tour bus having various adventures and performing for their fans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vKiAnV1QAGIJP38vatwCZp4dCrH.jpg",
    "popularity": 2.237,
    "tmdb_url": "https://www.themoviedb.org/movie/6116"
  },
  {
    "id": 12088,
    "title": "Fortress",
    "release_date": "1992-12-18",
    "overview": "In the future, the inmates of a private underground prison are computer-controlled with cameras, dream readers, and devices that can cause pain or death. John and his illegally pregnant wife Karen are locked inside \"The Fortress\" but are determined to escape before the birth of their baby.",
    "poster_url": "https://image.tmdb.org/t/p/w500/evjpqWPUY4VpOdyLpeRfkGU8DiR.jpg",
    "popularity": 2.2344,
    "tmdb_url": "https://www.themoviedb.org/movie/12088"
  },
  {
    "id": 613658,
    "title": "The Rescue",
    "release_date": "2020-12-18",
    "overview": "A rescue unit within the Chinese Coast Guard are forced to overcome their personal differences to resolve a crisis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ojFkOJUOc36O3SA0pZC1ccbAc2v.jpg",
    "popularity": 2.2252,
    "tmdb_url": "https://www.themoviedb.org/movie/613658"
  },
  {
    "id": 49199,
    "title": "The Legend of Speed",
    "release_date": "1999-12-18",
    "overview": "Sky is the king of the underground car racing circuit. After winning a hard-fought race, Sky is set up by his archrival Tang Fung.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n70H9pmMzA8QNtd08E6knF6TjFl.jpg",
    "popularity": 2.2127,
    "tmdb_url": "https://www.themoviedb.org/movie/49199"
  },
  {
    "id": 42358,
    "title": "Cold Sweat",
    "release_date": "1970-12-18",
    "overview": "During the Korean War, Joe Moran, is convicted for striking a colonel. Imprisoned in Germany he encounters his former company commander Captain Ross, jailed for black marketeering. Together with Ross' cohorts Joe agrees to escape with them, but things go wrong and a policeman is killed. An appalled Joe escapes by himself, abandoning the others, who are recaptured. Years later Joe has a boat rental business where he is found by Ross. Now a wanted drug smuggler he wants the use of Joe's boats and to ensure his cooperation, they kidnap his wife and daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9rbTkc6FWhJS0IrNRPQ2Fcn1x6v.jpg",
    "popularity": 2.1376,
    "tmdb_url": "https://www.themoviedb.org/movie/42358"
  },
  {
    "id": 9570,
    "title": "The Black Hole",
    "release_date": "1979-12-18",
    "overview": "The explorer craft USS Palomino is returning to Earth after a fruitless 18-month search for extra-terrestrial life when the crew comes upon a supposedly lost ship, the USS Cygnus, hovering near a black hole. The ship is controlled by Dr. Hans Reinhardt and his monstrous robot companion, but the initial wonderment and awe the Palomino crew feel for the ship and its resistance to the power of the black hole turn to horror as they uncover Reinhardt's plans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/92fghstMdnJQPxoqWPGtRhbUb8G.jpg",
    "popularity": 2.1348,
    "tmdb_url": "https://www.themoviedb.org/movie/9570"
  },
  {
    "id": 357940,
    "title": "Mr. Six",
    "release_date": "2015-12-18",
    "overview": "Many years ago Mr. Six was a notorious gangster. That was back when there was still such a thing as honour among thieves, when criminals earned respect and maintained principles. These days Mr. Six is all but forgotten, a living relic residing in a narrow alley.  One day Six's son, Xiaobo, is abducted by some spoiled punks after he scratches their precious Ferrari. Mr. Six realizes that he must do whatever it takes to get his son back — even if that means returning to the life he thought he had left behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hVttIfMDjQwHdVpUYhxdBamkl02.jpg",
    "popularity": 2.1321,
    "tmdb_url": "https://www.themoviedb.org/movie/357940"
  },
  {
    "id": 10199,
    "title": "The Tale of Despereaux",
    "release_date": "2008-12-18",
    "overview": "Once upon a time... in the far away kingdom of Dor... lived a brave and virtuous mouse with comically oversized ears who dreamt of becoming a knight. Banished from his home for having such lofty ambitions, Despereaux sets off on an amazing adventure with his good-hearted rat friend Roscuro, who leads him, at long last, on a very noble quest to rescue an endangered princess and save an entire kingdom from darkness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6bBzgQ1uJabDHeGR9QvKrHvHYzG.jpg",
    "popularity": 2.1226,
    "tmdb_url": "https://www.themoviedb.org/movie/10199"
  },
  {
    "id": 13377,
    "title": "How the Grinch Stole Christmas!",
    "release_date": "1966-12-18",
    "overview": "Bitter and hateful, the Grinch is irritated at the thought of a nearby village having a happy time celebrating Christmas. Disguised as Santa Claus, with his dog made to look like a reindeer, he decides to raid the village to steal all the Christmas things.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7ir0iRuPK9OEuH569cp0nF5CJce.jpg",
    "popularity": 2.031,
    "tmdb_url": "https://www.themoviedb.org/movie/13377"
  }
]