[
  {
    "id": 122917,
    "title": "The Hobbit: The Battle of the Five Armies",
    "release_date": "2014-12-10",
    "overview": "Following Smaug's attack on Laketown, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xT98tLqatZPQApyRmlPL12LtiWp.jpg",
    "popularity": 18.2081,
    "tmdb_url": "https://www.themoviedb.org/movie/122917"
  },
  {
    "id": 497,
    "title": "The Green Mile",
    "release_date": "1999-12-10",
    "overview": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8VG8fDNiy50H4FedGwdSVUPoaJe.jpg",
    "popularity": 17.1908,
    "tmdb_url": "https://www.themoviedb.org/movie/497"
  },
  {
    "id": 381284,
    "title": "Hidden Figures",
    "release_date": "2016-12-10",
    "overview": "The untold story of Katherine G. Johnson, Dorothy Vaughan and Mary Jackson – brilliant African-American women working at NASA and serving as the brains behind one of the greatest operations in history – the launch of astronaut John Glenn into orbit. The visionary trio crossed all gender and race lines to inspire generations to dream big.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9lfz2W2uGjyow3am00rsPJ8iOyq.jpg",
    "popularity": 11.7821,
    "tmdb_url": "https://www.themoviedb.org/movie/381284"
  },
  {
    "id": 71676,
    "title": "Ghost Rider: Spirit of Vengeance",
    "release_date": "2011-12-10",
    "overview": "When the devil resurfaces with aims to take over the world in human form, Johnny Blaze reluctantly comes out of hiding to transform into the flame-spewing supernatural hero Ghost Rider -- and rescue a 10-year-old boy from an unsavory end.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fUJOWsjjE8u1r4YOLYe1RLYy7bm.jpg",
    "popularity": 7.4053,
    "tmdb_url": "https://www.themoviedb.org/movie/71676"
  },
  {
    "id": 8055,
    "title": "The Reader",
    "release_date": "2008-12-10",
    "overview": "The story of Michael Berg, a German lawyer who, as a teenager in the late 1950s, had an affair with an older woman, Hanna, who then disappeared only to resurface years later as one of the defendants in a war crimes trial stemming from her actions as a concentration camp guard late in the war. He alone realizes that Hanna is illiterate and may be concealing that fact at the expense of her freedom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/r0WURbmnhgKeBpHcpDULBgRedQM.jpg",
    "popularity": 6.8155,
    "tmdb_url": "https://www.themoviedb.org/movie/8055"
  },
  {
    "id": 509967,
    "title": "6 Underground",
    "release_date": "2019-12-10",
    "overview": "After faking his death, a tech billionaire recruits a team of international operatives for a bold and bloody mission to take down a brutal dictator.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lnWkyG3LLgbbrIEeyl5mK5VRFe4.jpg",
    "popularity": 5.542,
    "tmdb_url": "https://www.themoviedb.org/movie/509967"
  },
  {
    "id": 10200,
    "title": "The Day the Earth Stood Still",
    "release_date": "2008-12-10",
    "overview": "A representative of an alien race that went through drastic evolution to survive its own climate change, Klaatu comes to Earth to assess whether humanity can prevent the environmental damage they have inflicted on their own planet. When barred from speaking to the United Nations, he decides humankind shall be exterminated so the planet can survive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vBgFSYmG5tb7GsZ3tHR0WNaWaxA.jpg",
    "popularity": 5.195,
    "tmdb_url": "https://www.themoviedb.org/movie/10200"
  },
  {
    "id": 45317,
    "title": "The Fighter",
    "release_date": "2010-12-10",
    "overview": "Boxer \"Irish\" Micky Ward's unlikely road to the world light welterweight title. His Rocky-like rise was shepherded by half-brother Dicky, a boxer-turned-trainer who rebounded in life after nearly being KO'd by drugs and crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xfsFerGhO1h6rLk8vwLgMyQ8WVJ.jpg",
    "popularity": 4.7638,
    "tmdb_url": "https://www.themoviedb.org/movie/45317"
  },
  {
    "id": 8489,
    "title": "Ali",
    "release_date": "2001-12-10",
    "overview": "In 1964, a brash, new pro boxer, fresh from his Olympic gold medal victory, explodes onto the scene: Cassius Clay. Bold and outspoken, he cuts an entirely new image for African Americans in sport with his proud public self-confidence and his unapologetic belief that he is the greatest boxer of all time. Yet at the top of his game, both Ali's personal and professional lives face the ultimate test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hBE9VTgwmHbIBkJ0uxrnmqJOpkm.jpg",
    "popularity": 4.6022,
    "tmdb_url": "https://www.themoviedb.org/movie/8489"
  },
  {
    "id": 1574,
    "title": "Chicago",
    "release_date": "2002-12-10",
    "overview": "Murderesses Velma Kelly and Roxie Hart find themselves on death row together and fight for the fame that will keep them from the gallows in 1920s Chicago.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ED8cWCXY9zkx77Sd0N5qMbsdDP.jpg",
    "popularity": 4.1439,
    "tmdb_url": "https://www.themoviedb.org/movie/1574"
  },
  {
    "id": 10402,
    "title": "Deuce Bigalow: Male Gigolo",
    "release_date": "1999-12-10",
    "overview": "Deuce Bigalow is a less than attractive, down on his luck aquarium cleaner. One day he wrecks the house of a gigolo and needs quick money to repair it. The only way he can make it is to become a gigolo himself, taking on an unusual mix of female clients. He encounters a couple of problems, though. He falls in love with one of his unusual clients, and a sleazy police officer is hot on his trail.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w0UKAcY4fAPuQW2GhAoIMwutIA5.jpg",
    "popularity": 3.9983,
    "tmdb_url": "https://www.themoviedb.org/movie/10402"
  },
  {
    "id": 2665,
    "title": "Airplane II: The Sequel",
    "release_date": "1982-12-10",
    "overview": "A faulty computer causes a passenger space shuttle to head straight for the sun, and man-with-a-past Ted Striker must save the day and get the shuttle back on track – again – all the while trying to patch up his relationship with Elaine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zs7Pjyabt0fwe2XqIx0gnF9Q4np.jpg",
    "popularity": 3.7352,
    "tmdb_url": "https://www.themoviedb.org/movie/2665"
  },
  {
    "id": 614911,
    "title": "The Midnight Sky",
    "release_date": "2020-12-10",
    "overview": "A lone scientist in the Arctic races to contact a crew of astronauts returning home to a mysterious global catastrophe.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l8lXesOLXKS0VYjzWNZN6gDxv2F.jpg",
    "popularity": 3.4016,
    "tmdb_url": "https://www.themoviedb.org/movie/614911"
  },
  {
    "id": 10673,
    "title": "Wall Street",
    "release_date": "1987-12-10",
    "overview": "A young and impatient stockbroker is willing to do anything to get to the top, including trading on illegal inside information taken through a ruthless and greedy corporate raider whom takes the youth under his wing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2tQYq9ntzn2dEwDIGLBSipYPenv.jpg",
    "popularity": 3.3383,
    "tmdb_url": "https://www.themoviedb.org/movie/10673"
  },
  {
    "id": 8873,
    "title": "Wayne's World 2",
    "release_date": "1993-12-10",
    "overview": "A message from Jim Morrison in a dream prompts cable access TV stars Wayne and Garth to put on a rock concert, \"Waynestock,\" with Aerosmith as headliners. But amid the preparations, Wayne frets that a record producer is putting the moves on his girlfriend, Cassandra, while Garth handles the advances of mega-babe Honey Hornée.",
    "poster_url": "https://image.tmdb.org/t/p/w500/72TBNPN06oo1myHqihwcCQVDl48.jpg",
    "popularity": 3.2735,
    "tmdb_url": "https://www.themoviedb.org/movie/8873"
  },
  {
    "id": 421,
    "title": "The Life Aquatic with Steve Zissou",
    "release_date": "2004-12-10",
    "overview": "Renowned oceanographer Steve Zissou has sworn vengeance upon the rare shark that devoured a member of his crew. In addition to his regular team, he is joined on his boat by Ned, a man who believes Zissou to be his father, and Jane, a journalist pregnant by a married man. They travel the sea, all too often running into pirates and, perhaps more traumatically, various figures from Zissou's past, including his estranged wife, Eleanor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qZoFLNBC78jzboWeDH6Ha0qavF2.jpg",
    "popularity": 3.1247,
    "tmdb_url": "https://www.themoviedb.org/movie/421"
  },
  {
    "id": 360605,
    "title": "Invisible Sister",
    "release_date": "2015-12-10",
    "overview": "Teenager Cleo's school science project goes quite awry, causing her popular older sister Molly to go invisible.",
    "poster_url": "https://image.tmdb.org/t/p/w500/seWQvVIzb5xBjHW0Y1h4jvokxZN.jpg",
    "popularity": 3.0327,
    "tmdb_url": "https://www.themoviedb.org/movie/360605"
  },
  {
    "id": 721625,
    "title": "Songbird",
    "release_date": "2020-12-10",
    "overview": "During a pandemic lockdown, Nico, a young man with rare immunity, must overcome martial law, murderous vigilantes and a powerful family to reunite with his love, Sara.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pm7pstYup0ZHpImjT0k6YyxGVkX.jpg",
    "popularity": 3.008,
    "tmdb_url": "https://www.themoviedb.org/movie/721625"
  },
  {
    "id": 763329,
    "title": "Red Rocket",
    "release_date": "2021-12-10",
    "overview": "Finding himself down and out in Los Angeles, former porn star Mikey Saber decides to crawl back to his hometown of Texas City, Texas, where his estranged wife and mother-in-law are living. Just as this dysfunctional family seems to be making things work, Mikey meets a young woman named Strawberry working the cash register at a local doughnut shop.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xJnT12NfUTTaYNM5Sn1m8pkmuud.jpg",
    "popularity": 2.852,
    "tmdb_url": "https://www.themoviedb.org/movie/763329"
  },
  {
    "id": 993,
    "title": "Sleuth",
    "release_date": "1972-12-10",
    "overview": "A man who loves games and theater invites his wife's lover to meet him, setting up a battle of wits with potentially deadly results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jAREYLUnYGwPjbQr0vs1s38QLkH.jpg",
    "popularity": 2.8328,
    "tmdb_url": "https://www.themoviedb.org/movie/993"
  },
  {
    "id": 365045,
    "title": "Heidi",
    "release_date": "2015-12-10",
    "overview": "Heidi, is an eight-year-old Swiss orphan who is given by her aunt to her mountain-dwelling grandfather. She is then stolen back by her aunt from her grandfather to live in the wealthy Sesemann household in Frankfurt, Germany as a companion to Klara, a sheltered, disabled girl in a wheelchair. Heidi is unhappy but makes the best of the situation, always longing for her grandfather.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ue6L0x3C9V4c5kIiWnEIOPwtGhw.jpg",
    "popularity": 2.7247,
    "tmdb_url": "https://www.themoviedb.org/movie/365045"
  },
  {
    "id": 517088,
    "title": "Being the Ricardos",
    "release_date": "2021-12-10",
    "overview": "Lucille Ball and Desi Arnaz face a crisis that could end their careers and another that could end their marriage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oztBLWdRk5gApYmNdADXvXkLT5m.jpg",
    "popularity": 2.6126,
    "tmdb_url": "https://www.themoviedb.org/movie/517088"
  },
  {
    "id": 72984,
    "title": "Hansel and Gretel",
    "release_date": "1988-12-10",
    "overview": "Hansel and Gretel tells the tale of two young children driven from home by their scolding mother. Losing their way in the dark forest they stumble upon the cottage of a kindly old woman. But is this kindly old woman everything she seems...?",
    "poster_url": "https://image.tmdb.org/t/p/w500/t7JGa8XRHtBgDcIOnQp9ZMJu5yr.jpg",
    "popularity": 2.511,
    "tmdb_url": "https://www.themoviedb.org/movie/72984"
  },
  {
    "id": 911126,
    "title": "Palitan",
    "release_date": "2021-12-10",
    "overview": "When a dare pushes two couples into an orgy, suppressed feelings rekindle between the two ladies, who were once best friends and lovers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ncoECFAIx03gL20vNtVpA3yhMfZ.jpg",
    "popularity": 2.4439,
    "tmdb_url": "https://www.themoviedb.org/movie/911126"
  },
  {
    "id": 47578,
    "title": "Legend of the Eight Samurai",
    "release_date": "1983-12-10",
    "overview": "The evil Hikita clan rises from the dead to fulfill a curse on the Satomi clan by restoring the face of their warlord by using the skin of Princess Shizu. In the process of trying to capture her, the clan murders her entire family, but Princess Shizu escapes their clutches. She enlists the aid of eight samurai warriors, possessors of powerful magic crystal, led by Dosetsu (Sonny Chiba!) to help rescue the remaining members of her court and revenge her family. Along the way, they must fight undead warriors, evil spirits, poisonous beauties and a giant centipede.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2qtCOr2Vqn18UhoxF2clA7chArH.jpg",
    "popularity": 2.4125,
    "tmdb_url": "https://www.themoviedb.org/movie/47578"
  },
  {
    "id": 35588,
    "title": "Geronimo: An American Legend",
    "release_date": "1993-12-10",
    "overview": "The Apache Indians have reluctantly agreed to settle on a US Government approved reservation. Not all the Apaches are able to adapt to the life of corn farmers. One in particular, Geronimo, is restless. Pushed over the edge by broken promises and necessary actions by the government, Geronimo and thirty or so other warriors form an attack team which humiliates the government by evading capture, while reclaiming what is rightfully theirs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9FNuwnhHngkblD6eVRXnmJN8kQq.jpg",
    "popularity": 2.4046,
    "tmdb_url": "https://www.themoviedb.org/movie/35588"
  },
  {
    "id": 661289,
    "title": "The Summers of It - Chapter Two: It Ends",
    "release_date": "2019-12-10",
    "overview": "This documentary focuses on the actors and their journey over two summers to create the remake to the original IT, by Stephen King. The documentary originally released as bonus material, bundled with IT: Chapter Two.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oXtw9zyoRtt1PiF6MSBNpSYSHRu.jpg",
    "popularity": 2.3469,
    "tmdb_url": "https://www.themoviedb.org/movie/661289"
  },
  {
    "id": 576920,
    "title": "Silver Skates",
    "release_date": "2020-12-10",
    "overview": "1899, the Christmas-time St.Petersburg. Ice-covered rivers and canals of the capital seethe with festive activities. On the eve of the new century those who should not be destined to meet, come together. They are people from different worlds: Matvey, the son of a lamplighter, whose only treasure is his silver-plated skates; Alice is the daughter of a high-ranking official dreaming of science. Each of them has his own difficult life-story, but having accidentally met they rush forward together in pursuit of their dreams.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gZSlt41YjSTQE7ah03usHsvmWFs.jpg",
    "popularity": 2.246,
    "tmdb_url": "https://www.themoviedb.org/movie/576920"
  },
  {
    "id": 1792,
    "title": "Stuck on You",
    "release_date": "2003-12-10",
    "overview": "In Martha's Vineyard, Mass., conjoined twins Walt and Bob Tenor make the best of their handicap by being the fastest grill cooks in town. While outgoing Walt hopes to one day become a famous actor, shy Bob prefers to stay out of the spotlight. When a fading Hollywood actress, Cher, decides to get her show \"Honey and the Beaze\" cancelled, she hires Walt -- and his brotherly appendage -- as her costars. But their addition surprisingly achieves the opposite.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2vDNBQb1orr8egzhybh7SHqDmeC.jpg",
    "popularity": 2.1299,
    "tmdb_url": "https://www.themoviedb.org/movie/1792"
  }
]