[
  {
    "id": 122,
    "title": "The Lord of the Rings: The Return of the King",
    "release_date": "2003-12-17",
    "overview": "As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​",
    "poster_url": "https://image.tmdb.org/t/p/w500/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
    "popularity": 19.8345,
    "tmdb_url": "https://www.themoviedb.org/movie/122"
  },
  {
    "id": 21036,
    "title": "Panda! Go Panda!",
    "release_date": "1972-12-17",
    "overview": "The plot follows Mimiko, a bright little girl left alone when her grandmother leaves on a trip. Making a few stops at some local stores, Mimiko comes home to her house in a bamboo grove and finds a baby panda named Panny sleeping on the back doorstep. She quickly makes friends with the little panda, and invites him in for a drink. His father, PapaPanda, soon comes to visit, and they decide to become a family after PapaPanda offers to.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rdN1fZhb1mcfJScu9MXXQSuY4Iz.jpg",
    "popularity": 16.3859,
    "tmdb_url": "https://www.themoviedb.org/movie/21036"
  },
  {
    "id": 14324,
    "title": "Virgin Territory",
    "release_date": "2007-12-17",
    "overview": "In Black Death era Tuscany, as in the Decameron, ten young Florentines take refuge from the plague. But instead of telling stories, they have lusty adventures, bawdy exchanges, romance, swordplay, randy nuns, Saracen pirates, and a sexy cow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9SUk6RN9lNVt9OHMKFhMTQu2yx1.jpg",
    "popularity": 9.1664,
    "tmdb_url": "https://www.themoviedb.org/movie/14324"
  },
  {
    "id": 181533,
    "title": "Night at the Museum: Secret of the Tomb",
    "release_date": "2014-12-17",
    "overview": "When the magic powers of The Tablet of Ahkmenrah begin to die out, Larry Daley spans the globe, uniting favorite and new characters while embarking on an epic quest to save the magic before it is gone forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xwgy305K6qDs3D20xUO4OZu1HPY.jpg",
    "popularity": 6.9511,
    "tmdb_url": "https://www.themoviedb.org/movie/181533"
  },
  {
    "id": 334,
    "title": "Magnolia",
    "release_date": "1999-12-17",
    "overview": "On one random day in the San Fernando Valley, a dying father, a young wife, a male caretaker, a famous lost son, a police officer in love, a boy genius, an ex-boy genius, a game show host and an estranged daughter will each become part of a dazzling multiplicity of plots, but one story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tpfC325Jk6S38VTe5dDWjWtoyxr.jpg",
    "popularity": 5.8889,
    "tmdb_url": "https://www.themoviedb.org/movie/334"
  },
  {
    "id": 433,
    "title": "Mary Poppins",
    "release_date": "1964-12-17",
    "overview": "Mr Banks is looking for a nanny for his two mischievous children and comes across Mary Poppins, an angelic nanny. She not only brings a change in their lives but also spreads happiness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ei8hhYCMfURfPOXKBnyl61be2iV.jpg",
    "popularity": 5.861,
    "tmdb_url": "https://www.themoviedb.org/movie/433"
  },
  {
    "id": 10137,
    "title": "Stuart Little",
    "release_date": "1999-12-17",
    "overview": "When the Littles adopt Stuart, the mouse, George is initially unwelcoming to his new brother, and the family cat, Snowbell, is even less enthusiastic. Stuart resolves to face these difficulties with as much pluck and courage as he can muster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/362lcwTJlNyAhitTlp2UraECISR.jpg",
    "popularity": 5.6559,
    "tmdb_url": "https://www.themoviedb.org/movie/10137"
  },
  {
    "id": 537971,
    "title": "Mia",
    "release_date": "2017-12-17",
    "overview": "Mia recounts her most intimate confessions, uncensored, in her first approach to a totally new world of domination and submission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nEmw1fZOQp2qFGdrak3ipCbe31G.jpg",
    "popularity": 4.853,
    "tmdb_url": "https://www.themoviedb.org/movie/537971"
  },
  {
    "id": 408270,
    "title": "Wet Woman in the Wind",
    "release_date": "2016-12-17",
    "overview": "Dissipated Tokyo playwright, Kosuke has retreated to the countryside after deciding that he's done with women, but the indefatigable cat-in-heat Shiori has other ideas, clinging to Kosuke like his shadow.",
    "poster_url": "https://image.tmdb.org/t/p/w500/e2UlmNAx6qiRe9cS3bcaX25839c.jpg",
    "popularity": 4.5914,
    "tmdb_url": "https://www.themoviedb.org/movie/408270"
  },
  {
    "id": 1587,
    "title": "What's Eating Gilbert Grape",
    "release_date": "1993-12-17",
    "overview": "Gilbert Grape is a small-town young man with a lot of responsibility. Chief among his concerns are his mother, who is so overweight that she can't leave the house, and his mentally impaired younger brother, Arnie, who has a knack for finding trouble. Settled into a job at a grocery store and an ongoing affair with local woman Betty Carver, Gilbert finally has his life shaken up by the free-spirited Becky.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8r9yts6XHbB1xNLaPC6ExNAK1Qu.jpg",
    "popularity": 4.343,
    "tmdb_url": "https://www.themoviedb.org/movie/1587"
  },
  {
    "id": 2567,
    "title": "The Aviator",
    "release_date": "2004-12-17",
    "overview": "A biopic depicting the life of filmmaker and aviation pioneer Howard Hughes from 1927 to 1947, during which time he became a successful film producer and an aviation magnate, while simultaneously growing more unstable due to severe obsessive-compulsive disorder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lx4kWcZc3o9PaNxlQpEJZM17XUI.jpg",
    "popularity": 4.2874,
    "tmdb_url": "https://www.themoviedb.org/movie/2567"
  },
  {
    "id": 258509,
    "title": "Alvin and the Chipmunks: The Road Chip",
    "release_date": "2015-12-17",
    "overview": "Through a series of misunderstandings, Alvin, Simon and Theodore come to believe that Dave is going to propose to his new girlfriend in New York City - and dump them. They have three days to get to him and stop the proposal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/16OcuuW5z509WILR6BmscNdXgw0.jpg",
    "popularity": 4.2364,
    "tmdb_url": "https://www.themoviedb.org/movie/258509"
  },
  {
    "id": 997317,
    "title": "Kaguya-sama: Love Is War -The First Kiss That Never Ends-",
    "release_date": "2022-12-17",
    "overview": "After pining for one another and plotting for so long, Kaguya Shinomiya and Miyuki Shirogane finally have their climactic first kiss. However, they struggle to define their relationship. After all, how much of their true selves have they really shown to one another?",
    "poster_url": "https://image.tmdb.org/t/p/w500/jY092qLqa7qTMelwRiNPpLUolEz.jpg",
    "popularity": 3.7926,
    "tmdb_url": "https://www.themoviedb.org/movie/997317"
  },
  {
    "id": 120475,
    "title": "Dragon Ball: Episode of Bardock",
    "release_date": "2011-12-17",
    "overview": "A spin-off scenario taking place after the events of the TV special Dragon Ball Z: Bardock - The Father of Goku, in which Bardock survives the destruction of Planet Vegeta and is sent into the past, combating Frieza's ancestor Chilled and turning into a Super Saiyan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i5uAIJH94OnPhilGCdWbAiSGewa.jpg",
    "popularity": 3.7772,
    "tmdb_url": "https://www.themoviedb.org/movie/120475"
  },
  {
    "id": 9576,
    "title": "Tootsie",
    "release_date": "1982-12-17",
    "overview": "When struggling, out of work actor Michael Dorsey secretly adopts a female alter ego – Dorothy Michaels – in order to land a part in a daytime drama, he unwittingly becomes a feminist icon and ends up in a romantic pickle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ngyCzZwb9y5sMUCig5JQT4Y33Q.jpg",
    "popularity": 3.7479,
    "tmdb_url": "https://www.themoviedb.org/movie/9576"
  },
  {
    "id": 2277,
    "title": "Bicentennial Man",
    "release_date": "1999-12-17",
    "overview": "Richard Martin buys a gift, a new NDR-114 robot. The product is named Andrew by the youngest of the family's children. \"Bicentennial Man\" follows the life and times of Andrew, a robot purchased as a household appliance programmed to perform menial tasks. As Andrew begins to experience emotions and creative thought, the Martin family soon discovers they don't have an ordinary robot.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wrs23eO0VEWwOQpXoOasMnlW9Y4.jpg",
    "popularity": 3.709,
    "tmdb_url": "https://www.themoviedb.org/movie/2277"
  },
  {
    "id": 11639,
    "title": "The Dark Crystal",
    "release_date": "1982-12-17",
    "overview": "On another planet in the distant past, a Gelfling embarks on a quest to find the missing shard of a magical crystal and restore order to his world, before the grotesque race of Skeksis find and use the crystal for evil.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6g1Kh73qQRosyhRJpL3euQpMxOE.jpg",
    "popularity": 3.5483,
    "tmdb_url": "https://www.themoviedb.org/movie/11639"
  },
  {
    "id": 11708,
    "title": "Chitty Chitty Bang Bang",
    "release_date": "1968-12-17",
    "overview": "A hapless inventor finally finds success with a flying car, which a dictator from a foreign government sets out to take for himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wJ62FzGeCAs6PjCIK1as6xzdIY5.jpg",
    "popularity": 3.293,
    "tmdb_url": "https://www.themoviedb.org/movie/11708"
  },
  {
    "id": 3115,
    "title": "Ebirah, Horror of the Deep",
    "release_date": "1966-12-17",
    "overview": "Searching for his brother, Ryota stows away on a boat belonging to a criminal alongside two other teenagers. The group shipwrecks on Letchi island and discover the Infant Island natives have been enslaved by a terrorist organization controlling a crustacean monster. Finding a sleeping Godzilla, they decide to awaken him to defeat the terrorists and liberate the natives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rYGsvMKjIBU5CAQrfHOv9xIfYhn.jpg",
    "popularity": 3.0387,
    "tmdb_url": "https://www.themoviedb.org/movie/3115"
  },
  {
    "id": 313108,
    "title": "Ode to My Father",
    "release_date": "2014-12-17",
    "overview": "Duk-soo lost his father and younger sister while taking refuge during the Korean War. He leaves for Germany to work as a miner and enters the Vietnam War. He wishes to find his sister.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hF1aD28PA8pdqqgjj3UGM70Z37b.jpg",
    "popularity": 3.0215,
    "tmdb_url": "https://www.themoviedb.org/movie/313108"
  },
  {
    "id": 917184,
    "title": "Ocean Souls",
    "release_date": "2021-12-17",
    "overview": "Ocean Souls Films and Wildlife Media unite 100+ filmmakers, scientists, and leading experts to shine a bright, new spotlight on humanity’s closest living relatives - cetaceans (whales, dolphins, and porpoises). New footage and scientific discoveries reveal the extraordinary world beneath the ocean’s surface, where these majestic beings exhibit characteristics not unlike ours in terms of emotions, language, family, intelligence, and human interaction. Directed by Philip Hamilton, this multi-award-winning film inspires people to care and want to protect the oceans.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3OkFSRVm8D6VU9FSyaHsDZXcVrt.jpg",
    "popularity": 2.822,
    "tmdb_url": "https://www.themoviedb.org/movie/917184"
  },
  {
    "id": 15774,
    "title": "Swades",
    "release_date": "2004-12-17",
    "overview": "A successful Indian scientist returns home to his village to take his nanny back to America with him, and in the process rediscovers his roots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yUSL24kpHc9Nls4Pohia4shgcIM.jpg",
    "popularity": 2.6604,
    "tmdb_url": "https://www.themoviedb.org/movie/15774"
  },
  {
    "id": 798091,
    "title": "C.L.E.A.N.",
    "release_date": "2020-12-17",
    "overview": "Inside a remote rehab sanatorium, four newly arrived patients, each one with a specific emotional damage, go through hell by discovering and enduring the vicious methods of the sinister doctor's treatments, attempting to stay alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jKrL67qq0UrXBqheSuac6mbSb2a.jpg",
    "popularity": 2.6435,
    "tmdb_url": "https://www.themoviedb.org/movie/798091"
  },
  {
    "id": 472516,
    "title": "The Moment You Fall in Love",
    "release_date": "2016-12-17",
    "overview": "Following Natsuki Enomoto's confession rehearsals with Yuu Setoguchi, their younger siblings Kotarou and Hina struggle to confess their own love. Despite a disastrous first meeting in middle school with her upperclassman Koyuki Ayase, Hina’s heart is captured by his warm smile. Initially confused by these newfound feelings, Hina soon realizes that she has fallen in love for the very first time.  Chasing after her brother Yuu and her crush Koyuki, Hina also enrolls in Sakuragaoka High School; but the threads of love are far-reaching, and they entangle Hina and her friends. Boisterous but sensitive, Hina hopes to confess her feelings to the tender-hearted Koyuki. Meanwhile, Kotarou, oblivious to his own feelings for her, is determined to always keep Hina smiling.  This movie follows Hina, Kotarou, and Koyuki in high school. Their youthful love forges new relationships, but also threatens to break others.",
    "poster_url": "https://image.tmdb.org/t/p/w500/b3NQEmgAYKTDuAXSE0f294lrE4Q.jpg",
    "popularity": 2.5981,
    "tmdb_url": "https://www.themoviedb.org/movie/472516"
  },
  {
    "id": 727293,
    "title": "The Tender Bar",
    "release_date": "2021-12-17",
    "overview": "JR is a fatherless boy growing up in the glow of a bar where the bartender, his Uncle Charlie, is the sharpest and most colorful of an assortment of quirky and demonstrative father figures. As the boy’s determined mother struggles to provide her son with opportunities denied to her — and leave the dilapidated home of her outrageous if begrudgingly supportive father — JR begins to gamely, if not always gracefully, pursue his romantic and professional dreams, with one foot persistently placed in Uncle Charlie’s bar.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m6Ej3F4tYTOHD26fvX1zN9bcEUg.jpg",
    "popularity": 2.5829,
    "tmdb_url": "https://www.themoviedb.org/movie/727293"
  },
  {
    "id": 765245,
    "title": "Swan Song",
    "release_date": "2021-12-17",
    "overview": "In the near future, Cameron Turner is diagnosed with a terminal illness. Presented with an experimental solution to shield his wife and son from grief, he grapples with altering their fate in this thought-provoking exploration of love, loss, and sacrifice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4ZtxSLwZkDT7wA6MicjHMBIayCp.jpg",
    "popularity": 2.582,
    "tmdb_url": "https://www.themoviedb.org/movie/765245"
  },
  {
    "id": 531,
    "title": "The Wrong Trousers",
    "release_date": "1993-12-17",
    "overview": "Wallace rents out Gromit's former bedroom to a penguin, who takes up an interest in the techno pants created by Wallace. However, Gromit later learns that the penguin is a wanted criminal.  Preserved by the Academy Film Archive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mV8SDTjkxrDxu0a0egvFz1lRPU7.jpg",
    "popularity": 2.5767,
    "tmdb_url": "https://www.themoviedb.org/movie/531"
  },
  {
    "id": 6644,
    "title": "El Dorado",
    "release_date": "1966-12-17",
    "overview": "Cole Thornton, a gunfighter for hire, joins forces with an old friend, Sheriff J.P. Harrah. Together with a fighter and a gambler, they help a rancher and his family fight a rival rancher that is trying to steal their water.",
    "poster_url": "https://image.tmdb.org/t/p/w500/poJxkMtTA3E95lJ6RnBgNxF0Vmx.jpg",
    "popularity": 2.563,
    "tmdb_url": "https://www.themoviedb.org/movie/6644"
  },
  {
    "id": 9710,
    "title": "Allan Quatermain and the Lost City of Gold",
    "release_date": "1986-12-17",
    "overview": "After his brother Robeson disappears without a trace while exploring Africa in search of a legendary 'white tribe', Allan Quatermain decides to follow in his footsteps to learn what became of him. Soon after arriving, he discovers the Lost City of Gold, controlled by the evil lord Agon, and mined by his legions of white slaves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fz9QrK7OF4EoQbdSO8KSPgJWiZB.jpg",
    "popularity": 2.5421,
    "tmdb_url": "https://www.themoviedb.org/movie/9710"
  },
  {
    "id": 42888,
    "title": "How Do You Know",
    "release_date": "2010-12-17",
    "overview": "After being cut from the USA softball team and feeling a bit past her prime, Lisa finds herself evaluating her life and in the middle of a love triangle, as a corporate guy in crisis competes with her current, baseball-playing beau.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jbOnp79eUZxQHgcdnTIRlxel1dE.jpg",
    "popularity": 2.5407,
    "tmdb_url": "https://www.themoviedb.org/movie/42888"
  },
  {
    "id": 46498,
    "title": "Candy",
    "release_date": "1968-12-17",
    "overview": "A high school girl encounters a variety of kookie characters and humorous sexual situations while searching for the meaning of life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ym2TGzBpEh8I5EzP6ur9DIRuegG.jpg",
    "popularity": 2.5381,
    "tmdb_url": "https://www.themoviedb.org/movie/46498"
  },
  {
    "id": 651571,
    "title": "Breach",
    "release_date": "2020-12-17",
    "overview": "A hardened mechanic must stay awake and maintain an interstellar ark fleeing the dying planet Earth with a few thousand lucky souls on board... the last of humanity. Unfortunately, humans are not the only passengers. A shapeshifting alien creature has taken residence, its only goal is to kill as many people as possible. The crew must think quickly to stop this menace before it destroys mankind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/13B6onhL6FzSN2KaNeQeMML05pS.jpg",
    "popularity": 2.3619,
    "tmdb_url": "https://www.themoviedb.org/movie/651571"
  },
  {
    "id": 55741,
    "title": "Sacrifice",
    "release_date": "2010-12-17",
    "overview": "For generations the Zhao family has wielded power, until their mortal enemy TU’AN GU slaughters the entire clan, determined to wipe out their influence forever. But one Zhao baby survives hidden by CHENG YING the doctor who delivered him. When Tu’an Gu learns of the baby’s escape he seizes every infant in the city, vowing to kill them all unless the Zhao baby is surrendered. As the tyrant’s soldiers arrive at Cheng Ying’s home the frantic doctor hides his wife with their own baby whilst surrendering the Zhao child as his own. But his family is discovered; his baby is presumed to be the Zhao heir and murdered along with his wife for harboring the infant. Now set on revenge Cheng Ying enrolls the Zhao orphan into the service of the Tu’an Gu household, plotting to use him as an instrument of vengeance when he comes of age.",
    "poster_url": "https://image.tmdb.org/t/p/w500/36HScOStUVBOydrQwofZwrG3CUE.jpg",
    "popularity": 2.3366,
    "tmdb_url": "https://www.themoviedb.org/movie/55741"
  },
  {
    "id": 777116,
    "title": "Home Office: Un especial de Mirreyes contra Godínez",
    "release_date": "2020-12-17",
    "overview": "The employees of Kuri González Shoe Stores loved the idea of Home-Office--in March. After months of confinement, Mirreyes and Godínez are constantly trying to maintain their sanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2gE0ME6s3469SV9dsNKtih9srMk.jpg",
    "popularity": 2.3305,
    "tmdb_url": "https://www.themoviedb.org/movie/777116"
  },
  {
    "id": 10435,
    "title": "Chaplin",
    "release_date": "1992-12-17",
    "overview": "An aged Charlie Chaplin narrates his life to his autobiography's editor, including his rise to wealth and comedic fame from poverty, his turbulent personal life and his run-ins with the FBI.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Aeltt5tl02zrEj4GoMynHc94lWG.jpg",
    "popularity": 2.3088,
    "tmdb_url": "https://www.themoviedb.org/movie/10435"
  },
  {
    "id": 1715,
    "title": "The Cider House Rules",
    "release_date": "1999-12-17",
    "overview": "Homer is an orphan who was never adopted, becoming the favorite of orphanage director Dr. Larch. Dr. Larch imparts his full medical knowledge on Homer, who becomes a skilled, albeit unlicensed, physician. But Homer yearns for a self-chosen life outside the orphanage. What will Homer learn about life and love in the cider house? What of the destiny that Dr. Larch has planned for him?",
    "poster_url": "https://image.tmdb.org/t/p/w500/qAECAgqjSFRVZzEEGbFAZqZNiDh.jpg",
    "popularity": 2.3041,
    "tmdb_url": "https://www.themoviedb.org/movie/1715"
  },
  {
    "id": 17689,
    "title": "The Gauntlet",
    "release_date": "1977-12-17",
    "overview": "Phoenix cop Ben Shockley is well on his way to becoming a derelict when he is assigned to transport a witness from Las Vegas. The witness turns out to be a belligerent prostitute with mob ties—and incriminating information regarding a high-ranking official.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hYXkHixmH2W4hXA0qVJpT4ONPt1.jpg",
    "popularity": 2.2947,
    "tmdb_url": "https://www.themoviedb.org/movie/17689"
  },
  {
    "id": 304410,
    "title": "The Bélier Family",
    "release_date": "2014-12-17",
    "overview": "The whole Bélier family is deaf, except for sixteen year old Paula who is the important translator in her parents' day to day life especially when it comes to matters concerning the family farm. When her music teacher discovers she has a fantastic singing voice and she gets an opportunity to enter a big Radio France contest the whole family's future is set up for big changes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kAQeZUZ1pMTSjSF3d6eBZClFGgN.jpg",
    "popularity": 2.294,
    "tmdb_url": "https://www.themoviedb.org/movie/304410"
  },
  {
    "id": 41515,
    "title": "Yogi Bear",
    "release_date": "2010-12-17",
    "overview": "A documentary filmmaker travels to Jellystone Park to shoot a project and soon crosses paths with Yogi Bear, his sidekick Boo-Boo, and Ranger Smith.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Rs4BTP1wHA2Ll1FeuCRbhFgXWM.jpg",
    "popularity": 2.2885,
    "tmdb_url": "https://www.themoviedb.org/movie/41515"
  },
  {
    "id": 545841,
    "title": "Yo-kai Watch Shadowside: Resurrection of the Demon King",
    "release_date": "2017-12-17",
    "overview": "There used to be a boy who could control Yo-kai with a mysterious watch. However, he became unable to see Yo-kai when he became an adult. With the boy's duties finished, the watch was buried away in space-time. Then 30 years later, quiet everyday life comes to an end as a fateful day beging with a comet drawing near. The terrible Yo-kai virus Onimaro infects people's malevolent intentions and spreads infinitely. The one chosen by the Yo-kai Watch is the one who can save humanity from its crisis. The bond between humans and Yo-kai may be recovered with the attainment of a new Yo-kai Watch.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wsd50CLuSsPwY609LNhN9bKKygm.jpg",
    "popularity": 2.2574,
    "tmdb_url": "https://www.themoviedb.org/movie/545841"
  },
  {
    "id": 47648,
    "title": "King of Beggars",
    "release_date": "1992-12-17",
    "overview": "The heir to a noble and influential family finds the love of his life, but she will only accept him if he becomes a kung-fu master. He becomes a legendary folk hero who tries to save the emperor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wKNXgt7W65khSFjqoqUuJ0aEClj.jpg",
    "popularity": 2.1658,
    "tmdb_url": "https://www.themoviedb.org/movie/47648"
  },
  {
    "id": 87270,
    "title": "Black Jack: The Two Doctors in Black",
    "release_date": "2005-12-17",
    "overview": "The mega-corporate Daedalus Group is under attack by a small group of activists known as the Ghost of Icarus. While taking care of some of the victims of the bombing, Black Jack encounters Dr. Kiriko, also known as Death Incarnate, who just like him, asks his patients huge sums of money but instead of saving them, he offers them a painless death. When the activist group requests both doctors’ collaboration, Black Jack finds himself caught in a spiral of life, death and treason while trying to save his patients' lives and avoid the breaking of a biological war that could destroy humanity.",
    "poster_url": "https://image.tmdb.org/t/p/w500/c3ut5CbzJCIh15YYdW6kfUDFF03.jpg",
    "popularity": 2.1382,
    "tmdb_url": "https://www.themoviedb.org/movie/87270"
  },
  {
    "id": 739413,
    "title": "Mother/Android",
    "release_date": "2021-12-17",
    "overview": "Georgia and her boyfriend Sam go on a treacherous journey to escape their country, which is caught in an unexpected war with artificial intelligence. Days away from the arrival of their first child, the couple must face No Man’s Land—a stronghold of the android uprising—in hopes of reaching safety before giving birth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rO3nV9d1wzHEWsC7xgwxotjZQpM.jpg",
    "popularity": 2.1366,
    "tmdb_url": "https://www.themoviedb.org/movie/739413"
  },
  {
    "id": 14400,
    "title": "The Heir Apparent: Largo Winch",
    "release_date": "2008-12-17",
    "overview": "After a powerful billionaire is murdered, his secret adoptive son must race to prove his legitimacy, find his father's killers and stop them from taking over his financial empire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bmJU3EEuQP3Ho52FhuiulZ2LKTu.jpg",
    "popularity": 2.1363,
    "tmdb_url": "https://www.themoviedb.org/movie/14400"
  },
  {
    "id": 826749,
    "title": "Fortress",
    "release_date": "2021-12-17",
    "overview": "The story revolves around a top-secret resort for retired U.S. intelligence officers. A group of criminals led by Balzary breach the compound, hellbent on revenge on Robert, forcing the retired officer and his son to save the day.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sR6OQUvOnQ0OrRLo7hhonaQhuaE.jpg",
    "popularity": 2.0973,
    "tmdb_url": "https://www.themoviedb.org/movie/826749"
  },
  {
    "id": 17169,
    "title": "Any Which Way You Can",
    "release_date": "1980-12-17",
    "overview": "Philo takes part in a bare knuckle fight - as he does - to make some more money than he can earn from his car repair business. He decides to retire from fighting, but when the Mafia come along and arrange another fight, he is pushed into it. A motorcycle gang and an orangutan called Clyde all add to the 'fun'.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cjqS8TXTy0GvqPBfdB4CAbFCYW6.jpg",
    "popularity": 2.0868,
    "tmdb_url": "https://www.themoviedb.org/movie/17169"
  },
  {
    "id": 108433,
    "title": "A New Love in Tokyo",
    "release_date": "1994-12-17",
    "overview": "A look a the lives of two sex workers in Tokyo: Rei, who works as an S&M dominatrix, and Ayumi, in the more straightforward profession of call girl. In addition to their working life, the film also looks at their private lives. Rei is acting in an amateur theatre company along with the receptionist from Ayumi's escort service, while Ayumi is living with her student-boyfriend as he struggles to finally get accepted to college.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pjr6KgVoFMRu72H8jQvaNYpN297.jpg",
    "popularity": 2.0596,
    "tmdb_url": "https://www.themoviedb.org/movie/108433"
  },
  {
    "id": 166,
    "title": "The Party",
    "release_date": "1980-12-17",
    "overview": "A thirteen-year-old French girl deals with moving to a new city and school in Paris, while at the same time her parents are getting a divorce.",
    "poster_url": "https://image.tmdb.org/t/p/w500/usGV1Q7KWR0Uq4dOIppGZ0ba8kz.jpg",
    "popularity": 2.0306,
    "tmdb_url": "https://www.themoviedb.org/movie/166"
  }
]