[
  {
    "id": 634649,
    "title": "Spider-Man: No Way Home",
    "release_date": "2021-12-15",
    "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
    "popularity": 26.8803,
    "tmdb_url": "https://www.themoviedb.org/movie/634649"
  },
  {
    "id": 19995,
    "title": "Avatar",
    "release_date": "2009-12-15",
    "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kyeqWdyUXW608qlYkRqosgbbJyK.jpg",
    "popularity": 22.6695,
    "tmdb_url": "https://www.themoviedb.org/movie/19995"
  },
  {
    "id": 424,
    "title": "Schindler's List",
    "release_date": "1993-12-15",
    "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
    "popularity": 19.3612,
    "tmdb_url": "https://www.themoviedb.org/movie/424"
  },
  {
    "id": 949,
    "title": "Heat",
    "release_date": "1995-12-15",
    "overview": "Obsessive master thief Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.",
    "poster_url": "https://image.tmdb.org/t/p/w500/umSVjVdbVwtx5ryCA2QXL44Durm.jpg",
    "popularity": 14.2029,
    "tmdb_url": "https://www.themoviedb.org/movie/949"
  },
  {
    "id": 140607,
    "title": "Star Wars: The Force Awakens",
    "release_date": "2015-12-15",
    "overview": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wqnLdwVXoBjKibFRR5U3y0aDUhs.jpg",
    "popularity": 13.687,
    "tmdb_url": "https://www.themoviedb.org/movie/140607"
  },
  {
    "id": 11688,
    "title": "The Emperor's New Groove",
    "release_date": "2000-12-15",
    "overview": "When self-centered Emperor Kuzco is turned into a llama by his scheming advisor, he is forced to rely on good-hearted peasant Pacha to get back home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xU635vn1lMD9DWDloeuKmuhxxnQ.jpg",
    "popularity": 11.8014,
    "tmdb_url": "https://www.themoviedb.org/movie/11688"
  },
  {
    "id": 467244,
    "title": "The Zone of Interest",
    "release_date": "2023-12-15",
    "overview": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hUu9zyZmDd8VZegKi1iK1Vk0RYS.jpg",
    "popularity": 8.863,
    "tmdb_url": "https://www.themoviedb.org/movie/467244"
  },
  {
    "id": 848326,
    "title": "Rebel Moon - Part One: A Child of Fire",
    "release_date": "2023-12-15",
    "overview": "When the ruthless forces of the Motherworld threaten a quiet farming village on a distant moon, a mysterious outsider becomes its best hope for survival.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ui4DrH1cKk2vkHshcUcGt2lKxCm.jpg",
    "popularity": 7.3019,
    "tmdb_url": "https://www.themoviedb.org/movie/848326"
  },
  {
    "id": 3981,
    "title": "What Women Want",
    "release_date": "2000-12-15",
    "overview": "Advertising executive Nick Marshall is as cocky as they come, but what happens to a chauvinistic guy when he can suddenly hear what women are thinking? Nick gets passed over for a promotion, but after an accident enables him to hear women's thoughts, he puts his newfound talent to work against Darcy, his new boss, who seems to be infatuated with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eqkBEMDk1316Yx5wVoabWY07JAi.jpg",
    "popularity": 7.0311,
    "tmdb_url": "https://www.themoviedb.org/movie/3981"
  },
  {
    "id": 906126,
    "title": "Society of the Snow",
    "release_date": "2023-12-15",
    "overview": "On October 13, 1972, Uruguayan Air Force Flight 571, chartered to take a rugby team to Chile, crashes into a glacier in the heart of the Andes.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2e853FDVSIso600RqAMunPxiZjq.jpg",
    "popularity": 6.4667,
    "tmdb_url": "https://www.themoviedb.org/movie/906126"
  },
  {
    "id": 1049171,
    "title": "The Temptation",
    "release_date": "2022-12-15",
    "overview": "Toni leads a normal life with his wife Paola but full of enthusiasm and passion. The chance meeting with the young and wealthy Chiara will rekindle in him the desire to redeem himself and to realize his secret dream: to become an artist. The paths of the three will intertwine in a dangerous love triangle that will change the course of their lives forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8ccC602WlexR43eoCscwIySfKVZ.jpg",
    "popularity": 6.1414,
    "tmdb_url": "https://www.themoviedb.org/movie/1049171"
  },
  {
    "id": 28209,
    "title": "Emmanuelle: The Joys of a Woman",
    "release_date": "1975-12-15",
    "overview": "Emmanuelle returns to her husband in Hong Kong and proceeds to have several extramarital affairs -- with his knowledge, of course. Her husband's lover and American guest are both very puzzled by their openness.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cuG4YTomxIOw2yxIcTJMvRiQNYK.jpg",
    "popularity": 4.8104,
    "tmdb_url": "https://www.themoviedb.org/movie/28209"
  },
  {
    "id": 9665,
    "title": "Glory",
    "release_date": "1989-12-15",
    "overview": "Robert Gould Shaw leads the US Civil War's first all-black volunteer company, fighting prejudices of both his own Union army and the Confederates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pGDzBjZvzmSCIEduQBfESLMiwtp.jpg",
    "popularity": 4.8027,
    "tmdb_url": "https://www.themoviedb.org/movie/9665"
  },
  {
    "id": 42360,
    "title": "Inuyasha the Movie: Affections Touching Across Time",
    "release_date": "2001-12-15",
    "overview": "InuYasha is a half-demon who was trapped in the Legendary Tree and was set free by Kagome, a girl who traveled 500 years through time. This time, both of them will have to face Menomaru, a Chinese demon whose father, known as Hyoga, came 300 years ago to invade Japan, but was stopped by InuYasha's Father. InuYasha and Kagome, along with Sango, Miroku, Shippou, Kaede and Myoga, will try to stop Menomaru in his becoming the most powerful demon ever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gl8TvgVL6B2PR71cnrG7PbAUPls.jpg",
    "popularity": 4.1881,
    "tmdb_url": "https://www.themoviedb.org/movie/42360"
  },
  {
    "id": 11860,
    "title": "Sabrina",
    "release_date": "1995-12-15",
    "overview": "Sabrina Fairchild, a chauffeur's daughter, grew up at the Long Island estate of the wealthy Larrabee family enchanted with their sparkling world of privilege and wealth, but she's especially enamored of younger son David, a charming playboy. After the once plain Sabrina returns from a sojourn in Paris transformed into a glamorous young woman, she at long last catches David's eye. In a calculated effort to manipulate David away from her and into a more financially advantageous marriage, formidable older brother Linus devises a plan to keep them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i8PbLJDPU7vCwwscWD625oHbJy.jpg",
    "popularity": 4.0603,
    "tmdb_url": "https://www.themoviedb.org/movie/11860"
  },
  {
    "id": 176983,
    "title": "One Piece Film: Z",
    "release_date": "2012-12-15",
    "overview": "Zephyr, now known as Z, rides the seas with only one goal: Destroy all pirates and their dreams at becoming King of Pirates. When Luffy and his crew encounter him at sea, not only are they utterly defeated by the man with an arm made of Seastone, Nami, Robin, and Chopper are turned 10 years younger due to Z's minion Ain. Luffy is so determined to win against him that he does not even notice Z's master plan that could sacrifice thousands of lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oP568qNH1LLEsoqGiZmf8deTOWc.jpg",
    "popularity": 3.8947,
    "tmdb_url": "https://www.themoviedb.org/movie/176983"
  },
  {
    "id": 3034,
    "title": "Young Frankenstein",
    "release_date": "1974-12-15",
    "overview": "A young neurosurgeon inherits the castle of his grandfather, the famous Dr. Victor von Frankenstein. In the castle he finds a funny hunchback, a pretty lab assistant and the elderly housekeeper. Young Frankenstein believes that the work of his grandfather was delusional, but when he discovers the book where the mad doctor described his reanimation experiment, he suddenly changes his mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tQJAWbIjvvqVKLLbIZHtwGw2HTf.jpg",
    "popularity": 3.8106,
    "tmdb_url": "https://www.themoviedb.org/movie/3034"
  },
  {
    "id": 421467,
    "title": "The Return of Godzilla",
    "release_date": "1984-12-15",
    "overview": "After a fishing boat is attacked, the sole surviving crew member realizes it is none other than a resurrected Godzilla. However, efforts to bring the story to light are suppressed by the Japanese government amid growing political tensions between the United States and the Soviet Union, who are both willing to bomb Japan to stop the monster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j6jPBig1P30VZmFTZJdLzFk3hrL.jpg",
    "popularity": 3.7576,
    "tmdb_url": "https://www.themoviedb.org/movie/421467"
  },
  {
    "id": 8859,
    "title": "Dude, Where's My Car?",
    "release_date": "2000-12-15",
    "overview": "Two stoners wake up after a night of partying and cannot remember where they parked their car.",
    "poster_url": "https://image.tmdb.org/t/p/w500/A5FBQplPsSVVvdYn4NHgtWYF8un.jpg",
    "popularity": 3.6744,
    "tmdb_url": "https://www.themoviedb.org/movie/8859"
  },
  {
    "id": 228794,
    "title": "Provocation",
    "release_date": "1995-12-15",
    "overview": "Passions run wildly amok at Carlo's country inn as his wife, Amelia, fantasizes about an affair with a guest, while his grandson Gianni spies on him to learn the secrets of love. And when Carlo's sexy cousin Marilinda comes to stay, everybody sits up and takes notice.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hyBaiQ6bDsG1y3GgIOTIxpYOcK7.jpg",
    "popularity": 3.3578,
    "tmdb_url": "https://www.themoviedb.org/movie/228794"
  },
  {
    "id": 8844,
    "title": "Jumanji",
    "release_date": "1995-12-15",
    "overview": "When siblings Judy and Peter discover an enchanted board game that opens the door to a magical world, they unwittingly invite Alan -- an adult who's been trapped inside the game for 26 years -- into their living room. Alan's only hope for freedom is to finish the game, which proves risky as all three find themselves running from giant rhinoceroses, evil monkeys and other terrifying creatures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vgpXmVaVyUL7GGiDeiK1mKEKzcX.jpg",
    "popularity": 3.2759,
    "tmdb_url": "https://www.themoviedb.org/movie/8844"
  },
  {
    "id": 2008,
    "title": "The Promise",
    "release_date": "2005-12-15",
    "overview": "An orphaned girl, driven by poverty at such a young age, makes a promise with an enchantress. In return for beauty and the admiration of every man, she will never be with the man she loves. This spell cannot be broken unless the impossible happens: snow falling in spring and the dead coming back to life. Now a grown and beautiful princess, she regrets her promise, for all of the men she's loved has always been met with tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tdm4mlc27S1d72ub4Y4xcU2OlDD.jpg",
    "popularity": 3.2727,
    "tmdb_url": "https://www.themoviedb.org/movie/2008"
  },
  {
    "id": 36243,
    "title": "Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack",
    "release_date": "2001-12-15",
    "overview": "Godzilla has become a distant memory for Japan when the destruction of a US submarine raises alarms for Admiral Tachibana. His estranged daughter Yuri investigates the legend of the guardian monsters, who must rise to protect Japan against the vengeful spirits within Godzilla that seek to destroy both the nation and its people for the suffering they inflicted in the Pacific conflict.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qQTCGZuITTZBQeqmbNjQTIeOVHv.jpg",
    "popularity": 3.267,
    "tmdb_url": "https://www.themoviedb.org/movie/36243"
  },
  {
    "id": 81870,
    "title": "Flying Swords of Dragon Gate",
    "release_date": "2011-12-15",
    "overview": "Three years after the infamous Dragon Inn was burnt down in the desert when its innkeeper Jade vanished. A new gang of marauders had taken over - innkeepers by day and treasure hunters by night. The inn is the rumoured location of a lost city buried under the desert, and its hidden treasure would only be revealed by a gigantic storm every 60 years. The gang used the inn as a front to locate the lost treasure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kwe2XByBvoTEYZ7up4UfwBhF5q1.jpg",
    "popularity": 2.9921,
    "tmdb_url": "https://www.themoviedb.org/movie/81870"
  },
  {
    "id": 9043,
    "title": "The Family Stone",
    "release_date": "2005-12-15",
    "overview": "An uptight, conservative businesswoman accompanies her boyfriend to his eccentric and outgoing family's annual Christmas celebration and finds that she's a fish out of water in their free-spirited way of life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3QPSWIx14H7sfaLqY5bh1qDNQhZ.jpg",
    "popularity": 2.8788,
    "tmdb_url": "https://www.themoviedb.org/movie/9043"
  },
  {
    "id": 345920,
    "title": "Collateral Beauty",
    "release_date": "2016-12-15",
    "overview": "Retreating from life after a tragedy, a man questions the universe by writing to Love, Time and Death. Receiving unexpected answers, he begins to see how these things interlock and how even loss can reveal moments of meaning and beauty.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4vfqosgik5pLb32RpskYifp8PWJ.jpg",
    "popularity": 2.8784,
    "tmdb_url": "https://www.themoviedb.org/movie/345920"
  },
  {
    "id": 1643,
    "title": "Last Tango in Paris",
    "release_date": "1972-12-15",
    "overview": "A recently widowed American begins an anonymous sexual relationship with a young Parisian woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dNgdUdNOWfHsZI3lDu6Epig7H2P.jpg",
    "popularity": 2.8434,
    "tmdb_url": "https://www.themoviedb.org/movie/1643"
  },
  {
    "id": 554230,
    "title": "The Lost Daughter",
    "release_date": "2021-12-15",
    "overview": "A woman's seaside vacation takes a dark turn when her obsession with a young mother forces her to confront secrets from her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t1oLNRFixpFOVsyz1HCqCUW3wiW.jpg",
    "popularity": 2.6244,
    "tmdb_url": "https://www.themoviedb.org/movie/554230"
  },
  {
    "id": 913001,
    "title": "The Imaginary",
    "release_date": "2023-12-15",
    "overview": "Amanda and her imaginary friend Rudger go on thrilling make-believe adventures. But when Rudger finds himself alone, he faces a mysterious threat.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j2a9eQaoI91EuKnhGbE8yvPfmyV.jpg",
    "popularity": 2.6018,
    "tmdb_url": "https://www.themoviedb.org/movie/913001"
  },
  {
    "id": 76758,
    "title": "The Flowers of War",
    "release_date": "2011-12-15",
    "overview": "A Westerner finds refuge with a group of women in a church during Japan's rape of Nanking in 1937. Posing as a priest, he attempts to lead the women to safety.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7NVgVX663tdareijAiv0eLiLn6d.jpg",
    "popularity": 2.5891,
    "tmdb_url": "https://www.themoviedb.org/movie/76758"
  },
  {
    "id": 172329,
    "title": "One Piece: Episode of Luffy - Hand Island Adventure",
    "release_date": "2012-12-15",
    "overview": "As Luffy and the crew were attacked by several marine warships, they were forced to use a Coup de Burst to escape. Crash landing on an island, the crew decided to explore while some repairments are made. Upon meeting an wax artisan and learning the truth behind the island, Luffy offers his help.",
    "poster_url": "https://image.tmdb.org/t/p/w500/29SOwiaxybMcSpY8N0rz7u5XGDf.jpg",
    "popularity": 2.5349,
    "tmdb_url": "https://www.themoviedb.org/movie/172329"
  },
  {
    "id": 9656,
    "title": "Black Christmas",
    "release_date": "2006-12-15",
    "overview": "As the residents of sorority house Pi Kappa Sigma prepare for the festive season, a stranger begins a series of obscene phone calls with dubious intentions...",
    "poster_url": "https://image.tmdb.org/t/p/w500/ggxi18MGqi0lucWvfsdYkzSdGUJ.jpg",
    "popularity": 2.5072,
    "tmdb_url": "https://www.themoviedb.org/movie/9656"
  },
  {
    "id": 18311,
    "title": "Days of Being Wild",
    "release_date": "1990-12-15",
    "overview": "Yuddy, a Hong Kong playboy known for breaking girls' hearts, tries to find solace and the truth after discovering the woman who raised him isn't his mother.",
    "poster_url": "https://image.tmdb.org/t/p/w500/acfLUO8E61u0ooWS6htbzTHDBcI.jpg",
    "popularity": 2.4649,
    "tmdb_url": "https://www.themoviedb.org/movie/18311"
  },
  {
    "id": 1941,
    "title": "Exodus",
    "release_date": "1960-12-15",
    "overview": "Ari Ben Canaan, a passionate member of the Jewish paramilitary group Haganah, attempts to transport 600 Jewish refugees on a dangerous voyage from Cyprus to Palestine on a ship named the Exodus. He faces obstruction from British forces, who will not grant the ship passage to its destination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1JXFJRztd43gCf4TAodNUwkfZoi.jpg",
    "popularity": 2.401,
    "tmdb_url": "https://www.themoviedb.org/movie/1941"
  },
  {
    "id": 780386,
    "title": "Prodigal",
    "release_date": "2008-12-15",
    "overview": "",
    "poster_url": null,
    "popularity": 2.1849,
    "tmdb_url": "https://www.themoviedb.org/movie/780386"
  },
  {
    "id": 672208,
    "title": "A Hero",
    "release_date": "2021-12-15",
    "overview": "Rahim is in prison because of a debt he was unable to repay. During a two-day leave, he tries to convince his creditor to withdraw his complaint against the payment of part of the sum. But things don't go as planned. Is he truly a hero?",
    "poster_url": "https://image.tmdb.org/t/p/w500/kQOTWC30v2IiBLJyJ0o24SMmV7C.jpg",
    "popularity": 2.0743,
    "tmdb_url": "https://www.themoviedb.org/movie/672208"
  },
  {
    "id": 1047097,
    "title": "Masha and the Bear: 12 Months",
    "release_date": "2022-12-15",
    "overview": "On New Year's Eve, any miracles are possible. You can even meet the magical guardians of nature - 12 months, who come together only once a year. This is how Masha meets little January, the Lord of Ice, while the Bear and other forest dwellers prepare for an unforgettable holiday.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rQyttV5T8pkqF8m6JImcKcP8xan.jpg",
    "popularity": 2.0428,
    "tmdb_url": "https://www.themoviedb.org/movie/1047097"
  },
  {
    "id": 1205036,
    "title": "Sip",
    "release_date": "2023-12-15",
    "overview": "Noah has been longing for his ex-girlfriend Ysa, who now works in a milk tea shop. As he pursues Ysa again, he learns that the real product they serve are the ladies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n9IvDDXKboJ4ItAFruuviiH32Pd.jpg",
    "popularity": 2.0122,
    "tmdb_url": "https://www.themoviedb.org/movie/1205036"
  }
]