[
  {
    "id": 57158,
    "title": "The Hobbit: The Desolation of Smaug",
    "release_date": "2013-12-11",
    "overview": "The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xQYiXsheRCDBA39DOrmaw1aSpbk.jpg",
    "popularity": 12.6275,
    "tmdb_url": "https://www.themoviedb.org/movie/57158"
  },
  {
    "id": 318846,
    "title": "The Big Short",
    "release_date": "2015-12-11",
    "overview": "The men who made millions from a global economic meltdown.",
    "poster_url": "https://image.tmdb.org/t/p/w500/scVEaJEwP8zUix8vgmMoJJ9Nq0w.jpg",
    "popularity": 10.4609,
    "tmdb_url": "https://www.themoviedb.org/movie/318846"
  },
  {
    "id": 660,
    "title": "Thunderball",
    "release_date": "1965-12-11",
    "overview": "A criminal organization has obtained two nuclear bombs and are asking for a 100 million pound ransom in the form of diamonds in seven days or they will use the weapons. The secret service sends James Bond to the Bahamas to once again save the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wCc4qllaTDsQN8zgGkAgQrKO6N9.jpg",
    "popularity": 7.2924,
    "tmdb_url": "https://www.themoviedb.org/movie/660"
  },
  {
    "id": 467407,
    "title": "Mind and Body",
    "release_date": "2004-12-11",
    "overview": "A few years ago,  when Tomomi (Hiroko Akune) was on the way home from school, she saw her friend Keiko (Misaki Mori) about to be raped by a man. Tomomi hit the man in the head with a stone and saved Keiko.  In the present, Keiko, has buried her past, sells her body in Tokyo. One day, Keiko is contacted by Tomomi. They haven't spoken since their high school graduation. They meet and Keiko lets Tomomi stay at her apartment. Soon, the bizarre lives of the two women begins, with Tomomi also selling her body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tJSNalCgcqfI8mbI5xFveJGTQDv.jpg",
    "popularity": 6.7167,
    "tmdb_url": "https://www.themoviedb.org/movie/467407"
  },
  {
    "id": 784941,
    "title": "Taming The Younger Sister-in-Law",
    "release_date": "2020-12-11",
    "overview": "One day, Min-sang who is not that handsome becomes a huge success because of a webtoon. Then he gets a sexy wife, Yu-ra, for himself. Min-sang is having a dream-like marriage with Yura. It has been a perfect day except for his sister-in-law Yu-mi, who hates her ugly self. Accidentally, he learned of his wife's dark past through his sister-in-law's diary, and this leads to a reversal of the relationship with her sister-in-law. Min-sang began to demand excessive demands from his sister-in-law, and Yu-mi began to accept them. Where will the end of the relationship between Min-sang, Yu-ra, and Yu-mi lead?",
    "poster_url": "https://image.tmdb.org/t/p/w500/dF5SiTe94NkkGJNinB6Mz2izKy0.jpg",
    "popularity": 6.4805,
    "tmdb_url": "https://www.themoviedb.org/movie/784941"
  },
  {
    "id": 714,
    "title": "Tomorrow Never Dies",
    "release_date": "1997-12-11",
    "overview": "A deranged media mogul is staging international incidents to pit the world's superpowers against each other. Now James Bond must take on this evil mastermind in an adrenaline-charged battle to end his reign of terror and prevent global pandemonium.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gZm002w7q9yLOkltxT76TWGfdZX.jpg",
    "popularity": 6.3579,
    "tmdb_url": "https://www.themoviedb.org/movie/714"
  },
  {
    "id": 881,
    "title": "A Few Good Men",
    "release_date": "1992-12-11",
    "overview": "When cocky military lawyer Lt. Daniel Kaffee and his co-counsel, Lt. Cmdr. JoAnne Galloway, are assigned to a murder case, they uncover a hazing ritual that could implicate high-ranking officials such as shady Col. Nathan Jessep.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rLOk4z9zL1tTukIYV56P94aZXKk.jpg",
    "popularity": 5.7402,
    "tmdb_url": "https://www.themoviedb.org/movie/881"
  },
  {
    "id": 947,
    "title": "Lawrence of Arabia",
    "release_date": "1962-12-11",
    "overview": "The story of British officer T.E. Lawrence's mission to aid the Arab tribes in their revolt against the Ottoman Empire during the First World War. Lawrence becomes a flamboyant, messianic figure in the cause of Arab unity but his psychological instability threatens to undermine his achievements.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AiAm0EtDvyGqNpVoieRw4u65vD1.jpg",
    "popularity": 5.1619,
    "tmdb_url": "https://www.themoviedb.org/movie/947"
  },
  {
    "id": 14072,
    "title": "Rab Ne Bana Di Jodi",
    "release_date": "2008-12-11",
    "overview": "A lonely 40-ish man, likely to remain a bachelor, has a chance to find the love of his life when he falls for a vivacious young woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m8x6I2qf3R98HtF4DmJXcdxCU64.jpg",
    "popularity": 4.7356,
    "tmdb_url": "https://www.themoviedb.org/movie/14072"
  },
  {
    "id": 839803,
    "title": "I Am What I Am",
    "release_date": "2021-12-11",
    "overview": "By a fortunate coincidence, Juan is inspired and encouraged by a girl with the same name. Therefore, he decides to form a lion dance troupe with his friends, Cat and Dog, to break the constraints of reality and fight for themselves for once.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gGz3wZ5xj2WM03l06NaNa0utWyd.jpg",
    "popularity": 4.5841,
    "tmdb_url": "https://www.themoviedb.org/movie/839803"
  },
  {
    "id": 3685,
    "title": "Apache Gold",
    "release_date": "1963-12-11",
    "overview": "The construction of the Great Western Railroad creates heavy conflict between the railway company and neighboring Indian tribes. Worse, criminal gang leader Santer sets his eyes on a gold mine located on holy Indian land and influences the construction supervisor to re-rout the planned railroad straight through Apache land. Old Shatterhand, who works as a measurement technician, discovers the evil plan and searches contact with the Apaches in an effort to avert war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hHS5Bf4zliMzYj9WqTdr1exZHUS.jpg",
    "popularity": 4.4566,
    "tmdb_url": "https://www.themoviedb.org/movie/3685"
  },
  {
    "id": 347969,
    "title": "The Ridiculous 6",
    "release_date": "2015-12-11",
    "overview": "When his long-lost outlaw father returns, Tommy \"White Knife\" Stockburn goes on an adventure-filled journey across the Old West with his five brothers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kPc80jywR5Nm2KIQjkY5i4VXSx4.jpg",
    "popularity": 4.1219,
    "tmdb_url": "https://www.themoviedb.org/movie/347969"
  },
  {
    "id": 22954,
    "title": "Invictus",
    "release_date": "2009-12-11",
    "overview": "Newly elected President Nelson Mandela knows his nation remains racially and economically divided in the wake of apartheid. Believing he can bring his people together through the universal language of sport, Mandela rallies South Africa's rugby union team as they make their historic run to the 1995 Rugby World Cup Championship match.",
    "poster_url": "https://image.tmdb.org/t/p/w500/runuhBAAX7PmdjGhqRKCyl4bh7z.jpg",
    "popularity": 3.9526,
    "tmdb_url": "https://www.themoviedb.org/movie/22954"
  },
  {
    "id": 200,
    "title": "Star Trek: Insurrection",
    "release_date": "1998-12-11",
    "overview": "When an alien race and factions within Starfleet attempt to take over a planet that has \"regenerative\" properties, it falls upon Captain Picard and the crew of the Enterprise to defend the planet's people as well as the very ideals upon which the Federation itself was founded.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xQCMAHeg5M9HpDIqanYbWdr4brB.jpg",
    "popularity": 3.8225,
    "tmdb_url": "https://www.themoviedb.org/movie/200"
  },
  {
    "id": 928833,
    "title": "Craig Before the Creek",
    "release_date": "2023-12-11",
    "overview": "Before he was Craig of the Creek, he was just Craig — a new kid in a new town. All Craig wants is to go back to his old friends at his old home. But when he learns that the nearby creek is hiding a lost treasure that could make his wish come true, Craig sets off on a journey to find it — navigating the perilous suburban wilderness, forging new friendships, all while being pursued by a fearsome band of pirates who are bent on destroying the Creek itself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9CCNNJyhOxGdSoFuBjWHA1c4HPT.jpg",
    "popularity": 3.4716,
    "tmdb_url": "https://www.themoviedb.org/movie/928833"
  },
  {
    "id": 2309,
    "title": "Inkheart",
    "release_date": "2008-12-11",
    "overview": "The adventures of a father and his young daughter, in their search for a long lost book that will help reunite a missing, close relative.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eXFK5aBDzUPSynAhSKMJy7xLxqE.jpg",
    "popularity": 3.4697,
    "tmdb_url": "https://www.themoviedb.org/movie/2309"
  },
  {
    "id": 2926,
    "title": "The Three Musketeers",
    "release_date": "1973-12-11",
    "overview": "The young D'Artagnan arrives in Paris with dreams of becoming a King's musketeer. He meets and quarrels with three men, Athos, Porthos, and Aramis, each of whom challenges him to a duel. D'Artagnan finds out they are musketeers and is invited to join them in their efforts to oppose Cardinal Richelieu, who wishes to increase his already considerable power over the King. D'Artagnan must also juggle affairs with the charming Constance Bonancieux and the passionate Lady De Winter, a secret agent for the Cardinal.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6qjW1e31k2XhcWpzGz6lgHcRt5W.jpg",
    "popularity": 3.4522,
    "tmdb_url": "https://www.themoviedb.org/movie/2926"
  },
  {
    "id": 34653,
    "title": "A Single Man",
    "release_date": "2009-12-11",
    "overview": "The life of George Falconer, a British college professor, is reeling with the recent and sudden loss of his longtime partner. This traumatic event makes George challenge his own will to live as he seeks the console of his close girl friend Charley, who is struggling with her own questions about life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/AvqTb66bS1i1NjlPC76zvxo0taT.jpg",
    "popularity": 3.196,
    "tmdb_url": "https://www.themoviedb.org/movie/34653"
  },
  {
    "id": 1247,
    "title": "The Good Shepherd",
    "release_date": "2006-12-11",
    "overview": "Edward Wilson, the only witness to his father's suicide and member of the Skull and Bones Society while a student at Yale, is a morally upright young man who values honor and discretion, qualities that help him to be recruited for a career in the newly founded OSS. His dedication to his work does not come without a price though, leading him to sacrifice his ideals and eventually his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qWmF0rQRPeIVQRfwQN3C9VFKsBh.jpg",
    "popularity": 3.1836,
    "tmdb_url": "https://www.themoviedb.org/movie/1247"
  },
  {
    "id": 567604,
    "title": "Once Upon a Deadpool",
    "release_date": "2018-12-11",
    "overview": "A kidnapped Fred Savage is forced to endure Deadpool's PG-13 rendition of Deadpool 2, as a Princess Bride-esque story that's full of magic, wonder, and zero Fs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/w6Jk8BHohhoKBUcxGeSyDQGWGWc.jpg",
    "popularity": 2.9987,
    "tmdb_url": "https://www.themoviedb.org/movie/567604"
  },
  {
    "id": 27154,
    "title": "Happy End",
    "release_date": "1999-12-11",
    "overview": "When a wife becomes the breadwinner of her family after her husband loses his job, adultery becomes part of her life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oHqmSc7J9w4ZhoXyoSrpYWoxSTr.jpg",
    "popularity": 2.9713,
    "tmdb_url": "https://www.themoviedb.org/movie/27154"
  },
  {
    "id": 6593,
    "title": "Godzilla vs. Mechagodzilla II",
    "release_date": "1993-12-11",
    "overview": "The U.N.G.C.C. (United Nations Godzilla Countermeasure Center) recovers the remains of Mecha-King Ghidorah and construct Mechagodzilla as a countermeasure against Godzilla. Meanwhile, a giant egg is discovered along with a new monster called Rodan. The egg is soon found to be none other than an infant Godzillasaurus.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ezZnnAit1N1Nj9sewMFQ1xy33YQ.jpg",
    "popularity": 2.8359,
    "tmdb_url": "https://www.themoviedb.org/movie/6593"
  },
  {
    "id": 518158,
    "title": "Leprechaun Returns",
    "release_date": "2018-12-11",
    "overview": "A group of unwitting sorority sisters accidentally awaken the serial-killing Leprechaun after they build a sorority house on his hunting grounds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7kToQsV04Jel1ob7VJ471LDz7wD.jpg",
    "popularity": 2.4415,
    "tmdb_url": "https://www.themoviedb.org/movie/518158"
  },
  {
    "id": 9871,
    "title": "Ginger Snaps",
    "release_date": "2000-12-11",
    "overview": "The story of two outcast sisters, Ginger and Brigitte, in the mindless suburban town of Bailey Downs. On the night of Ginger's first period, she is savagely attacked by a wild creature. Ginger's wounds miraculously heal but something is not quite right. Now Brigitte must save her sister and save herself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4NmAtQdttqG4d1jyIK3vJvuyMov.jpg",
    "popularity": 2.4073,
    "tmdb_url": "https://www.themoviedb.org/movie/9871"
  },
  {
    "id": 11545,
    "title": "Rushmore",
    "release_date": "1998-12-11",
    "overview": "When a beautiful first-grade teacher arrives at a prep school, she soon attracts the attention of an ambitious teenager named Max, who quickly falls in love with her. Max turns to the father of two of his schoolmates for advice on how to woo the teacher. However, the situation soon gets complicated when Max's new friend becomes involved with her, setting the two pals against one another in a war for her attention.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hSJ6swahAuZ8wM96lHDTwQPXUvZ.jpg",
    "popularity": 2.3826,
    "tmdb_url": "https://www.themoviedb.org/movie/11545"
  },
  {
    "id": 24923,
    "title": "Messiah of Evil",
    "release_date": "1974-12-11",
    "overview": "A young woman searching for her missing artist father finds herself in the strange seaside town of Point Dume, which seems to be under the influence of a mysterious undead cult.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5oRbZ2vBCuOiboc0WJ928KOwKAD.jpg",
    "popularity": 2.3632,
    "tmdb_url": "https://www.themoviedb.org/movie/24923"
  },
  {
    "id": 242458,
    "title": "Way Back Home",
    "release_date": "2013-12-11",
    "overview": "Jeong-yoon and Jong-bae own a car body repair shop together that gets in financial trouble. To help cover the losses and take care of her family, Jeong-yoon decides to smuggle thirty kilograms of cocaine.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nbfFH5T2Xm48AzbiWOBuIL90z1y.jpg",
    "popularity": 2.3139,
    "tmdb_url": "https://www.themoviedb.org/movie/242458"
  },
  {
    "id": 1934,
    "title": "Shakespeare in Love",
    "release_date": "1998-12-11",
    "overview": "Young Shakespeare is forced to stage his latest comedy, \"Romeo and Ethel, the Pirate's Daughter,\" before it's even written. When a lovely noblewoman auditions for a role, they fall into forbidden love -- and his play finds a new life (and title). As their relationship progresses, Shakespeare's comedy soon transforms into tragedy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zdW7jdzPi4J9KZR3TyY2jn3Xh5e.jpg",
    "popularity": 2.2582,
    "tmdb_url": "https://www.themoviedb.org/movie/1934"
  },
  {
    "id": 36876,
    "title": "Raven",
    "release_date": "1996-12-11",
    "overview": "Martin Grant has been hiding for years to escape his past as a ruthless mercenary in the elite force Raven Team. He's recently been engaged and are trying to forget the nightmares of murder and betrayal. Martin was convinced, that he could escape... But no one escapes from the Raven Teams ruthless leader Raven. At least not alive. Raven is back with a new team to hunt down and eliminate Grant...",
    "poster_url": "https://image.tmdb.org/t/p/w500/3F74Rzv4opK4foi8LTr81dDqLyT.jpg",
    "popularity": 2.1874,
    "tmdb_url": "https://www.themoviedb.org/movie/36876"
  },
  {
    "id": 329829,
    "title": "The Girl King",
    "release_date": "2015-12-11",
    "overview": "A portrait of the brilliant, extravagant Kristina of Sweden, queen from age six, who fights the conservative forces that are against her ideas to modernize Sweden and who have no tolerance for her awakening sexuality.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sT5Bl1YXLXeGF1oE7jEOGQpDwDX.jpg",
    "popularity": 2.186,
    "tmdb_url": "https://www.themoviedb.org/movie/329829"
  },
  {
    "id": 551808,
    "title": "Black Christmas",
    "release_date": "2019-12-11",
    "overview": "A group of sorority pledges are stalked by a stranger during their Christmas break. That is until the young women discover that the killer is part of an underground campus conspiracy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iMBlUzqwpz9ffbeLsYjyHPp8tn8.jpg",
    "popularity": 2.1715,
    "tmdb_url": "https://www.themoviedb.org/movie/551808"
  },
  {
    "id": 9300,
    "title": "Orlando",
    "release_date": "1992-12-11",
    "overview": "England, 1600. Queen Elizabeth I promises Orlando, a young nobleman obsessed with poetry, that she will grant him land and fortune if he agrees to satisfy a very particular request.",
    "poster_url": "https://image.tmdb.org/t/p/w500/otSCGdKzEeVgbfNl0YslOpRZHgk.jpg",
    "popularity": 2.1604,
    "tmdb_url": "https://www.themoviedb.org/movie/9300"
  },
  {
    "id": 10437,
    "title": "The Muppet Christmas Carol",
    "release_date": "1992-12-11",
    "overview": "A retelling of the classic Dickens tale of Ebenezer Scrooge, miser extraordinaire. He is held accountable for his dastardly ways during night-time visitations by the Ghosts of Christmas Past, Present and Future.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ssrV29QSVVJuemBHho0Qx7pFYak.jpg",
    "popularity": 2.1179,
    "tmdb_url": "https://www.themoviedb.org/movie/10437"
  },
  {
    "id": 26815,
    "title": "Rocket Singh: Salesman of the Year",
    "release_date": "2009-12-11",
    "overview": "Rocket Singh: Salesman of the Year is the sometimes thoughtless, sometimes thoughtful story of a fresh graduate trying to find a balance between the maddening demands of the 'professional' way, and the way of his heart - and stumbling upon a crazy way which turned his world upside down, and his career right side up. Welcome to the world of sales boss!",
    "poster_url": "https://image.tmdb.org/t/p/w500/3Z8lLFzPOBfOO4w3CykRaCeh9h.jpg",
    "popularity": 2.0526,
    "tmdb_url": "https://www.themoviedb.org/movie/26815"
  }
]