[
  {
    "id": 181808,
    "title": "Star Wars: The Last Jedi",
    "release_date": "2017-12-13",
    "overview": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares to do battle with the First Order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kOVEVeg59E0wsnXmF9nrh6OmWII.jpg",
    "popularity": 139.5829,
    "tmdb_url": "https://www.themoviedb.org/movie/181808"
  },
  {
    "id": 405774,
    "title": "Bird Box",
    "release_date": "2018-12-13",
    "overview": "Five years after an ominous unseen presence drives most of society to suicide, a survivor and her two children make a desperate bid to reach safety.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rGfGfgL2pEPCfhIvqHXieXFn7gp.jpg",
    "popularity": 62.2248,
    "tmdb_url": "https://www.themoviedb.org/movie/405774"
  },
  {
    "id": 292011,
    "title": "Richard Jewell",
    "release_date": "2019-12-13",
    "overview": "Richard Jewell thinks quick, works fast, and saves hundreds, perhaps thousands, of lives after a domestic terrorist plants several pipe bombs and they explode during a concert, only to be falsely suspected of the crime by sloppy FBI work and sensational media coverage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5Lgkm8jt4roAFPZQ52fKMhVmDaZ.jpg",
    "popularity": 34.6462,
    "tmdb_url": "https://www.themoviedb.org/movie/292011"
  },
  {
    "id": 6477,
    "title": "Alvin and the Chipmunks",
    "release_date": "2007-12-13",
    "overview": "A struggling songwriter named Dave Seville finds success when he comes across a trio of singing chipmunks: mischievous leader Alvin, brainy Simon, and chubby, impressionable Theodore.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vRiB9uvcD0WYp7k2pAeWz9ukpuN.jpg",
    "popularity": 7.8457,
    "tmdb_url": "https://www.themoviedb.org/movie/6477"
  },
  {
    "id": 75,
    "title": "Mars Attacks!",
    "release_date": "1996-12-13",
    "overview": "A fleet of Martian spacecraft surrounds the world's major cities and all of humanity waits to see if the extraterrestrial visitors have, as they claim, \"come in peace.\" U.S. President James Dale receives assurance from science professor Donald Kessler that the Martians' mission is a friendly one. But when a peaceful exchange ends in the total annihilation of the U.S. Congress, military men call for a full-scale nuclear retaliation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bGxhc8Cd908XbDxg5baDvbiVzUI.jpg",
    "popularity": 6.8315,
    "tmdb_url": "https://www.themoviedb.org/movie/75"
  },
  {
    "id": 9390,
    "title": "Jerry Maguire",
    "release_date": "1996-12-13",
    "overview": "Jerry Maguire used to be a typical sports agent: willing to do just about anything he could to get the biggest possible contracts for his clients, plus a nice commission for himself. Then, one day, he suddenly has second thoughts about what he's really doing. When he voices these doubts, he ends up losing his job and all of his clients, save Rod Tidwell, an egomaniacal football player.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lABvGN7fDk5ifnwZoxij6G96t2w.jpg",
    "popularity": 6.1719,
    "tmdb_url": "https://www.themoviedb.org/movie/9390"
  },
  {
    "id": 9319,
    "title": "The Last Boy Scout",
    "release_date": "1991-12-13",
    "overview": "When the girl that detective Joe Hallenback is protecting gets murdered, the boyfriend of the murdered girl attempts to investigate and solve the case. What they discover is that there is deep seated corruption going on between a crooked politician and the owner of a pro football team.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fNkLz6ITQqTDZHBXqiCrm4kaJKJ.jpg",
    "popularity": 5.3824,
    "tmdb_url": "https://www.themoviedb.org/movie/9319"
  },
  {
    "id": 4584,
    "title": "Sense and Sensibility",
    "release_date": "1995-12-13",
    "overview": "The Dashwood sisters, sensible Elinor and passionate Marianne, whose chances at marriage seem doomed by their family's sudden loss of fortune.  When Henry Dashwood dies unexpectedly, his estate must pass on by law to his son from his first marriage, John and wife Fanny. But these circumstances leave Mr. Dashwood's current wife, and daughters Elinor, Marianne and Margaret, without a home and with barely enough money to live on. As Elinor and Marianne struggle to find romantic fulfillment in a society obsessed with financial and social status, they must learn to mix sense with sensibility in their dealings with both money and men.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cBK2yL3HqhFvIVd7lLtazWlRZPR.jpg",
    "popularity": 5.2047,
    "tmdb_url": "https://www.themoviedb.org/movie/4584"
  },
  {
    "id": 845111,
    "title": "The Three Musketeers: Milady",
    "release_date": "2023-12-13",
    "overview": "D'Artagnan, on a quest to rescue the abducted Constance, runs into the mysterious Milady de Winter again. The tension between the Catholics and the Protestants finally escalates, as the king declares war — forcing the now four musketeers into battle. But as the war goes on, they are tested physically, mentally and emotionally.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rWMwmTktUaxHBWV1VlJWUFkOOhk.jpg",
    "popularity": 5.2045,
    "tmdb_url": "https://www.themoviedb.org/movie/845111"
  },
  {
    "id": 11852,
    "title": "The Hot Chick",
    "release_date": "2002-12-13",
    "overview": "Not only is Jessica Spencer the most popular girl in school -- she is also the meanest. But things change for the attractive teen when a freak accident involving a cursed pair of earrings and a chance encounter at a gas station causes her to switch bodies with Clive, a sleazy crook. Jessica, in the form of the repulsive Clive, struggles to adjust to this radical alteration and sets out to get her own body back before the upcoming prom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lnnGE4TKa05t20SZ2batuAhXCp4.jpg",
    "popularity": 5.0212,
    "tmdb_url": "https://www.themoviedb.org/movie/11852"
  },
  {
    "id": 15196,
    "title": "Clue",
    "release_date": "1985-12-13",
    "overview": "Clue finds six colorful dinner guests gathered at the mansion of their host, Mr. Boddy -- who turns up dead after his secret is exposed: He was blackmailing all of them. With the killer among them, the guests and Boddy's chatty butler must suss out the culprit before the body count rises.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aRxbYOYHS8T73nzR8hsLousoplR.jpg",
    "popularity": 4.526,
    "tmdb_url": "https://www.themoviedb.org/movie/15196"
  },
  {
    "id": 582014,
    "title": "Promising Young Woman",
    "release_date": "2020-12-13",
    "overview": "A young woman, traumatized by a tragic event in her past, seeks out vengeance against those who crossed her path.",
    "poster_url": "https://image.tmdb.org/t/p/w500/73QoFJFmUrJfDG2EynFjNc5gJxk.jpg",
    "popularity": 4.3193,
    "tmdb_url": "https://www.themoviedb.org/movie/582014"
  },
  {
    "id": 9992,
    "title": "Arthur and the Invisibles",
    "release_date": "2006-12-13",
    "overview": "Arthur is a spirited ten-year old whose parents are away looking for work, whose eccentric grandfather has been missing for several years, and who lives with his grandmother in a country house that, in two days, will be repossessed, torn down, and turned into a block of flats unless Arthur's grandfather returns to sign some papers and pay off the family debt. Arthur discovers that the key to success lies in his own descent into the land of the Minimoys, creatures no larger than a tooth, whom his grandfather helped relocate to their garden. Somewhere among them is hidden a pile of rubies, too. Can Arthur be of stout heart and save the day? Romance beckons as well, and a villain lurks.",
    "poster_url": "https://image.tmdb.org/t/p/w500/upUThZb86dfKNgJWVIGtVp940Sx.jpg",
    "popularity": 4.1704,
    "tmdb_url": "https://www.themoviedb.org/movie/9992"
  },
  {
    "id": 525661,
    "title": "Bombshell",
    "release_date": "2019-12-13",
    "overview": "Bombshell is a revealing look inside the most powerful and controversial media empire of all time; and the explosive story of the women who brought down the infamous man who created it.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gbPfvwBqbiHpQkYZQvVwB6MVauV.jpg",
    "popularity": 3.8981,
    "tmdb_url": "https://www.themoviedb.org/movie/525661"
  },
  {
    "id": 7303,
    "title": "Maid in Manhattan",
    "release_date": "2002-12-13",
    "overview": "Marisa Ventura is a struggling single mom who works at a posh Manhattan hotel and dreams of a better life for her and her young son. One fateful day, hotel guest and senatorial candidate Christopher Marshall meets Marisa and mistakes her for a wealthy socialite. After an enchanting evening together, the two fall madly in love. But when Marisa's true identity is revealed, issues of class and social status threaten to separate them. Can two people from very different worlds overcome their differences and live happily ever after?",
    "poster_url": "https://image.tmdb.org/t/p/w500/gnEuTYH3jhHxl80QyoPfZjEYd0J.jpg",
    "popularity": 3.7748,
    "tmdb_url": "https://www.themoviedb.org/movie/7303"
  },
  {
    "id": 201,
    "title": "Star Trek: Nemesis",
    "release_date": "2002-12-13",
    "overview": "En route to the honeymoon of William Riker to Deanna Troi on her home planet of Betazed, Captain Jean-Luc Picard and the crew of the U.S.S. Enterprise receives word from Starfleet that a coup has resulted in the installation of a new Romulan political leader, Shinzon, who claims to seek peace with the human-backed United Federation of Planets. Once in enemy territory, the captain and his crew make a startling discovery: Shinzon is human, a slave from the Romulan sister planet of Remus, and has a secret, shocking relationship to Picard himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cldAwhvBmOv9jrd3bXWuqRHoXyq.jpg",
    "popularity": 3.7472,
    "tmdb_url": "https://www.themoviedb.org/movie/201"
  },
  {
    "id": 9663,
    "title": "Starman",
    "release_date": "1984-12-13",
    "overview": "When an alien takes the form of a young widow's husband and asks her to drive him from Wisconsin to Arizona, the government tries to stop them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cgDeFWkYi6e9FT5RiQPCbQ9HlXZ.jpg",
    "popularity": 3.6925,
    "tmdb_url": "https://www.themoviedb.org/movie/9663"
  },
  {
    "id": 400650,
    "title": "Mary Poppins Returns",
    "release_date": "2018-12-13",
    "overview": "Mary Poppins returns to the Banks family and helps them evade grave dangers by taking them on magical, musical adventures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uTVGku4LibMGyKgQvjBtv3OYfAX.jpg",
    "popularity": 3.5728,
    "tmdb_url": "https://www.themoviedb.org/movie/400650"
  },
  {
    "id": 308509,
    "title": "Amazing Earth",
    "release_date": "1998-12-13",
    "overview": "Join narrator Patrick Stewart on a sweeping journey through Earth's fascinating history -- from the formation of ancient, geological artifacts to the modern exploration of the moon. The film is a storehouse of facts you probably didn't know. For instance, more than 18,000 meteorites strike Earth each year; it's 3,000 degrees four miles below Earth's surface; and Mount Everest's peak was once part of the ocean floor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iO97IJRvBDpN017FcB8N5dLKbDQ.jpg",
    "popularity": 3.3203,
    "tmdb_url": "https://www.themoviedb.org/movie/308509"
  },
  {
    "id": 1725,
    "title": "West Side Story",
    "release_date": "1961-12-13",
    "overview": "In the slums of the upper West Side of Manhattan, tensions are high as a gang of Polish-Americans compete against a gang of recently immigrated Puerto Ricans, but this doesn't stop two romantics from each gang falling in love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nzCMu6D5q60i2bVrIQ0DxlRSgCZ.jpg",
    "popularity": 3.3199,
    "tmdb_url": "https://www.themoviedb.org/movie/1725"
  },
  {
    "id": 403,
    "title": "Driving Miss Daisy",
    "release_date": "1989-12-13",
    "overview": "The story of an old Jewish widow named Daisy Werthan and her relationship with her black chauffeur, Hoke. From an initial mere work relationship grew in 25 years a strong friendship between the two very different characters, in a time when those types of relationships were shunned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iaCzvcY42HihFxQBTZCTKMpsI0P.jpg",
    "popularity": 3.1268,
    "tmdb_url": "https://www.themoviedb.org/movie/403"
  },
  {
    "id": 652783,
    "title": "Sheep Without a Shepherd",
    "release_date": "2019-12-13",
    "overview": "Li and his wife A Yu run a small business in Thailand and enjoy a happy home life with their two daughters. When their eldest daughter is violently assaulted, blackmailed and left traumatised by another student, her parents intervene, leading to a dead body which needs to be hidden, and every trace of the boy buried to cover up the accident.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1pjSsjhkv4tiFe2wTE3VPycQY6a.jpg",
    "popularity": 2.9151,
    "tmdb_url": "https://www.themoviedb.org/movie/652783"
  },
  {
    "id": 17165,
    "title": "Bleach the Movie: Fade to Black",
    "release_date": "2008-12-13",
    "overview": "A mysterious reiatsu (spiritual particle) explosion occurs in the center of Seireitei in Soul Society, causing it to be destroyed. At the exact same time, a major change overwhelms Kuchiki Rukia, which leaves her losing something important inside. Urahara Kisuke sends Kurosaki Ichigo to Soul Society to investigate the disturbance. Upon reaching Seireitei, Ichigo is attacked by his ally shinigamis.",
    "poster_url": "https://image.tmdb.org/t/p/w500/IfR2DrWLb26AAdQFwGkhvPTflX.jpg",
    "popularity": 2.9005,
    "tmdb_url": "https://www.themoviedb.org/movie/17165"
  },
  {
    "id": 13497,
    "title": "Drumline",
    "release_date": "2002-12-13",
    "overview": "A talented street drummer from Harlem enrolls in a Southern university, expecting to lead its marching band's drumline to victory. He initially flounders in his new world, before realizing that it takes more than talent to reach the top.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zl7gdxYqKdFCioPT3DAkZR5DDUP.jpg",
    "popularity": 2.8273,
    "tmdb_url": "https://www.themoviedb.org/movie/13497"
  },
  {
    "id": 57663,
    "title": "God of Gamblers II",
    "release_date": "1990-12-13",
    "overview": "Sing finds Michael \"Dagger\" Chan in order to become Ko Chun's next disciple, but the two must put aside their differences when they discover that a gang boss is bent on ruining the God of Gamblers' name.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n0XsAtHYssJ75n4ypT34YEGNlEn.jpg",
    "popularity": 2.585,
    "tmdb_url": "https://www.themoviedb.org/movie/57663"
  },
  {
    "id": 874,
    "title": "A Man for All Seasons",
    "release_date": "1966-12-13",
    "overview": "A depiction of the conflict between King Henry VIII of England and his Lord Chancellor, Sir Thomas More, who refuses to swear the Oath of Supremacy declaring Henry Supreme Head of the Church in England.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wK0PqNYRAKKozQvi6M9e1HCH6LA.jpg",
    "popularity": 2.5537,
    "tmdb_url": "https://www.themoviedb.org/movie/874"
  },
  {
    "id": 571346,
    "title": "American Kamasutra",
    "release_date": "2018-12-13",
    "overview": "A young woman finds herself involved in a dangerous love triangle when she gets involved with the writer of a popular steamy novel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6PlW27Cnaa6mtKeDxZPPBStfRiH.jpg",
    "popularity": 2.415,
    "tmdb_url": "https://www.themoviedb.org/movie/571346"
  },
  {
    "id": 10648,
    "title": "Magnum Force",
    "release_date": "1973-12-13",
    "overview": "\"Dirty\" Harry Callahan is a San Francisco Police Inspector on the trail of a group of rogue cops who have taken justice into their own hands. When shady characters are murdered one after another in grisly fashion, only Dirty Harry can stop them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1uX1uzn09seCftG3rTGLPyFXxV6.jpg",
    "popularity": 2.4101,
    "tmdb_url": "https://www.themoviedb.org/movie/10648"
  },
  {
    "id": 608085,
    "title": "Seven Days War",
    "release_date": "2019-12-13",
    "overview": "In the town of Saima, when summer is about to begin, a group of six high school students intend to live a secret adventure by spending seven carefree days in a ruined mining facility.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1t4u5I9W5rJkxfvh1u32CrxsMjb.jpg",
    "popularity": 2.3047,
    "tmdb_url": "https://www.themoviedb.org/movie/608085"
  },
  {
    "id": 1059673,
    "title": "Avatar: The Deep Dive - A Special Edition of 20/20",
    "release_date": "2022-12-13",
    "overview": "An inside look at one of the most anticipated movie sequels ever with James Cameron and cast.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i367eMUXwj9LtNqrVlw1NXGRLx7.jpg",
    "popularity": 2.2933,
    "tmdb_url": "https://www.themoviedb.org/movie/1059673"
  },
  {
    "id": 9474,
    "title": "My Name Is Nobody",
    "release_date": "1973-12-13",
    "overview": "Jack Beauregard, an aging gunman of the Old West, only wants to retire in peace and move to Europe, but a young gunfighter known as \"Nobody\" who idolizes Beauregard wants him to go out in a blaze of glory. So, he arranges for Jack to face the 150-man gang known as The Wild Bunch and earn his place in history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tJQEVI1p00Jh9TUgNEI623iu7ST.jpg",
    "popularity": 2.2853,
    "tmdb_url": "https://www.themoviedb.org/movie/9474"
  },
  {
    "id": 348289,
    "title": "Aikatsu! The Movie",
    "release_date": "2014-12-13",
    "overview": "The story of the anime revolves around Ichigo, who was just a normal middle school student until she suddenly got involved in the world of idols. The film will center on Aikatsu!'s greatest \"Super Live\" concert yet, the Dai Star Miya Ichigo Matsuri. Ichigo prepares for the concert with press conferences, last-minute lessons, and more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mwblyoWmpQz5ys8cPrkXJH0f9z.jpg",
    "popularity": 2.1755,
    "tmdb_url": "https://www.themoviedb.org/movie/348289"
  },
  {
    "id": 633604,
    "title": "Yummy",
    "release_date": "2019-12-13",
    "overview": "A young couple travels to a shabby Eastern European hospital for plastic surgery. The young woman wants a breast reduction. Her mother comes along for yet another face-lift. Wandering through an abandoned ward the boyfriend stumbles upon a young woman, gagged and strapped to an operating table; she is the result of an experimental rejuvenation treatment. He frees her, but does not realize he just caused the outbreak of a virus that will change doctors, patients and his mother-in-law into bloodthirsty zombies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dvDjjktCnUc0AqbRgcgTHu6xoly.jpg",
    "popularity": 2.1572,
    "tmdb_url": "https://www.themoviedb.org/movie/633604"
  },
  {
    "id": 1217455,
    "title": "The Matrix: Generation",
    "release_date": "2023-12-13",
    "overview": "After the 1999 premiere of the first Matrix movie, it became a pop culture phenomenon. A special documentary about the Matrix saga and its prophetic aspects.",
    "poster_url": "https://image.tmdb.org/t/p/w500/53McB8R9RUBxfINRxWaPwUMtL5Q.jpg",
    "popularity": 2.0583,
    "tmdb_url": "https://www.themoviedb.org/movie/1217455"
  },
  {
    "id": 5916,
    "title": "The Getaway",
    "release_date": "1972-12-13",
    "overview": "A recently released ex-convict and his loyal wife go on the run after a heist goes wrong.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8SvnGUJsr16zUJ2CN7ONX1ZWtZ8.jpg",
    "popularity": 2.0471,
    "tmdb_url": "https://www.themoviedb.org/movie/5916"
  },
  {
    "id": 72443,
    "title": "Josee, the Tiger and the Fish",
    "release_date": "2003-12-13",
    "overview": "A part-time employee in a mahjong parlour runs across a young woman, who is unable to walk, in baby carriage. He becomes friends with the woman and begins to feel enamoured with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1fdnR6AHQQAVNKWFSInrSxZqBxF.jpg",
    "popularity": 2.044,
    "tmdb_url": "https://www.themoviedb.org/movie/72443"
  },
  {
    "id": 10227,
    "title": "PlayTime",
    "release_date": "1967-12-13",
    "overview": "Clumsy Monsieur Hulot finds himself perplexed by the intimidating complexity of a gadget-filled Paris. He attempts to meet with a business contact but soon becomes lost. His roundabout journey parallels that of an American tourist, and as they weave through the inventive urban environment, they intermittently meet, developing an interest in one another. They eventually get together at a chaotic restaurant, along with several other quirky characters.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oUXEJLgDfAFR6TvJU6dMerEpcBK.jpg",
    "popularity": 2.0096,
    "tmdb_url": "https://www.themoviedb.org/movie/10227"
  }
]