[
  {
    "id": 335,
    "title": "Once Upon a Time in the West",
    "release_date": "1968-12-21",
    "overview": "As the railroad builders advance unstoppably through the Arizona desert on their way to the sea, Jill arrives in the small town of Flagstone with the intention of starting a new life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qbYgqOczabWNn2XKwgMtVrntD6P.jpg",
    "popularity": 57.3671,
    "tmdb_url": "https://www.themoviedb.org/movie/335"
  },
  {
    "id": 121856,
    "title": "Assassin's Creed",
    "release_date": "2016-12-21",
    "overview": "Through a technology that unlocks the generic memories of his ancestor in 15th century Spain, Callum Lynch discovers he is a descendant of an ancient line of Assassins and amasses lethal skills to take on the oppressive Templar Order.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nhiShTvoga8fyGX8468hLj6pCtW.jpg",
    "popularity": 14.6602,
    "tmdb_url": "https://www.themoviedb.org/movie/121856"
  },
  {
    "id": 1072790,
    "title": "Anyone But You",
    "release_date": "2023-12-21",
    "overview": "After an amazing first date, Bea and Ben’s fiery attraction turns ice cold — until they find themselves unexpectedly reunited at a destination wedding in Australia. So they do what any two mature adults would do: pretend to be a couple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5qHoazZiaLe7oFBok7XlUhg96f2.jpg",
    "popularity": 11.7983,
    "tmdb_url": "https://www.themoviedb.org/movie/1072790"
  },
  {
    "id": 397243,
    "title": "The Autopsy of Jane Doe",
    "release_date": "2016-12-21",
    "overview": "Father and son coroners receive a mysterious unidentified corpse with no apparent cause of death. As they attempt to examine the \"Jane Doe,\" they discover increasingly bizarre clues that hold the key to her terrifying secrets.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6K0wjP8kPCiPYy9PtXBGuypyt5I.jpg",
    "popularity": 9.2983,
    "tmdb_url": "https://www.themoviedb.org/movie/397243"
  },
  {
    "id": 850165,
    "title": "The Iron Claw",
    "release_date": "2023-12-21",
    "overview": "The true story of the inseparable Von Erich brothers, who made history in the intensely competitive world of professional wrestling in the early 1980s. Through tragedy and triumph, under the shadow of their domineering father and coach, the brothers seek larger-than-life immortality on the biggest stage in sports.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lsdismtCDga4vsKnmliz0h7CaZT.jpg",
    "popularity": 7.865,
    "tmdb_url": "https://www.themoviedb.org/movie/850165"
  },
  {
    "id": 274870,
    "title": "Passengers",
    "release_date": "2016-12-21",
    "overview": "A spacecraft traveling to a distant colony planet and transporting thousands of people has a malfunction in its sleep chambers. As a result, two passengers are awakened 90 years early.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kq2Dk044ecK73vMsP8ybWSw9ygy.jpg",
    "popularity": 7.587,
    "tmdb_url": "https://www.themoviedb.org/movie/274870"
  },
  {
    "id": 121514,
    "title": "Miracolo italiano",
    "release_date": "1994-12-21",
    "overview": "7 segments about life in 1990s Italy: two MPs from the opposite sides of the political spectrum spend the night together; during their honeymoon, a woman cheats on her husband with her favorite soap opera star; a married man pretends to be ill to seduce his younger nurse; a family discovers that their son's beautiful fiancée is transgender; an unsatisfied single woman is duped by her celebrity crush for Kevin Costner; two best friends want to have fun; a couple on a tropical holiday is fascinated by their indigenous masseuse.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zAZWbx1TZDonku6HO65W8EmHD26.jpg",
    "popularity": 7.283,
    "tmdb_url": "https://www.themoviedb.org/movie/121514"
  },
  {
    "id": 360814,
    "title": "Dangal",
    "release_date": "2016-12-21",
    "overview": "Dangal is an extraordinary true story based on the life of Mahavir Singh and his two daughters, Geeta and Babita Phogat. The film traces the inspirational journey of a father who trains his daughters to become world class wrestlers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cJRPOLEexI7qp2DKtFfCh7YaaUG.jpg",
    "popularity": 6.1883,
    "tmdb_url": "https://www.themoviedb.org/movie/360814"
  },
  {
    "id": 760774,
    "title": "One Life",
    "release_date": "2023-12-21",
    "overview": "British stockbroker Nicholas Winton visits Czechoslovakia in the 1930s and forms plans to assist in the rescue of Jewish children before the onset of World War II, in an operation that came to be known as the Kindertransport.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yvnIWt2j8VnDgwKJE2VMiFMa2Qo.jpg",
    "popularity": 6.1542,
    "tmdb_url": "https://www.themoviedb.org/movie/760774"
  },
  {
    "id": 7508,
    "title": "Like Stars on Earth",
    "release_date": "2007-12-21",
    "overview": "Ishaan Awasthi is an eight-year-old whose world is filled with wonders that no one else seems to appreciate. Colours, fish, dogs, and kites don't seem important to the adults, who are much more interested in things like homework, marks, and neatness. Ishaan cannot seem to get anything right in class; he is then sent to boarding school, where his life changes forever.",
    "poster_url": "https://image.tmdb.org/t/p/w500/puHRt6Raovm5ujGCdwLWvRv4NHU.jpg",
    "popularity": 6.0698,
    "tmdb_url": "https://www.themoviedb.org/movie/7508"
  },
  {
    "id": 3558,
    "title": "Girl, Interrupted",
    "release_date": "1999-12-21",
    "overview": "Set in the changing world of the late 1960s, Susanna Kaysen's prescribed \"short rest\" from a psychiatrist she had met only once becomes a strange, unknown journey into Alice's Wonderland, where she struggles with the thin line between normal and crazy. Susanna soon realizes how hard it is to get out once she has been committed, and she ultimately has to choose between the world of people who belong inside or the difficult world of reality outside.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dOBdatHIVppvmRFw2z7bf9VKJr9.jpg",
    "popularity": 5.9018,
    "tmdb_url": "https://www.themoviedb.org/movie/3558"
  },
  {
    "id": 770906,
    "title": "Salaar: Part 1 - Ceasefire",
    "release_date": "2023-12-21",
    "overview": "Set in the fictional dystopian city-state of Khansaar, the film follows the friendship between Deva, a tribesman, and Varadha, the prince of Khansaar. When a coup d'état is planned by his father's ministers and his relatives, Varadha enlists Deva's help to become Khansaar's undisputed ruler.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7wNIxhCFk9SxqaeopgPkTFTTzoU.jpg",
    "popularity": 5.7458,
    "tmdb_url": "https://www.themoviedb.org/movie/770906"
  },
  {
    "id": 23398,
    "title": "Alvin and the Chipmunks: The Squeakquel",
    "release_date": "2009-12-21",
    "overview": "Pop sensations Alvin, Simon and Theodore end up in the care of Dave Seville's twenty-something nephew Toby. The boys must put aside music super stardom to return to school, and are tasked with saving the school's music program by winning the $25,000 prize in a battle of the bands. But the Chipmunks unexpectedly meet their match in three singing chipmunks known as The Chipettes - Brittany, Eleanor and Jeanette. Romantic and musical sparks are ignited when the Chipmunks and Chipettes square off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8mdPqOga5fty15nXmaNcK1fsNMa.jpg",
    "popularity": 5.7285,
    "tmdb_url": "https://www.themoviedb.org/movie/23398"
  },
  {
    "id": 37247,
    "title": "The Graduate",
    "release_date": "1967-12-21",
    "overview": "A disillusioned college graduate finds himself torn between his older lover and her daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z1Z1tZMR66RxcNeHbwoEhYeqOlP.jpg",
    "popularity": 5.0547,
    "tmdb_url": "https://www.themoviedb.org/movie/37247"
  },
  {
    "id": 960876,
    "title": "Dunki",
    "release_date": "2023-12-21",
    "overview": "Four friends from a sleepy little village in Punjab share a common dream: to go to England. Their problem is that they have neither the visa nor the ticket. A soldier alights from a train one day, and their lives change. He gives them a soldier's promise: He will take them to the land of their dreams. What follows is a hilarious and heartwarming tale of a perilous journey through the desert and the sea, but most crucially through the hinterlands of their mind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kPRb1mbVHGop0egQ7153y0lhzGL.jpg",
    "popularity": 4.675,
    "tmdb_url": "https://www.themoviedb.org/movie/960876"
  },
  {
    "id": 39451,
    "title": "Little Fockers",
    "release_date": "2010-12-21",
    "overview": "It has taken 10 years, two little Fockers with wife Pam and countless hurdles for Greg to finally get in with his tightly wound father-in-law, Jack. After the cash-strapped dad takes a job moonlighting for a drug company, Jack's suspicions about his favorite male nurse come roaring back. When Greg and Pam's entire clan descends for the twins' birthday party, Greg must prove to the skeptical Jack that he's fully capable as the man of the house.",
    "poster_url": "https://image.tmdb.org/t/p/w500/90mwPRNMmX9RUGVgKMJMJNQnYX8.jpg",
    "popularity": 4.3023,
    "tmdb_url": "https://www.themoviedb.org/movie/39451"
  },
  {
    "id": 262841,
    "title": "Monster Trucks",
    "release_date": "2016-12-21",
    "overview": "Tripp is a high school senior with a knack for building trucks who makes an incredible discovery - a gas-guzzling creature named Creech. To protect his mischievous new friend, Tripp hides Creech under the hood of his latest creation, turning it into a real-life super-powered Monster Truck. Together, this unlikely duo with a shared taste for speed team up on a wild and unforgettable journey to reunite Creech with his family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aUzNybWqURfeg9BveLr4GOVCkti.jpg",
    "popularity": 4.1565,
    "tmdb_url": "https://www.themoviedb.org/movie/262841"
  },
  {
    "id": 354861,
    "title": "Father Figures",
    "release_date": "2017-12-21",
    "overview": "Upon learning that their mother has been lying to them for years about their allegedly deceased father, two fraternal twin brothers hit the road in order to find him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/avRiH6kbsw3Wxi1J7857alb9yyt.jpg",
    "popularity": 3.9783,
    "tmdb_url": "https://www.themoviedb.org/movie/354861"
  },
  {
    "id": 8386,
    "title": "How High",
    "release_date": "2001-12-21",
    "overview": "Multi-platinum rap superstars Redman and Method Man star as Jamal and Silas, two regular guys who smoke something magical, ace their college entrance exams and wind up at Harvard. Ivy League ways are strange but Silas and Jamal take it in a stride -- until their supply of supernatural smoke runs dry. That's when they have to start living by their wits and rely on their natural resources to make the grade.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qWF784YqUZE8KhbBfuqhMSzmUPs.jpg",
    "popularity": 3.8028,
    "tmdb_url": "https://www.themoviedb.org/movie/8386"
  },
  {
    "id": 94047,
    "title": "My Way",
    "release_date": "2011-12-21",
    "overview": "During the invasion of Normandy the photograph of a slim Korean man in German uniform was found. It transpired that the man had served as a soldier in the Japanese, Russian and German armies. His incredible story inspired director Kang Je-Gyu to create this epic war drama.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3moPqIC1EBFilLI3YJNa5Nfel3e.jpg",
    "popularity": 3.8023,
    "tmdb_url": "https://www.themoviedb.org/movie/94047"
  },
  {
    "id": 9463,
    "title": "Vampire Hunter D",
    "release_date": "1985-12-21",
    "overview": "In a far-future time ruled by the supernatural, a young girl requests the help of a vampire hunter to kill the vampire who has bitten her and thus prevent her from becoming a vampire herself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yhKS0Wi6HNOHauWl0M3fr23hiB7.jpg",
    "popularity": 3.5454,
    "tmdb_url": "https://www.themoviedb.org/movie/9463"
  },
  {
    "id": 7552,
    "title": "Fun with Dick and Jane",
    "release_date": "2005-12-21",
    "overview": "After Dick Harper loses his job at Globodyne in an Enron-esque collapse, he and his wife, Jane, turn to crime in order to handle the massive debt they now face. Two intelligent people, Dick and Jane actually get pretty good at robbing people and even enjoy it -- but they have second thoughts when they're reminded that crime can hurt innocent people. When the couple hears that Globodyne boss Jack McCallister actually swindled the company, they plot revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xTcIPKpzCqQUQixNPS0Rb7HPEAf.jpg",
    "popularity": 3.4295,
    "tmdb_url": "https://www.themoviedb.org/movie/7552"
  },
  {
    "id": 6575,
    "title": "Walk Hard: The Dewey Cox Story",
    "release_date": "2007-12-21",
    "overview": "Following a childhood tragedy, Dewey Cox follows a long and winding road to music stardom. Dewey perseveres through changing musical styles, an addiction to nearly every drug known and bouts of uncontrollable rage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/Aa1IQ4Cuin3d7qIahvPheMmR4E5.jpg",
    "popularity": 3.4201,
    "tmdb_url": "https://www.themoviedb.org/movie/6575"
  },
  {
    "id": 9587,
    "title": "Little Women",
    "release_date": "1994-12-21",
    "overview": "With their father away as a chaplain in the Civil War, Jo, Meg, Beth and Amy grow up with their mother in somewhat reduced circumstances. They are a close family who inevitably have their squabbles and tragedies. But the bond holds even when, later, male friends start to become a part of the household.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1ZzH1XMcKAe5NdrKL5MfcqZHHsZ.jpg",
    "popularity": 3.4146,
    "tmdb_url": "https://www.themoviedb.org/movie/9587"
  },
  {
    "id": 9641,
    "title": "Cheaper by the Dozen 2",
    "release_date": "2005-12-21",
    "overview": "Steve Martin and Bonnie Hunt return as heads of the Baker family who, while on vacation, find themselves in competition with a rival family of eight children.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wD68dEtcKuboxd8bhbqiTTxn6cX.jpg",
    "popularity": 3.4101,
    "tmdb_url": "https://www.themoviedb.org/movie/9641"
  },
  {
    "id": 711,
    "title": "Finding Forrester",
    "release_date": "2000-12-21",
    "overview": "Gus Van Sant tells the story of a young African American man named Jamal who confronts his talents while living on the streets of the Bronx. He accidentally runs into an old writer named Forrester who discovers his passion for writing. With help from his new mentor Jamal receives a scholarship to a private school.",
    "poster_url": "https://image.tmdb.org/t/p/w500/chd9bCGNYtzDoJqGw5wUHlhrkOb.jpg",
    "popularity": 3.054,
    "tmdb_url": "https://www.themoviedb.org/movie/711"
  },
  {
    "id": 3009,
    "title": "The Trial",
    "release_date": "1962-12-21",
    "overview": "Josef K wakes up in the morning and finds the police in his room. They tell him that he is on trial but nobody tells him what he is accused of. In order to find out about the reason for this accusation and to protest his innocence, he tries to look behind the façade of the judicial system. But since this remains fruitless, there seems to be no chance for him to escape from this nightmare.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2o1oe54a4doiwB4uJq9Kx1RHal0.jpg",
    "popularity": 2.7002,
    "tmdb_url": "https://www.themoviedb.org/movie/3009"
  },
  {
    "id": 446791,
    "title": "All the Money in the World",
    "release_date": "2017-12-21",
    "overview": "The story of the kidnapping of 16-year-old John Paul Getty III and the desperate attempt by his devoted mother to convince his billionaire grandfather Jean Paul Getty to pay the ransom.",
    "poster_url": "https://image.tmdb.org/t/p/w500/q6nE9Hf0ezszjI4DbCxwzQ73MMy.jpg",
    "popularity": 2.6944,
    "tmdb_url": "https://www.themoviedb.org/movie/446791"
  },
  {
    "id": 351044,
    "title": "Welcome to Marwen",
    "release_date": "2018-12-21",
    "overview": "When a devastating attack shatters Mark Hogancamp and wipes away all memories, no one expected recovery. Putting together pieces from his old and new life, Mark meticulously creates a wondrous town named Marwen where he can heal and be heroic. As he builds an astonishing art installation — a testament to the most powerful women he knows — through his fantasy world, he draws strength to triumph in the real one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dOULsxYQFsOR0cEBBB20xnjJkPD.jpg",
    "popularity": 2.6345,
    "tmdb_url": "https://www.themoviedb.org/movie/351044"
  },
  {
    "id": 859,
    "title": "Dangerous Liaisons",
    "release_date": "1988-12-21",
    "overview": "In 18th century France, Marquise de Merteuil asks her ex-lover Vicomte de Valmont to seduce the future wife of another ex-lover of hers in return for one last night with her. Yet things don’t go as planned.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7etDozwd9Pf5oCcyo4h1Hki6U13.jpg",
    "popularity": 2.5853,
    "tmdb_url": "https://www.themoviedb.org/movie/859"
  },
  {
    "id": 40081,
    "title": "Crippled Avengers",
    "release_date": "1978-12-21",
    "overview": "A group of martial artists seek revenge after being crippled by Tu Tin-To, a martial arts master, and his son.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eKdvNCKtiuUFvwCXtpwISw8jqZ5.jpg",
    "popularity": 2.5276,
    "tmdb_url": "https://www.themoviedb.org/movie/40081"
  },
  {
    "id": 111083,
    "title": "The Body",
    "release_date": "2012-12-21",
    "overview": "A woman’s body disappears mysteriously from the morgue without a trace. Police inspector Jaime Peña investigates the strange occurrence with the help of Álex Ulloa, the widower of the missing woman.",
    "poster_url": "https://image.tmdb.org/t/p/w500/du9zczcShf4WIuljDR0Aib7AYtX.jpg",
    "popularity": 2.5026,
    "tmdb_url": "https://www.themoviedb.org/movie/111083"
  },
  {
    "id": 965244,
    "title": "Ghost in the Shell: SAC_2045 Sustainable War",
    "release_date": "2021-12-21",
    "overview": "In the year 2045, after an economic disaster known as the Synchronized Global Default, rapid developments in AI propelled the world to enter a state of \"Sustainable War\". However, the public is not aware of the threat that AI has towards the human race.  A compilation film with newly added footage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kNTvGWDTxb2spAp9SRLNfOo7kCM.jpg",
    "popularity": 2.4521,
    "tmdb_url": "https://www.themoviedb.org/movie/965244"
  },
  {
    "id": 9586,
    "title": "The Bonfire of the Vanities",
    "release_date": "1990-12-21",
    "overview": "After his mistress runs over a black teen, a Wall Street hotshot sees his life unravel in the spotlight; A down-and-out reporter breaks the story and opportunists clamber to use it to their advantage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pdrPrygZ5dVKi8UxrUXMmq1k2iO.jpg",
    "popularity": 2.3961,
    "tmdb_url": "https://www.themoviedb.org/movie/9586"
  },
  {
    "id": 42845,
    "title": "The Blade",
    "release_date": "1995-12-21",
    "overview": "A young man adopted by a renowned swordsmith, discovers that his real father was killed by a powerful bandit called Lung. Leaving to seek revenge, he runs foul of a group of vicious desert scum, losing his right arm in the process. After being nursed back to health, he eventually learns to compensate for his loss and returns to confront the man who murdered his father.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ehPyP58sss3lbcuOeDqeelXfby7.jpg",
    "popularity": 2.262,
    "tmdb_url": "https://www.themoviedb.org/movie/42845"
  },
  {
    "id": 20294,
    "title": "Welcome",
    "release_date": "2007-12-21",
    "overview": "Dubai-based criminal don Uday takes it upon himself to try and get his half-sister Sanjana married - in vain, as no one wants to be associated with a crime family. Uday's associate and best friend Majnu finds a well to do, nice young man, Rajiv, who lives with his maternal uncle and aunt - Dr. and Mrs. Ghunghroo. Through extortion he compels the Ghunghroos to accept this matrimonial alliance. With no escape from this predicament, the wedding is planned, with hilarious consequences.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fudxnXlTTBIDCkpR7XhlIgkNaUY.jpg",
    "popularity": 2.1968,
    "tmdb_url": "https://www.themoviedb.org/movie/20294"
  },
  {
    "id": 951,
    "title": "Kindergarten Cop",
    "release_date": "1990-12-21",
    "overview": "Hard-edged cop John Kimble gets more than he bargained for when he goes undercover as a kindergarten teacher to get the goods on a brutal drug lord while at the same time protecting the man's young son. Pitted against a class of boisterous moppets whose antics try his patience and test his mettle, Kimble may have met his match … in more ways than one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nKnHWwkXyvhzCYWm3FyRAv3qBrl.jpg",
    "popularity": 2.1945,
    "tmdb_url": "https://www.themoviedb.org/movie/951"
  },
  {
    "id": 18444,
    "title": "Swiss Family Robinson",
    "release_date": "1960-12-21",
    "overview": "After being shipwrecked, the Robinson family is marooned on an island inhabited only by an impressive array of wildlife. In true pioneer spirit, they quickly make themselves at home but soon face a danger even greater than nature: dastardly pirates.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3ZItm1RcdwNuPnCaaqEFGrbVlcO.jpg",
    "popularity": 2.1751,
    "tmdb_url": "https://www.themoviedb.org/movie/18444"
  },
  {
    "id": 382220,
    "title": "Master",
    "release_date": "2016-12-21",
    "overview": "Korea’s biggest network marketing scam reveals a far greater network of corruption and conspiracy lurking underneath.",
    "poster_url": "https://image.tmdb.org/t/p/w500/onDrDG7BxvSIcmdWSdz3t92yPb.jpg",
    "popularity": 2.1487,
    "tmdb_url": "https://www.themoviedb.org/movie/382220"
  },
  {
    "id": 496076,
    "title": "Zero",
    "release_date": "2018-12-21",
    "overview": "Short in stature but big on love, a bachelor meets two very different women who broaden his horizons and help him find purpose in life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5uLyqwq2swVns28TFPV2zUzBEd7.jpg",
    "popularity": 2.1108,
    "tmdb_url": "https://www.themoviedb.org/movie/496076"
  }
]