[
  {
    "id": 810693,
    "title": "Jujutsu Kaisen 0",
    "release_date": "2021-12-24",
    "overview": "Yuta Okkotsu is a nervous high school student who is suffering from a serious problem—his childhood friend Rika has turned into a curse and won't leave him alone. Since Rika is no ordinary curse, his plight is noticed by Satoru Gojo, a teacher at Jujutsu High, a school where fledgling exorcists learn how to combat curses. Gojo convinces Yuta to enroll, but can he learn enough in time to confront the curse that haunts him?",
    "poster_url": "https://image.tmdb.org/t/p/w500/23oJaeBh0FDk2mQ2P240PU9Xxfh.jpg",
    "popularity": 9.9209,
    "tmdb_url": "https://www.themoviedb.org/movie/810693"
  },
  {
    "id": 10112,
    "title": "The Aristocats",
    "release_date": "1970-12-24",
    "overview": "When Madame Adelaide Bonfamille leaves her fortune to Duchess and her children—Bonfamille’s beloved family of cats—the butler plots to steal the money and kidnaps the legatees, leaving them out on a country road. All seems lost until the wily Thomas O’Malley Cat and his jazz-playing alley cats come to the aristocats’ rescue.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1BVOSmQUhphMgnTxnXyfQ9tL1Sc.jpg",
    "popularity": 7.0885,
    "tmdb_url": "https://www.themoviedb.org/movie/10112"
  },
  {
    "id": 193756,
    "title": "Lone Survivor",
    "release_date": "2013-12-24",
    "overview": "Four Navy SEALs on a covert mission to neutralize a high-level Taliban operative must make an impossible moral decision in the mountains of Afghanistan that leads them into an enemy ambush. As they confront unthinkable odds, the SEALs must find reserves of strength and resilience to fight to the finish.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zaBIrloyhGK7iNTZMb3f9SARsl8.jpg",
    "popularity": 4.9612,
    "tmdb_url": "https://www.themoviedb.org/movie/193756"
  },
  {
    "id": 893694,
    "title": "Eva",
    "release_date": "2021-12-24",
    "overview": "When Eva gets involved in a steamy threesome with a houseboy and her lady boss, she realizes she has to choose only one between them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xADCcluh5TaqETZGO45RulKnYDy.jpg",
    "popularity": 4.9131,
    "tmdb_url": "https://www.themoviedb.org/movie/893694"
  },
  {
    "id": 8810,
    "title": "Mad Max 2",
    "release_date": "1981-12-24",
    "overview": "Max Rockatansky returns as the heroic loner who drives the dusty roads of a postapocalyptic Australian Outback in an unending search for gasoline. Arrayed against him and the other scraggly defendants of a fuel-depot encampment are the bizarre warriors commanded by the charismatic Lord Humungus, a violent leader whose scruples are as barren as the surrounding landscape.",
    "poster_url": "https://image.tmdb.org/t/p/w500/l1KVEhkGDpWRzQ0VqIhZqDDuOim.jpg",
    "popularity": 4.4945,
    "tmdb_url": "https://www.themoviedb.org/movie/8810"
  },
  {
    "id": 274479,
    "title": "Joy",
    "release_date": "2015-12-24",
    "overview": "A story based on the life of a struggling Long Island single mom who became one of the country's most successful entrepreneurs.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nZAs0HbW82TI1i4Xid83M941Pki.jpg",
    "popularity": 4.3443,
    "tmdb_url": "https://www.themoviedb.org/movie/274479"
  },
  {
    "id": 86130,
    "title": "Pixie Hollow Games",
    "release_date": "2011-12-24",
    "overview": "Rosetta and new arrival Chloe band together to try to break the garden fairies' legendary losing streak in the Pixie Hollow Games, a sports spectacle filled with pixie pageantry, fantastic fairy events and hilarious surprises.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hfpMphA7NP9Fu2E78EaxfhOuwep.jpg",
    "popularity": 3.9693,
    "tmdb_url": "https://www.themoviedb.org/movie/86130"
  },
  {
    "id": 504,
    "title": "Monster",
    "release_date": "2003-12-24",
    "overview": "An emotionally scarred highway drifter shoots a sadistic trick who rapes her, and ultimately becomes America's first female serial killer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
    "popularity": 3.8875,
    "tmdb_url": "https://www.themoviedb.org/movie/504"
  },
  {
    "id": 2289,
    "title": "Cold Mountain",
    "release_date": "2003-12-24",
    "overview": "In this classic story of love and devotion set against the backdrop of the American Civil War, a wounded Confederate soldier named W.P. Inman deserts his unit and travels across the South, aiming to return to his young wife, Ada, who he left behind to tend their farm. As Inman makes his perilous journey home, Ada struggles to keep their home intact with the assistance of Ruby, a mysterious drifter sent to help her by a kindly neighbor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j0AJeeR5CQPDFh0otyWyCWREHO8.jpg",
    "popularity": 3.865,
    "tmdb_url": "https://www.themoviedb.org/movie/2289"
  },
  {
    "id": 11007,
    "title": "Cheaper by the Dozen",
    "release_date": "2003-12-24",
    "overview": "The Baker brood moves to Chicago after patriarch Tom gets a job coaching football at Northwestern University, forcing his writer wife, Mary, and the couple's 12 children to make a major adjustment. The transition works well until work demands pull the parents away from home, leaving the kids bored -- and increasingly mischievous.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hetmSdWARqU5ljQVKWYpAoupXST.jpg",
    "popularity": 3.7504,
    "tmdb_url": "https://www.themoviedb.org/movie/11007"
  },
  {
    "id": 589754,
    "title": "The Last Warrior: Root of Evil",
    "release_date": "2020-12-24",
    "overview": "Peace and tranquility have set in Belogorie. The evil was defeated and Ivan is now enjoying his well-deserved fame. He is surrounded by his family, friends and small wonders from the modern world that help him lead a comfortable life. Luckily, he has his Magic Sword to cut a gap between the worlds to get some supplies quite regularly. But when an ancient evil rises and the existence of the magic world is put to danger, Ivan has to team up with his old friends and his new rivals. They will set out on a long journey beyond the known world to find a way to defeat the enemies and to return peace to Belogorie.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5VJSIAhSn4qUsg5nOj4MhQhF5wQ.jpg",
    "popularity": 3.515,
    "tmdb_url": "https://www.themoviedb.org/movie/589754"
  },
  {
    "id": 365222,
    "title": "Ip Man 3",
    "release_date": "2015-12-24",
    "overview": "When a band of brutal gangsters led by a crooked property developer make a play to take over the city, Master Ip is forced to take a stand.",
    "poster_url": "https://image.tmdb.org/t/p/w500/RTt4lgyTDI8JHMGbZGDDbcZmkM.jpg",
    "popularity": 3.4754,
    "tmdb_url": "https://www.themoviedb.org/movie/365222"
  },
  {
    "id": 757860,
    "title": "The Yin-Yang Master: Dream of Eternity",
    "release_date": "2020-12-24",
    "overview": "Every few hundred years, the most powerful demon on earth—a snake demon—awakens, and the Yin-Yang Masters are summoned to the capital. Meanwhile, the Princess of the realm has her own plans, as she conspires to claim the demon’s power.",
    "poster_url": "https://image.tmdb.org/t/p/w500/odgDN1po1j7cEVLeBhkVS0Oh4kC.jpg",
    "popularity": 3.1774,
    "tmdb_url": "https://www.themoviedb.org/movie/757860"
  },
  {
    "id": 87093,
    "title": "Big Eyes",
    "release_date": "2014-12-24",
    "overview": "In the late 1950s and early '60s, artist Walter Keane achieves unbelievable fame and success with portraits of saucer-eyed waifs. However, no one realizes that his wife, Margaret, is the real painter behind the brush. Although Margaret is horrified to learn that Walter is passing off her work as his own, she is too meek to protest too loudly. It isn't until the Keanes' marriage comes to an end and a lawsuit follows that the truth finally comes to light.",
    "poster_url": "https://image.tmdb.org/t/p/w500/203HAjJcLMl7xThcTqZx4zmEGcV.jpg",
    "popularity": 3.1663,
    "tmdb_url": "https://www.themoviedb.org/movie/87093"
  },
  {
    "id": 260558,
    "title": "Liebes Lager",
    "release_date": "1976-12-24",
    "overview": "In a Nazi concentration camp, German soldiers shamelessly abuse the inmates, mocking and brutalizing them. But the prisoners never give up on the violence they have suffered, convinced that they can rebel and take revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zc5GysGArDSczAT1dgcpGw2G7Jl.jpg",
    "popularity": 2.852,
    "tmdb_url": "https://www.themoviedb.org/movie/260558"
  },
  {
    "id": 10202,
    "title": "Bedtime Stories",
    "release_date": "2008-12-24",
    "overview": "Skeeter Bronson is a down-on-his-luck guy who's always telling bedtime stories to his niece and nephew. But his life is turned upside down when the fantastical stories he makes up for entertainment inexplicably turn into reality. Can a bewildered Skeeter manage his own unruly fantasies now that the outrageous characters and situations from his mind have morphed into actual people and events?",
    "poster_url": "https://image.tmdb.org/t/p/w500/rSOnWm8ahvgThYp8TKGRUTcvsyw.jpg",
    "popularity": 2.8448,
    "tmdb_url": "https://www.themoviedb.org/movie/10202"
  },
  {
    "id": 19503,
    "title": "God of Gamblers' Return",
    "release_date": "1994-12-24",
    "overview": "Ko Chun, the God of Gamblers,  vows to keep his identity hidden while looking for the gangsters who murdered his pregnant wife.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fy7K4G0lwLZRbPdaeVJ1FQEMgVr.jpg",
    "popularity": 2.7194,
    "tmdb_url": "https://www.themoviedb.org/movie/19503"
  },
  {
    "id": 559974,
    "title": "Shock Wave 2",
    "release_date": "2020-12-24",
    "overview": "After suffering life changing injuries in the line of duty, bomb disposal officer Fung turns his back on the police. But when a devastating series of bombings sweep Hong Kong, the police suspect their former ally may be involved after he is found unconscious at a crime scene. Now faced with memory loss and recalling only fragments of his former life, Fung sets out to uncover the truth and find out who he really is.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5eMEnVKFDXKjlxIKKqkXIStI1Tz.jpg",
    "popularity": 2.443,
    "tmdb_url": "https://www.themoviedb.org/movie/559974"
  },
  {
    "id": 19644,
    "title": "Silmido",
    "release_date": "2003-12-24",
    "overview": "On 31 January 1968, 31 North Korean commandos infiltrated South Korea in a failed mission to assassinate President Park Chung-hee. In revenge, the South Korean military assembled a team of 31 criminals on the island of Silmido to kill Kim Il-sung for a suicide mission to redeem their honor, but was cancelled, leaving them frustrated. It is loosely based on a military uprising in the 1970s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jwE6cVIoJ4JP397yMGfBBpHMJmF.jpg",
    "popularity": 2.4,
    "tmdb_url": "https://www.themoviedb.org/movie/19644"
  },
  {
    "id": 224141,
    "title": "Into the Woods",
    "release_date": "2014-12-24",
    "overview": "In a woods filled with magic and fairy tale characters, a baker and his wife set out to end the curse put on them by their neighbor, a spiteful witch.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pf0TdnITu380Zp8DMQx0jcwDsAS.jpg",
    "popularity": 2.3422,
    "tmdb_url": "https://www.themoviedb.org/movie/224141"
  },
  {
    "id": 48197,
    "title": "The Town That Dreaded Sundown",
    "release_date": "1976-12-24",
    "overview": "When two young lovers are savagely beaten and tortured on a back country road in Texarkana, local police are baffled and must find \"the Phantom Killer\" before he can kill again.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sI6kUePh4S3T1rDozPR0Etg7E8X.jpg",
    "popularity": 2.3368,
    "tmdb_url": "https://www.themoviedb.org/movie/48197"
  },
  {
    "id": 54111,
    "title": "Memento Mori",
    "release_date": "1999-12-24",
    "overview": "The ghost of a lesbian high-school girl takes revenge on the people who used to bully her. And another young girl finds her old diary detailing her love and rejection when she was alive.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6HDeHTbMQCWNmPD9Uqybtigt5sf.jpg",
    "popularity": 2.3242,
    "tmdb_url": "https://www.themoviedb.org/movie/54111"
  },
  {
    "id": 1056439,
    "title": "Stringless Puppets",
    "release_date": "2022-12-24",
    "overview": "A young man living far from his beloved one wastes his existence absorbed in modern distractions until he loses contact with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jt7KdgfSWyoyqZFJWPgA0rtEEmu.jpg",
    "popularity": 2.3213,
    "tmdb_url": "https://www.themoviedb.org/movie/1056439"
  },
  {
    "id": 793602,
    "title": "Favorite Concubine",
    "release_date": "2020-12-24",
    "overview": "Jun-soo, a rich old man, decides to live in a local villa after retirement due to paralysis and health reasons. Only Jun-soo's wife, Hye-sook, and Joo-seok, will move to the provinces, and Hye-sook will only wait for the day Jun-soo dies. Jun-soo gradually becomes paralyzed, so he relies on a wheelchair, and Hye-sook meets up Joo-seok. However, Jun-soo suffered from paralysis that night. Unaware of this, Hye-sook and Joo-seok hire Jun-soo's caregiver to avoid Jun-soo and enjoy comfortably, but Joo-seok begins to look at the caregiver. After learning about the affair between Hye-sook and Joo-seok, Jun-soo begins to make a secret proposal to So-eun.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gGyQhfdqw9saOAlYHz4sxJO9Ot.jpg",
    "popularity": 2.2181,
    "tmdb_url": "https://www.themoviedb.org/movie/793602"
  },
  {
    "id": 242454,
    "title": "The Suspect",
    "release_date": "2013-12-24",
    "overview": "Betrayed and on the run, a former North Korean agent tries to seek revenge on the man who killed his wife, find his missing daughter, and uncover the secrets hidden inside the eyeglasses of a dead man.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a2lMK5eoKN4ndHQpgDrS99EqzJY.jpg",
    "popularity": 2.2176,
    "tmdb_url": "https://www.themoviedb.org/movie/242454"
  },
  {
    "id": 49516,
    "title": "Black Mask 2: City of Masks",
    "release_date": "2002-12-24",
    "overview": "The Black Mask must stop a group intent on setting off a DNA bomb that could cause mutations to the human race.",
    "poster_url": "https://image.tmdb.org/t/p/w500/uc9rOZs8ybdZKQVi8zLwSiEP9kz.jpg",
    "popularity": 2.2105,
    "tmdb_url": "https://www.themoviedb.org/movie/49516"
  },
  {
    "id": 300433,
    "title": "The Con Artists",
    "release_date": "2014-12-24",
    "overview": "A wily safecracker is forced to help a mob boss pull off a $150 million heist, but smells a double-cross in the works.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4OMSjrkToOCBV7ikcz0LYax7m10.jpg",
    "popularity": 2.2049,
    "tmdb_url": "https://www.themoviedb.org/movie/300433"
  },
  {
    "id": 58046,
    "title": "Toonpur Ka Superrhero",
    "release_date": "2010-12-24",
    "overview": "There is trouble brewing in the land of cartoons-Toonpur. The good guys of Toonpur and the bad guys are at constant war. That's when Devtoons decide to take superstar action hero Aditya's help and get him down to Toonpur. But things are not as simple as the Devtoons had thought.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2apBkbLd19aivVAES4lboFeqtwC.jpg",
    "popularity": 2.1734,
    "tmdb_url": "https://www.themoviedb.org/movie/58046"
  },
  {
    "id": 314327,
    "title": "The Royal Tailor",
    "release_date": "2014-12-24",
    "overview": "Lee Gong-jin, a young tailor, helps the Queen with her dress and both fall in love with each other. However, his success catches the ire of Jo Dol-seok, the royal tailor, who vows retribution.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zrWD1J3CRamqGgHm5UgH9jN0Iqi.jpg",
    "popularity": 2.1109,
    "tmdb_url": "https://www.themoviedb.org/movie/314327"
  },
  {
    "id": 46040,
    "title": "Tees Maar Khan",
    "release_date": "2010-12-24",
    "overview": "A con artist poses as a film director in a village with the intention of executing a caper with the unwitting help of the villagers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xhbaxPSFA78hQpsSekPLdBoyGIK.jpg",
    "popularity": 2.0998,
    "tmdb_url": "https://www.themoviedb.org/movie/46040"
  },
  {
    "id": 353429,
    "title": "Jaanwar",
    "release_date": "1999-12-24",
    "overview": "Sultan (Shakti Kapoor) adopted an orphan and named him Badshah (Akshay Kumar). Badshah grows up to be a criminal and his life was made difficult by Inspector Pradhan (Ashish Vidyarthi). Badshah's sidekick is Abdul (Ashutosh Rana). The only hope in Badshah's life is Sapna (Karisma Kapoor), whom he incidentally met. But circumstances lead Badshah to commit murder in public. During this experience, a child clangs to him and he took the child to Sapna. Before he could explain anything, Pradhan gets there and Badshah had to escape. He changed his name to Babu Lohar and becomes a blacksmith and loving father, to give the child a good future. However, after 7 years, he sees Abdul and Sultan again. Pradhan is still after him. When the child's parents find out about him, they ask Babu to return their child. Will he let the child go? Will the child go with his parents?",
    "poster_url": "https://image.tmdb.org/t/p/w500/hAdnoPTsd1uWXKtKNzHzhijg6j.jpg",
    "popularity": 2.0895,
    "tmdb_url": "https://www.themoviedb.org/movie/353429"
  },
  {
    "id": 294992,
    "title": "The Taking of Tiger Mountain",
    "release_date": "2014-12-24",
    "overview": "Yang Zirong disguises himself as a bandit to infiltrate and destroy a bandit group. He joins hands with a hostage, and together, they fight against the warlord, Hawk.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7seDCoxCBa3O4bUbA4xlKtRfs2U.jpg",
    "popularity": 2.0396,
    "tmdb_url": "https://www.themoviedb.org/movie/294992"
  },
  {
    "id": 202575,
    "title": "The House of Magic",
    "release_date": "2013-12-24",
    "overview": "Thunder, an abandoned young cat seeking shelter from a storm, stumbles into the strangest house imaginable, owned by an old magician and inhabited by a dazzling array of automatons and gizmos. Not everyone welcomes the new addition to the troupe as Jack Rabbit and Maggie Mouse plot to evict Thunder. The situation gets worse when the magician lands in hospital and his scheming nephew sees his chance to cash in by selling the mansion. Our young hero is determined to earn his place and so he enlists the help of some wacky magician's assistants to protect his magical new home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3R13g2XgblynIrQGF8geFZJPNvR.jpg",
    "popularity": 2.0334,
    "tmdb_url": "https://www.themoviedb.org/movie/202575"
  }
]