[
  {
    "id": 19971,
    "title": "The Little Girl Who Lives Down the Lane",
    "release_date": "1976-12-25",
    "overview": "Quiet, withdrawn 13-year-old Rynn Jacobs lives peacefully in her home in a New England beach town. Whenever the prying landlady inquires after Rynn's father, she politely claims that he's in the city on business. But when the landlady's creepy and increasingly persistent son, Frank, won't leave Rynn alone, she teams up with kindly neighbor boy Mario to maintain the dark family secret that she's been keeping to herself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qlH7atDoN2iOmq6pNsoFIlebhgA.jpg",
    "popularity": 47.3272,
    "tmdb_url": "https://www.themoviedb.org/movie/19971"
  },
  {
    "id": 106646,
    "title": "The Wolf of Wall Street",
    "release_date": "2013-12-25",
    "overview": "A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kW9LmvYHAaS9iA0tHmZVq8hQYoq.jpg",
    "popularity": 22.2764,
    "tmdb_url": "https://www.themoviedb.org/movie/106646"
  },
  {
    "id": 68718,
    "title": "Django Unchained",
    "release_date": "2012-12-25",
    "overview": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7oWY8VDWW7thTzWh3OKYRkWUlD5.jpg",
    "popularity": 14.4999,
    "tmdb_url": "https://www.themoviedb.org/movie/68718"
  },
  {
    "id": 508442,
    "title": "Soul",
    "release_date": "2020-12-25",
    "overview": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful audition at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pEz5aROvfy5FBW1OTlrDO3VryWO.jpg",
    "popularity": 13.4455,
    "tmdb_url": "https://www.themoviedb.org/movie/508442"
  },
  {
    "id": 228967,
    "title": "The Interview",
    "release_date": "2014-12-25",
    "overview": "Dave Skylark and his producer Aaron Rapaport run the celebrity tabloid show \"Skylark Tonight\". When they land an interview with a surprise fan, North Korean dictator Kim Jong-un, they are recruited by the CIA to turn their trip to Pyongyang into an assassination mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tIDC4xT65l7a8qbgg8GvwD5g8c5.jpg",
    "popularity": 11.6883,
    "tmdb_url": "https://www.themoviedb.org/movie/228967"
  },
  {
    "id": 440,
    "title": "Aliens vs Predator: Requiem",
    "release_date": "2007-12-25",
    "overview": "After a horrifying PredAlien crash-lands near a small Colorado town, killing everyone it encounters and producing countless Alien offspring, a lone Predator arrives to \"clean up\" the infestation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jCyJN1vj8jqJJ0vNw4hDH2KlySO.jpg",
    "popularity": 11.1137,
    "tmdb_url": "https://www.themoviedb.org/movie/440"
  },
  {
    "id": 242,
    "title": "The Godfather Part III",
    "release_date": "1990-12-25",
    "overview": "In the midst of trying to legitimize his business dealings in 1979 New York and Italy, aging mafia don, Michael Corleone seeks forgiveness for his sins while taking a young protege under his wing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lm3pQ2QoQ16pextRsmnUbG2onES.jpg",
    "popularity": 10.5994,
    "tmdb_url": "https://www.themoviedb.org/movie/242"
  },
  {
    "id": 4922,
    "title": "The Curious Case of Benjamin Button",
    "release_date": "2008-12-25",
    "overview": "Born under unusual circumstances, Benjamin Button springs into being as an elderly man in a New Orleans nursing home and ages in reverse. Twelve years after his birth, he meets Daisy, a child who flits in and out of his life as she grows up to be a dancer. Though he has all sorts of unusual adventures over the course of his life, it is his relationship with Daisy, and the hope that they will come together at the right time, that drives Benjamin forward.",
    "poster_url": "https://image.tmdb.org/t/p/w500/26wEWZYt6yJkwRVkjcbwJEFh9IS.jpg",
    "popularity": 10.4888,
    "tmdb_url": "https://www.themoviedb.org/movie/4922"
  },
  {
    "id": 281957,
    "title": "The Revenant",
    "release_date": "2015-12-25",
    "overview": "In the 1820s, a frontiersman, Hugh Glass, sets out on a path of vengeance against those who left him for dead after a bear mauling.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ji3ecJphATlVgWNY0B0RVXZizdf.jpg",
    "popularity": 9.6213,
    "tmdb_url": "https://www.themoviedb.org/movie/281957"
  },
  {
    "id": 249397,
    "title": "Nymphomaniac: Vol. II",
    "release_date": "2013-12-25",
    "overview": "The continuation of Joe's sexually dictated life delves into the darker aspects of her adult life and what led to her being in Seligman's care.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iLUNqgNKuWn667kXCKztSxYbT3k.jpg",
    "popularity": 8.9829,
    "tmdb_url": "https://www.themoviedb.org/movie/249397"
  },
  {
    "id": 530915,
    "title": "1917",
    "release_date": "2019-12-25",
    "overview": "At the height of the First World War, two young British soldiers must cross enemy territory and deliver a message that will stop a deadly attack on hundreds of soldiers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iZf0KyrE25z1sage4SYFLCCrMi9.jpg",
    "popularity": 8.8657,
    "tmdb_url": "https://www.themoviedb.org/movie/530915"
  },
  {
    "id": 190859,
    "title": "American Sniper",
    "release_date": "2014-12-25",
    "overview": "U.S. Navy SEAL Chris Kyle takes his sole mission—protect his comrades—to heart and becomes one of the most lethal snipers in American history. His pinpoint accuracy not only saves countless lives but also makes him a prime target of insurgents. Despite grave danger and his struggle to be a good husband and father to his family back in the States, Kyle serves four tours of duty in Iraq. However, when he finally returns home, he finds that he cannot leave the war behind.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vJgtfUmZE5i4L12sOryAPuBa04K.jpg",
    "popularity": 8.4041,
    "tmdb_url": "https://www.themoviedb.org/movie/190859"
  },
  {
    "id": 273248,
    "title": "The Hateful Eight",
    "release_date": "2015-12-25",
    "overview": "Bounty hunters seek shelter from a raging blizzard and get caught up in a plot of betrayal and deception.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jIywvdPjia2t3eKYbjVTcwBQlG8.jpg",
    "popularity": 8.1532,
    "tmdb_url": "https://www.themoviedb.org/movie/273248"
  },
  {
    "id": 331482,
    "title": "Little Women",
    "release_date": "2019-12-25",
    "overview": "Four sisters come of age in America in the aftermath of the Civil War.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yn5ihODtZ7ofn8pDYfxCmxh8AXI.jpg",
    "popularity": 7.6035,
    "tmdb_url": "https://www.themoviedb.org/movie/331482"
  },
  {
    "id": 11969,
    "title": "Tombstone",
    "release_date": "1993-12-25",
    "overview": "Legendary marshal Wyatt Earp, now a weary gunfighter, joins his brothers Morgan and Virgil to pursue their collective fortune in the thriving mining town of Tombstone. But Earp is forced to don a badge again and get help from his notorious pal Doc Holliday when a gang of renegade brigands and rustlers begins terrorizing the town.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wGFCvylul8iEQhJOKfwZGGvXMzA.jpg",
    "popularity": 6.7714,
    "tmdb_url": "https://www.themoviedb.org/movie/11969"
  },
  {
    "id": 2253,
    "title": "Valkyrie",
    "release_date": "2008-12-25",
    "overview": "Wounded in Africa during World War II, Nazi Col. Claus von Stauffenberg returns to his native Germany and joins the Resistance in a daring plan to create a shadow government and assassinate Adolf Hitler. When events unfold so that he becomes a central player, he finds himself tasked with both leading the coup and personally killing the Führer.",
    "poster_url": "https://image.tmdb.org/t/p/w500/8eoRtXswC8IQDsqW7iJWO56NhAv.jpg",
    "popularity": 6.7093,
    "tmdb_url": "https://www.themoviedb.org/movie/2253"
  },
  {
    "id": 9441,
    "title": "Stepmom",
    "release_date": "1998-12-25",
    "overview": "Jackie is a divorced mother of two. Isabel is the career minded girlfriend of Jackie’s ex-husband Luke, forced into the role of unwelcome stepmother to their children. But when Jackie discovers she is ill, both women realise they must put aside their differences to find a common ground and celebrate life to the fullest, while they have the chance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wMPv2Yz6QDzv6YhSbaqM48Medl1.jpg",
    "popularity": 6.6914,
    "tmdb_url": "https://www.themoviedb.org/movie/9441"
  },
  {
    "id": 587,
    "title": "Big Fish",
    "release_date": "2003-12-25",
    "overview": "Throughout his life Edward Bloom has always been a man of big appetites, enormous passions and tall tales. In his later years, he remains a huge mystery to his son, William. Now, to get to know the real man, Will begins piecing together a true picture of his father from flashbacks of his amazing adventures.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tjK063yCgaBAluVU72rZ6PKPH2l.jpg",
    "popularity": 6.4517,
    "tmdb_url": "https://www.themoviedb.org/movie/587"
  },
  {
    "id": 615677,
    "title": "We Can Be Heroes",
    "release_date": "2020-12-25",
    "overview": "When alien invaders capture Earth's superheroes, their kids must learn to work together to save their parents - and the planet.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1S21HpcKY6uQ9UAw68aICmrJaq6.jpg",
    "popularity": 6.1034,
    "tmdb_url": "https://www.themoviedb.org/movie/615677"
  },
  {
    "id": 9078,
    "title": "The Sword in the Stone",
    "release_date": "1963-12-25",
    "overview": "Wart is a young boy who aspires to be a knight's squire. On a hunting trip he falls in on Merlin, a powerful but amnesiac wizard who has plans for him beyond mere squiredom. He starts by trying to give him an education, believing that once one has an education, one can go anywhere. Needless to say, it doesn't quite work out that way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7lyeeuhGAJSNXYEW34S8mJ1bwI8.jpg",
    "popularity": 5.7834,
    "tmdb_url": "https://www.themoviedb.org/movie/9078"
  },
  {
    "id": 9277,
    "title": "The Sting",
    "release_date": "1973-12-25",
    "overview": "A novice con man teams up with an acknowledged master to avenge the murder of a mutual friend by pulling off the ultimate big con and swindling a fortune from a big-time mobster.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ckmYng37zey8INYf6d10cVgIG93.jpg",
    "popularity": 5.6716,
    "tmdb_url": "https://www.themoviedb.org/movie/9277"
  },
  {
    "id": 274167,
    "title": "Daddy's Home",
    "release_date": "2015-12-25",
    "overview": "The story of a mild-mannered radio executive who strives to become the best stepdad ever to his wife's two children, but complications ensue when their freewheeling, freeloading real father arrives, forcing stepdad to compete for the affection of the kids.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fB9lALk9zKsMYWvf0bJSkJN219Z.jpg",
    "popularity": 5.6588,
    "tmdb_url": "https://www.themoviedb.org/movie/274167"
  },
  {
    "id": 9276,
    "title": "The Faculty",
    "release_date": "1998-12-25",
    "overview": "When some very creepy things start happening around school, the kids at Herrington High make the chilling discovery that confirms their worst suspicions: their teachers really are from another planet!",
    "poster_url": "https://image.tmdb.org/t/p/w500/5XetJwmAiDC0EtH23NIXaqFn3Wl.jpg",
    "popularity": 5.1699,
    "tmdb_url": "https://www.themoviedb.org/movie/9276"
  },
  {
    "id": 7350,
    "title": "The Bucket List",
    "release_date": "2007-12-25",
    "overview": "Corporate billionaire Edward Cole and working class mechanic Carter Chambers are worlds apart. At a crossroads in their lives, they share a hospital room and discover they have two things in common: a desire to spend the time they have left doing everything they ever wanted to do and an unrealized need to come to terms with who they are. Together they embark on the road trip of a lifetime, becoming friends along the way and learning to live life to the fullest, with insight and humor.",
    "poster_url": "https://image.tmdb.org/t/p/w500/idbNSe8zsYKQL97dJApfOrDSdya.jpg",
    "popularity": 5.1281,
    "tmdb_url": "https://www.themoviedb.org/movie/7350"
  },
  {
    "id": 995133,
    "title": "The Boy, the Mole, the Fox and the Horse",
    "release_date": "2022-12-25",
    "overview": "The unlikely friendship of a boy, a mole, a fox and a horse traveling together in the boy's search for home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aBBJRyS17TIrdXih3uSYvPAR3Ua.jpg",
    "popularity": 5.113,
    "tmdb_url": "https://www.themoviedb.org/movie/995133"
  },
  {
    "id": 57212,
    "title": "War Horse",
    "release_date": "2011-12-25",
    "overview": "On the brink of the First World War, Albert's beloved horse Joey is sold to the Cavalry by his father. Against the backdrop of the Great War, Joey begins an odyssey full of danger, joy, and sorrow, and he transforms everyone he meets along the way. Meanwhile, Albert, unable to forget his equine friend, searches the battlefields of France to find Joey and bring him home.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3aRHhvvngFPJFy5uAjo7GVr3PhL.jpg",
    "popularity": 4.9749,
    "tmdb_url": "https://www.themoviedb.org/movie/57212"
  },
  {
    "id": 652837,
    "title": "Josee, the Tiger and the Fish",
    "release_date": "2020-12-25",
    "overview": "With dreams of diving abroad, Tsuneo gets a job assisting Josee, an artist whose imagination takes her far beyond her wheelchair. But when the tide turns against them, they push each other to places they never thought possible, and inspire a love fit for a storybook.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lNpZWdXC4HtXQ8nVo21gg7T9D6N.jpg",
    "popularity": 4.9263,
    "tmdb_url": "https://www.themoviedb.org/movie/652837"
  },
  {
    "id": 184,
    "title": "Jackie Brown",
    "release_date": "1997-12-25",
    "overview": "Jackie Brown is a flight attendant who gets caught in the middle of smuggling cash into the country for her gunrunner boss. When the cops try to use Jackie to get to her boss, she hatches a plan — with help from a bail bondsman — to keep the money for herself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rOUx7qg4KmEh1juEDwqzbDSL1Nr.jpg",
    "popularity": 4.8331,
    "tmdb_url": "https://www.themoviedb.org/movie/184"
  },
  {
    "id": 1037837,
    "title": "Family Matters",
    "release_date": "2022-12-25",
    "overview": "A story of a stroke-stricken father whose family members take turns in manning the caregiving department. As his condition worsens, his children and wife start to squabble among themselves as they try to adapt to the circumstances.",
    "poster_url": "https://image.tmdb.org/t/p/w500/buoDDhZVCiYwdSJd8mO3w5I9lf.jpg",
    "popularity": 4.7676,
    "tmdb_url": "https://www.themoviedb.org/movie/1037837"
  },
  {
    "id": 284536,
    "title": "The Gambler",
    "release_date": "2014-12-25",
    "overview": "Literature professor Jim Bennett leads a secret life as a high-stakes gambler. Always a risk-taker, Bennett bets it all when he borrows from a gangster and offers his own life as collateral. Staying one step ahead, he pits his creditor against the operator of an illicit gambling ring while garnering the attention of Frank, a paternalistic loan shark. As his relationship with a student deepens, Bennett must risk everything for a second chance.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hIgU3cxn7Y87joQGM3srofnXOm5.jpg",
    "popularity": 4.7266,
    "tmdb_url": "https://www.themoviedb.org/movie/284536"
  },
  {
    "id": 558915,
    "title": "The Color Purple",
    "release_date": "2023-12-25",
    "overview": "A decades-spanning tale of love and resilience and of one woman's journey to independence. Celie faces many hardships in her life, but ultimately finds extraordinary strength and hope in the unbreakable bonds of sisterhood.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h5bqIxM8GO4TewJ0u6Rzkg58ssJ.jpg",
    "popularity": 4.6942,
    "tmdb_url": "https://www.themoviedb.org/movie/558915"
  },
  {
    "id": 983044,
    "title": "The Arctic Convoy",
    "release_date": "2023-12-25",
    "overview": "In 1942, a convoy of 35 civilian ships, carrying vital supplies from Iceland to the Soviet Union, faces deadly challenges in the Arctic. Despite Allied naval escort, catastrophic intelligence errors expose the convoy to relentless German air and naval attacks. In the brutal conditions, inexperienced civilian sailors fight for survival, with only 12 ships making it to their destination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7qtd6xschdz7GBnEMZfPfUir7cs.jpg",
    "popularity": 4.5923,
    "tmdb_url": "https://www.themoviedb.org/movie/983044"
  },
  {
    "id": 9620,
    "title": "Paycheck",
    "release_date": "2003-12-25",
    "overview": "Michael Jennings is a genius who's hired – and paid handsomely – by high-tech firms to work on highly sensitive projects, after which his short-term memory is erased so he's incapable of breaching security. But at the end of a three-year job, he's told he isn't getting a paycheck and instead receives a mysterious envelope. In it are clues he must piece together to find out why he wasn't paid – and why he's now in hot water.",
    "poster_url": "https://image.tmdb.org/t/p/w500/icoa6KslkhXKnxLreZ6vXnDimpQ.jpg",
    "popularity": 4.521,
    "tmdb_url": "https://www.themoviedb.org/movie/9620"
  },
  {
    "id": 1213,
    "title": "The Talented Mr. Ripley",
    "release_date": "1999-12-25",
    "overview": "Tom Ripley is a calculating young man who believes it's better to be a fake somebody than a real nobody. Opportunity knocks in the form of a wealthy U.S. shipbuilder who hires Tom to travel to Italy to bring back his playboy son, Dickie. Ripley worms his way into the idyllic lives of Dickie and his girlfriend, plunging into a daring scheme of duplicity, lies and murder.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6ojHgqtIR41O2qLKa7LFUVj0cZa.jpg",
    "popularity": 4.3935,
    "tmdb_url": "https://www.themoviedb.org/movie/1213"
  },
  {
    "id": 926,
    "title": "Galaxy Quest",
    "release_date": "1999-12-25",
    "overview": "For four years, the courageous crew of the NSEA protector - \"Commander Peter Quincy Taggart\", \"Lt. Tawny Madison and \"Dr.Lazarus\" - set off on a thrilling and often dangerous mission in space...and then their series was cancelled! Now, twenty years later, aliens under attack have mistaken the Galaxy Quest television transmissions for \"historical documents\" and beam up the crew of has-been actors to save the universe. With no script, no director and no clue, the actors must turn in the performances of their lives.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZXSwgZknp81vmciTb86rw0MejV.jpg",
    "popularity": 4.3365,
    "tmdb_url": "https://www.themoviedb.org/movie/926"
  },
  {
    "id": 662708,
    "title": "Pokémon the Movie: Secrets of the Jungle",
    "release_date": "2020-12-25",
    "overview": "In the Forest of Okoya, Koko is a feral child who has been raised as a Pokémon by the Mythical Pokémon Zarude. Koko has grown up never doubting that he is a Pokémon even though he can't really use any sort of moves. Ash Ketchum and Pikachu meet Koko and help him protect the Great Tree from the crooked scientist Dr. Zed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9Ow7PJcAHMMxgSIjCW6RnRqE9OA.jpg",
    "popularity": 4.3355,
    "tmdb_url": "https://www.themoviedb.org/movie/662708"
  },
  {
    "id": 227306,
    "title": "Unbroken",
    "release_date": "2014-12-25",
    "overview": "A chronicle of the life of Louis Zamperini, an Olympic runner who was taken prisoner by Japanese forces during World War II.",
    "poster_url": "https://image.tmdb.org/t/p/w500/vAlHUjHwLWMV5mg4epGR9WSIfiy.jpg",
    "popularity": 4.0513,
    "tmdb_url": "https://www.themoviedb.org/movie/227306"
  },
  {
    "id": 400617,
    "title": "Phantom Thread",
    "release_date": "2017-12-25",
    "overview": "In 1950s London, a renowned dressmaker's meticulous lifestyle begins drastically changing as his relationship with his young muse intensifies.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hgoWjp9Sh0MI97eAMZCnIoVfgvq.jpg",
    "popularity": 3.8405,
    "tmdb_url": "https://www.themoviedb.org/movie/400617"
  },
  {
    "id": 522212,
    "title": "Just Mercy",
    "release_date": "2019-12-25",
    "overview": "The powerful true story of Harvard-educated lawyer Bryan Stevenson, who goes to Alabama to defend the disenfranchised and wrongly condemned — including Walter McMillian, a man sentenced to death despite evidence proving his innocence. Bryan fights tirelessly for Walter with the system stacked against them.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2bDZl3PzFLFWe4gaFUQnnaslqT3.jpg",
    "popularity": 3.659,
    "tmdb_url": "https://www.themoviedb.org/movie/522212"
  },
  {
    "id": 14070,
    "title": "Ghajini",
    "release_date": "2008-12-25",
    "overview": "A man suffering from anterograde amnesia as a result of a violent attack in the past sets out to avenge his girlfriend's death with the aid of photographs, notes and tattoos all over his body.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cPLzHxPFRjzNvoyncdtDGBAxjp.jpg",
    "popularity": 3.5287,
    "tmdb_url": "https://www.themoviedb.org/movie/14070"
  },
  {
    "id": 429197,
    "title": "Vice",
    "release_date": "2018-12-25",
    "overview": "George W. Bush picks Dick Cheney, the CEO of Halliburton Co., to be his Republican running mate in the 2000 presidential election. No stranger to politics, Cheney's impressive résumé includes stints as White House chief of staff, House Minority Whip and Defense Secretary. When Bush wins by a narrow margin, Cheney begins to use his newfound power to help reshape the country and the world.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1gCab6rNv1r6V64cwsU4oEr649Y.jpg",
    "popularity": 3.4576,
    "tmdb_url": "https://www.themoviedb.org/movie/429197"
  },
  {
    "id": 9922,
    "title": "The Postman",
    "release_date": "1997-12-25",
    "overview": "In 2013, there are no highways, no I-ways, no dreams of a better tomorrow, only scattered survivors across what was once the United States. Into this apocalyptic wasteland comes an enigmatic drifter with a mule, a knack for Shakespeare, and something yet undiscovered: the power to inspire hope.",
    "poster_url": "https://image.tmdb.org/t/p/w500/piVzOuKFLHNGLxnjwNtibC26lTy.jpg",
    "popularity": 3.4554,
    "tmdb_url": "https://www.themoviedb.org/movie/9922"
  },
  {
    "id": 14306,
    "title": "Marley & Me",
    "release_date": "2008-12-25",
    "overview": "A newly married couple, in the process of starting a family, learn many of life's important lessons from their trouble-loving retriever, Marley. Packed with plenty of laughs to lighten the load, the film explores the highs and lows of marriage, maturity and confronting one's own mortality, as seen through the lens of family life with a dog.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pnB6hjTKylb0Ve2nUWt16gzkErr.jpg",
    "popularity": 3.4463,
    "tmdb_url": "https://www.themoviedb.org/movie/14306"
  },
  {
    "id": 54318,
    "title": "The Water Horse",
    "release_date": "2007-12-25",
    "overview": "A lonely boy discovers a mysterious egg that hatches a sea creature of Scottish legend.",
    "poster_url": "https://image.tmdb.org/t/p/w500/h9DV6KItNutJmrPzT1xrAO6fIzy.jpg",
    "popularity": 3.3446,
    "tmdb_url": "https://www.themoviedb.org/movie/54318"
  },
  {
    "id": 14919,
    "title": "Batman: Mask of the Phantasm",
    "release_date": "1993-12-25",
    "overview": "Andrea Beaumont leaves her father to return to Gotham, rekindling an old romance with Bruce Wayne. At the same time, a mysterious figure begins to hunt down Gotham's criminals, wrongly implicating Batman in the murders. Now on the run from the law, Batman must find and stop the culprit, while also navigating his relationship with Andrea.",
    "poster_url": "https://image.tmdb.org/t/p/w500/hT4ehUteagUrhUOHAtmYiY7mp5l.jpg",
    "popularity": 3.3198,
    "tmdb_url": "https://www.themoviedb.org/movie/14919"
  },
  {
    "id": 169881,
    "title": "The Physician",
    "release_date": "2013-12-25",
    "overview": "England, 1021. Rob Cole, a boy born in a miserable mining town, swears to become a physician and vanquish disease and death. His harsh path of many years, a quest for knowledge besieged by countless challenges and sacrifices, leads him to the remote Isfahan, in Persia, where he meets Ibn Sina, the greatest healer of his time.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6koFQEuyZKNYcBMSVEHYtAeIpUE.jpg",
    "popularity": 3.1855,
    "tmdb_url": "https://www.themoviedb.org/movie/169881"
  },
  {
    "id": 273895,
    "title": "Selma",
    "release_date": "2014-12-25",
    "overview": "\"Selma,\" as in Alabama, the place where segregation in the South was at its worst, leading to a march that ended in violence, forcing a famous statement by President Lyndon B. Johnson that ultimately led to the signing of the Voting Rights Act.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wq4lhMc4BuOyQqe1ZGzhxLyy3Uk.jpg",
    "popularity": 3.1373,
    "tmdb_url": "https://www.themoviedb.org/movie/273895"
  },
  {
    "id": 154030,
    "title": "The Tower",
    "release_date": "2012-12-25",
    "overview": "Tower Sky, a luxurious building complex, has organised a lavish Christmas party for its VIP guests. However, things go awry when a fire breaks out and thousands of lives are endangered.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bt6OTuiq8ANbhIsOmZFztTw3Y2X.jpg",
    "popularity": 3.1106,
    "tmdb_url": "https://www.themoviedb.org/movie/154030"
  },
  {
    "id": 9681,
    "title": "Casanova",
    "release_date": "2005-12-25",
    "overview": "With a reputation for seducing members of the opposite sex, regardless of their marital status, a notorious womanizer discovers a beauty who seems impervious to his charms. However, as he continues to pursue the indifferent lady, he finds himself falling in love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pp237jqOnlLojQfvCgJHv5yZofL.jpg",
    "popularity": 3.0797,
    "tmdb_url": "https://www.themoviedb.org/movie/9681"
  },
  {
    "id": 14047,
    "title": "The Great Debaters",
    "release_date": "2007-12-25",
    "overview": "The true story of a brilliant but politically radical debate team coach who uses the power of words to transform a group of underdog African-American college students into a historical powerhouse that took on the Harvard elite.",
    "poster_url": "https://image.tmdb.org/t/p/w500/szx0sWq0pgvgfRX7g72cWBYoOjf.jpg",
    "popularity": 2.9671,
    "tmdb_url": "https://www.themoviedb.org/movie/14047"
  },
  {
    "id": 1143183,
    "title": "Rewind",
    "release_date": "2023-12-25",
    "overview": "Mary loves John for as long as she can remember. But after years of marriage, John's priorities shift, leading to a strained relationship with Mary, which causes a tragic accident that takes away Mary's life. Until one day, John gets an extraordinary proposition - to rewind time and save the life of the woman he loves.",
    "poster_url": "https://image.tmdb.org/t/p/w500/i8UjdAwezeFHHR4opNb3LxDCQWC.jpg",
    "popularity": 2.9598,
    "tmdb_url": "https://www.themoviedb.org/movie/1143183"
  },
  {
    "id": 673309,
    "title": "American Underdog",
    "release_date": "2021-12-25",
    "overview": "The true story of Kurt Warner, who went from a stockboy at a grocery store to a two-time NFL MVP, Super Bowl champion, and Hall of Fame quarterback.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oQGqNicbPw5wpWYk64cL6HnDCBz.jpg",
    "popularity": 2.9594,
    "tmdb_url": "https://www.themoviedb.org/movie/673309"
  },
  {
    "id": 11973,
    "title": "Thirteen Days",
    "release_date": "2000-12-25",
    "overview": "The story of the Cuban Missile Crisis in 1962—the nuclear standoff with the USSR sparked by the discovery by the Americans of missile bases established on the Soviet-allied island of Cuba.",
    "poster_url": "https://image.tmdb.org/t/p/w500/aLx9UXH9fK2v6NDMvMyW4X88K3u.jpg",
    "popularity": 2.9444,
    "tmdb_url": "https://www.themoviedb.org/movie/11973"
  },
  {
    "id": 742317,
    "title": "Adult Children Games",
    "release_date": "2010-12-25",
    "overview": "Pavel has passionately fallen in love with 18-year-old Katya, a daughter of the horse stable owner, where he works as a vet. He constantly comes up with different ways to attract Katya's attention. However, his plans are shuttered by Alexei, whom Katya has found seriously wounded and in need of medical aid at the road side. Alexei's coming disrupts the usual course of life of the farm's inhabitants. Katya, a strange and extraordinary girl, falls in love with Alexei, who is seeking to escape from this queer place. Meanwhile, Katya's mother, Irina, is torn between her daughter and her love for Pavel. Passion, jealousy and hatred become intertwined in this love square.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jnaelDPl1mHQ89V9Ip19ejQZWKT.jpg",
    "popularity": 2.9066,
    "tmdb_url": "https://www.themoviedb.org/movie/742317"
  },
  {
    "id": 348678,
    "title": "A Man Called Ove",
    "release_date": "2015-12-25",
    "overview": "Despite being deposed as president of his condominium association, grumpy 59-year-old Ove continues to watch over his neighbourhood with an iron fist. When pregnant Parvaneh and her family move into the terraced house opposite Ove and she accidentally back into Ove’s mailbox, it sets off a series of unexpected changes in his life.",
    "poster_url": "https://image.tmdb.org/t/p/w500/a41uvFqze4PI7N3E9jPNwN9ypV.jpg",
    "popularity": 2.8715,
    "tmdb_url": "https://www.themoviedb.org/movie/348678"
  },
  {
    "id": 1125,
    "title": "Dreamgirls",
    "release_date": "2006-12-25",
    "overview": "A trio of female soul singers cross over to the pop charts in the early 1960s, facing their own personal struggles along the way.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sG5JyOj8Spe13QkNJMH8b5kzQUh.jpg",
    "popularity": 2.8522,
    "tmdb_url": "https://www.themoviedb.org/movie/1125"
  },
  {
    "id": 84368,
    "title": "Manichitrathazhu",
    "release_date": "1993-12-25",
    "overview": "A young couple, Ganga and Nakulan, arrives at the ancestral home called Madampalli of the latter. Hailing from a family that follows tradition and superstitions, Nakulan's uncle Thampi objects to the couple's idea of moving into the allegedly haunted mansion, which Nakulan ignores. The couple moves in anyway following which seemingly supernatural events begin to happen.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5YccrqvJFTfAVyEZp08I3fLx15y.jpg",
    "popularity": 2.8334,
    "tmdb_url": "https://www.themoviedb.org/movie/84368"
  },
  {
    "id": 10312,
    "title": "Patch Adams",
    "release_date": "1998-12-25",
    "overview": "The true story of Dr. Hunter \"Patch\" Adams, who in the 1970s found that humor is the best medicine, and was willing to do just anything to make his patients laugh—even if it meant risking his own career.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xN1aKur5ddWQSXTqvzDPJD2TCxe.jpg",
    "popularity": 2.8216,
    "tmdb_url": "https://www.themoviedb.org/movie/10312"
  },
  {
    "id": 274109,
    "title": "Palm Trees in the Snow",
    "release_date": "2015-12-25",
    "overview": "Spain, 2003. An accidental discovery leads Clarence to travel from the snowy mountains of Huesca to Equatorial Guinea, to visit the land where her father Jacobo and her uncle Kilian spent most of their youth, the island of Fernando Poo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iIVqgTKbqt24bUTzMlyRX8kB1Ac.jpg",
    "popularity": 2.7434,
    "tmdb_url": "https://www.themoviedb.org/movie/274109"
  },
  {
    "id": 64685,
    "title": "Extremely Loud & Incredibly Close",
    "release_date": "2011-12-25",
    "overview": "A year after his father's death, Oskar, a troubled young boy, discovers a mysterious key he believes was left for him by his father and embarks on a scavenger hunt to find the matching lock.",
    "poster_url": "https://image.tmdb.org/t/p/w500/6pszViNvKr1r31pP7gJNYDHEx5P.jpg",
    "popularity": 2.7408,
    "tmdb_url": "https://www.themoviedb.org/movie/64685"
  },
  {
    "id": 918855,
    "title": "Ocean Waves",
    "release_date": "1995-12-25",
    "overview": "As a young man returns home after his first year away at college he recalls his senior year of high school and the iron-willed, big city girl that turned his world upside down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4k9a7QyjRrRSECWbQgzfkNPQflA.jpg",
    "popularity": 2.7067,
    "tmdb_url": "https://www.themoviedb.org/movie/918855"
  },
  {
    "id": 823452,
    "title": "The Boys in the Boat",
    "release_date": "2023-12-25",
    "overview": "The triumphant underdog story of the University of Washington men's rowing team, who stunned the world by competing at the 1936 Berlin Olympics.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ncJMztHprw3gLRAnDjNnnT23CIt.jpg",
    "popularity": 2.6848,
    "tmdb_url": "https://www.themoviedb.org/movie/823452"
  },
  {
    "id": 586,
    "title": "Wag the Dog",
    "release_date": "1997-12-25",
    "overview": "During the final weeks of a presidential race, the President is accused of sexual misconduct. To distract the public until the election, the President's adviser hires a Hollywood producer to help him stage a fake war.",
    "poster_url": "https://image.tmdb.org/t/p/w500/rYoEQzMBlB40ZlwVoe6y5s8B58z.jpg",
    "popularity": 2.6762,
    "tmdb_url": "https://www.themoviedb.org/movie/586"
  },
  {
    "id": 9422,
    "title": "A Civil Action",
    "release_date": "1998-12-25",
    "overview": "Jan Schlickmann is a cynical lawyer who goes out to 'get rid of' a case, only to find out it is potentially worth millions. The case becomes his obsession, to the extent that he is willing to give up everything—including his career and his clients' goals—in order to continue the case against all odds.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2AVF1cjRGOfaB4oteSzxvHiQ3hR.jpg",
    "popularity": 2.6591,
    "tmdb_url": "https://www.themoviedb.org/movie/9422"
  },
  {
    "id": 22004,
    "title": "Trespass",
    "release_date": "1992-12-25",
    "overview": "Two Arkansas firemen, Vince and Don, get hold of a map that leads to a cache of stolen gold in an abandoned factory in East St. Louis. What they don't know is that the factory is on the turf of a local gang, who come by to execute one of their enemies. Vince sees the shooting, the gang spots Vince, and extended mayhem ensues. As Vince and Don try to escape, gang leader King James argues with his subordinate Savon about how to get rid of the trespassers.",
    "poster_url": "https://image.tmdb.org/t/p/w500/GSeicpK571uoM2ZCRb1YyW2YMG.jpg",
    "popularity": 2.5843,
    "tmdb_url": "https://www.themoviedb.org/movie/22004"
  },
  {
    "id": 9899,
    "title": "The Producers",
    "release_date": "2005-12-25",
    "overview": "Broadway producer Max Bialystock and his accountant, Leo Bloom plan to make money by charming wealthy old biddies to invest in a production many times over the actual cost, and then put on a sure-fire flop, so nobody will ask for their money back – and what can be a more certain flop than a tasteless musical celebrating Hitler.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nG0Bix2SH2SQcbAIGhb6yqTG5UH.jpg",
    "popularity": 2.578,
    "tmdb_url": "https://www.themoviedb.org/movie/9899"
  },
  {
    "id": 1187743,
    "title": "GomBurZa",
    "release_date": "2023-12-25",
    "overview": "A powerful and moving historical drama that tells the courageous story of three Filipino Catholic priests: Mariano Gomez, José Burgos, and Jacinto Zamora.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2EG9dLNxHKyT5DEJxsprp0f4O9T.jpg",
    "popularity": 2.5547,
    "tmdb_url": "https://www.themoviedb.org/movie/1187743"
  },
  {
    "id": 11232,
    "title": "Kate & Leopold",
    "release_date": "2001-12-25",
    "overview": "When her scientist ex-boyfriend discovers a portal to travel through time -- and brings back a 19th-century nobleman named Leopold to prove it -- a skeptical Kate reluctantly takes responsibility for showing Leopold the 21st century. The more time Kate spends with Leopold, the harder she falls for him. But if he doesn't return to his own time, his absence will forever alter history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mUvikzKJJSg9khrVdxK8kg3TMHA.jpg",
    "popularity": 2.5406,
    "tmdb_url": "https://www.themoviedb.org/movie/11232"
  },
  {
    "id": 8285,
    "title": "The Spirit",
    "release_date": "2008-12-25",
    "overview": "A Rookie cop named Denny Colt returns from the beyond as The Spirit, a hero whose mission is to fight against the bad forces from the shadows of Central City.  The Octopus, who kills anyone unfortunate enough to see his face, has other plans; he is going to wipe out the entire city.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g9qawfzR3LWRC8r8YZ9w2yaQi5W.jpg",
    "popularity": 2.4928,
    "tmdb_url": "https://www.themoviedb.org/movie/8285"
  },
  {
    "id": 1067503,
    "title": "Making The Witcher: Blood Origin",
    "release_date": "2022-12-25",
    "overview": "Venture behind the scenes with the stars and creators of \"The Witcher: Blood Origin\" in an illuminating look at the lore, music, world-building and more.",
    "poster_url": "https://image.tmdb.org/t/p/w500/n7vf4BHHCglnjgBUjTUbjuUCeei.jpg",
    "popularity": 2.4572,
    "tmdb_url": "https://www.themoviedb.org/movie/1067503"
  },
  {
    "id": 581032,
    "title": "News of the World",
    "release_date": "2020-12-25",
    "overview": "A Texan traveling across the wild West bringing the news of the world to local townspeople, agrees to help rescue a young girl who was kidnapped.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
    "popularity": 2.4526,
    "tmdb_url": "https://www.themoviedb.org/movie/581032"
  },
  {
    "id": 13491,
    "title": "Arn: The Knight Templar",
    "release_date": "2007-12-25",
    "overview": "Arn, the son of a high-ranking Swedish nobleman is educated in a monastery and sent to the Holy Land as a knight templar to do penance for a forbidden love.",
    "poster_url": "https://image.tmdb.org/t/p/w500/kN8C9K9bSQ01lItuEqYzROYErAX.jpg",
    "popularity": 2.4482,
    "tmdb_url": "https://www.themoviedb.org/movie/13491"
  },
  {
    "id": 1181465,
    "title": "Becky and Badette",
    "release_date": "2023-12-25",
    "overview": "Two broke best friends unexpectedly find themselves in the center of attention after pretending to be lovers at their school reunion. However, an old flame threatens to tear them apart.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pZhDi91GWMwh0g5c1iiFecp2SbJ.jpg",
    "popularity": 2.4431,
    "tmdb_url": "https://www.themoviedb.org/movie/1181465"
  },
  {
    "id": 471507,
    "title": "Destroyer",
    "release_date": "2018-12-25",
    "overview": "When Erin Bell was a young cop, she was given an undercover assignment that ended badly and destroyed her life. Years later, she must face her demons in order to make peace with her past.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sHw9gTdo43nJL82py0oaROkXXNr.jpg",
    "popularity": 2.3851,
    "tmdb_url": "https://www.themoviedb.org/movie/471507"
  },
  {
    "id": 10549,
    "title": "Hamlet",
    "release_date": "1996-12-25",
    "overview": "Hamlet, Prince of Denmark, returns home to find his father murdered and his mother now marrying the murderer... his uncle. Meanwhile, war is brewing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ilurgUOp6SCl4cuhfjctj1qxlfZ.jpg",
    "popularity": 2.3771,
    "tmdb_url": "https://www.themoviedb.org/movie/10549"
  },
  {
    "id": 30062,
    "title": "Eaten Alive",
    "release_date": "1976-12-25",
    "overview": "A psychotic redneck who owns a dilapidated hotel in the backwater swamps of Louisiana kills various people who upset him or his business, and he feeds their bodies to a large crocodile that he keeps as a pet in the swamp beside his hotel.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oBUx00YM5AUgWU6fHkRLVrc8DY8.jpg",
    "popularity": 2.3138,
    "tmdb_url": "https://www.themoviedb.org/movie/30062"
  },
  {
    "id": 9822,
    "title": "Mighty Joe Young",
    "release_date": "1998-12-25",
    "overview": "As a child living in Africa, Jill Young saw her mother killed while protecting wild gorillas from poachers led by Andrei Strasser. Now an adult, Jill cares for an orphaned gorilla named Joe -- who, due to a genetic anomaly, is 15 feet tall. When Gregg O'Hara arrives from California and sees the animal, he convinces Jill that Joe would be safest at his wildlife refuge. But Strasser follows them to the U.S., intent on capturing Joe for himself.",
    "poster_url": "https://image.tmdb.org/t/p/w500/93oAWBl6UIEmeknmRKbUkVq4cKl.jpg",
    "popularity": 2.2961,
    "tmdb_url": "https://www.themoviedb.org/movie/9822"
  },
  {
    "id": 614179,
    "title": "Coolie No. 1",
    "release_date": "2020-12-25",
    "overview": "Insulted by Rosario, a rich businessman, Jai Kishen a Matchmaker teaches him a lesson by getting his daughter married to Raju, a Coolie, who poses to be a millionaire. They sense something fishy and Raju's deceptions are discovered. In an attempt to cover it up, he cooks up a story of having a filthy rich twin. One lie leads to another and things start to go awry culminating in a comedy of errors.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ahkaPWW2SU9AaDhpD31phQKhTtT.jpg",
    "popularity": 2.2909,
    "tmdb_url": "https://www.themoviedb.org/movie/614179"
  },
  {
    "id": 460105,
    "title": "Revenge Porn: Love Is Dead",
    "release_date": "2015-12-25",
    "overview": "A female office worker grows tired of her popular and attractive colleague's office affairs, and releases explicit footage of her as revenge.",
    "poster_url": "https://image.tmdb.org/t/p/w500/xA7BPYt95hED5BGCDMekEQYxeA7.jpg",
    "popularity": 2.2835,
    "tmdb_url": "https://www.themoviedb.org/movie/460105"
  },
  {
    "id": 1095775,
    "title": "Amber Road",
    "release_date": "2022-12-25",
    "overview": "A sheriff investigating her husband's death uncovers a place on the dark web where people are killed for entertainment.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wmRjYh6sdM9oaVqrOpbHwGj2cfu.jpg",
    "popularity": 2.2766,
    "tmdb_url": "https://www.themoviedb.org/movie/1095775"
  },
  {
    "id": 1630,
    "title": "The People vs. Larry Flynt",
    "release_date": "1996-12-25",
    "overview": "Larry Flynt is the hedonistically obnoxious, but indomitable, publisher of Hustler magazine. The film recounts his struggle to make an honest living publishing his girlie magazine and how it changes into a battle to protect the freedom of speech for all people.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sAgHn7ys6TiVXBDTZ0UBEjinIUk.jpg",
    "popularity": 2.2392,
    "tmdb_url": "https://www.themoviedb.org/movie/1630"
  },
  {
    "id": 339380,
    "title": "On the Basis of Sex",
    "release_date": "2018-12-25",
    "overview": "Young lawyer Ruth Bader Ginsburg teams with her husband Marty to bring a groundbreaking case before the U.S. Court of Appeals and overturn a century of sex discrimination.",
    "poster_url": "https://image.tmdb.org/t/p/w500/izY9Le3QWtu7xkHq7bjJnuE5yGI.jpg",
    "popularity": 2.2273,
    "tmdb_url": "https://www.themoviedb.org/movie/339380"
  },
  {
    "id": 661914,
    "title": "One Night in Miami...",
    "release_date": "2020-12-25",
    "overview": "In the aftermath of Cassius Clay's defeat of Sonny Liston in 1964, the boxer meets with Malcolm X, Sam Cooke and Jim Brown to change the course of history in the segregated South.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1DLUb9PTDqXMSgsD7RmiJs7ZJIx.jpg",
    "popularity": 2.2039,
    "tmdb_url": "https://www.themoviedb.org/movie/661914"
  },
  {
    "id": 1150580,
    "title": "Kampon",
    "release_date": "2023-12-25",
    "overview": "After 8 years of marriage, a childless couple named Clark and Eileen meet a little girl who one day, came knocking at their door claiming to be Clark's child. Despite the unexpected situation, the wife accepts the child and temporarily fosters her while figuring the next steps. Meanwhile, Clark investigates the child's history while Eileen begins to develop an odd and eerie relation with the child.",
    "poster_url": "https://image.tmdb.org/t/p/w500/cpbWQjikImX2TfI6oUFUwf3yZCx.jpg",
    "popularity": 2.1953,
    "tmdb_url": "https://www.themoviedb.org/movie/1150580"
  },
  {
    "id": 426563,
    "title": "Holmes & Watson",
    "release_date": "2018-12-25",
    "overview": "Detective Sherlock Holmes and Dr. John Watson join forces to investigate a mysterious murder at Buckingham Palace. It seems like an open-and-shut case as all signs point to Professor James Moriarty, the criminal mastermind and longtime nemesis of the crime-solving duo. When new twists and clues begin to emerge, the world's greatest sleuth and his trusted assistant must now use their legendary wits and ingenious methods to catch the killer as they only have four days before the queen becomes the next victim.",
    "poster_url": "https://image.tmdb.org/t/p/w500/orEUlKndjV1rEcWqXbbjegjfv97.jpg",
    "popularity": 2.1899,
    "tmdb_url": "https://www.themoviedb.org/movie/426563"
  },
  {
    "id": 1259,
    "title": "Notes on a Scandal",
    "release_date": "2006-12-25",
    "overview": "A veteran high school teacher befriends a younger art teacher, who is having an affair with one of her 15-year-old students. However, her intentions with this new \"friend\" also go well beyond platonic friendship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/ieX6ZO2Kf2qjoIBXbQW5awivbhY.jpg",
    "popularity": 2.1821,
    "tmdb_url": "https://www.themoviedb.org/movie/1259"
  },
  {
    "id": 2928,
    "title": "Michael",
    "release_date": "1996-12-25",
    "overview": "Tabloid reporters are sent by their editor to investigate after the paper recieves a letter from a woman claiming an angel is living with her.",
    "poster_url": "https://image.tmdb.org/t/p/w500/oprNZ2BvJG9ZV2g3JYeWQgsOZHe.jpg",
    "popularity": 2.1811,
    "tmdb_url": "https://www.themoviedb.org/movie/2928"
  },
  {
    "id": 259695,
    "title": "Live by Night",
    "release_date": "2016-12-25",
    "overview": "A group of Boston-bred gangsters set up shop in balmy Florida during the Prohibition era, facing off against the competition and the Ku Klux Klan.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bkd46T4RplawnDjpHoI8mhzTLks.jpg",
    "popularity": 2.1667,
    "tmdb_url": "https://www.themoviedb.org/movie/259695"
  },
  {
    "id": 11400,
    "title": "The New World",
    "release_date": "2005-12-25",
    "overview": "A drama about explorer John Smith and the clash between Native Americans and English settlers in the 17th century.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dPyWMlQd54r3pK17GKG3iqjvNZ7.jpg",
    "popularity": 2.1482,
    "tmdb_url": "https://www.themoviedb.org/movie/11400"
  },
  {
    "id": 41383,
    "title": "Five Shaolin Masters",
    "release_date": "1974-12-25",
    "overview": "Hu Te et al. escape the burning Shaolin temple after the Qing soldiers destroyed it in Shaolin Temple. The group of 5 decide to develop secret codes to identify fellow patriots, enlist those patriots and eventually meet up again to escape to the south away from the Qings, and also identify the traitor who sold out Shaolin temple. Ma Fu Yi, joins the Qing top fighters to eliminate the rebels but is exposed by Ma Chao-Tsing who gets captured by Ma Fu Yi. Hu meets up with a group of Shaolin men secretly posing as bandits to rescue Ma as their leader is killed in the process, thus the bandits join the rest of the Shaolin patriots.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zqGPXKTZlhcTRJEp90ZI9UpusxA.jpg",
    "popularity": 2.1097,
    "tmdb_url": "https://www.themoviedb.org/movie/41383"
  },
  {
    "id": 258216,
    "title": "Nymphomaniac: Vol. I",
    "release_date": "2013-12-25",
    "overview": "A man named Seligman finds a fainted wounded woman in an alley and he brings her home. She tells him that her name is Joe and that she is nymphomaniac. Joe tells her life and sexual experiences with hundreds of men since she was a young teenager while Seligman tells about his hobbies, such as fly fishing, reading about Fibonacci numbers or listening to organ music.",
    "poster_url": "https://image.tmdb.org/t/p/w500/piikL8vRh3s1ysHGTIqaZpdjfNU.jpg",
    "popularity": 2.0767,
    "tmdb_url": "https://www.themoviedb.org/movie/258216"
  },
  {
    "id": 375784,
    "title": "Delibal",
    "release_date": "2015-12-25",
    "overview": "A love story following two young people battling with their emotions and dreams, the pressures of career, family and not knowing what the future holds. Füsun is a brilliant student, destined for a successful career but can't help from falling for Baris, a musician who struggles with a psychological disorder. As the two grow closer they start to adopt each other's traits, but becoming increasingly dependent on one another proves damaging for their relationship.",
    "poster_url": "https://image.tmdb.org/t/p/w500/tFf23vQM8K2mo0JNcMH6lv1yJ24.jpg",
    "popularity": 2.0445,
    "tmdb_url": "https://www.themoviedb.org/movie/375784"
  },
  {
    "id": 64807,
    "title": "Grudge Match",
    "release_date": "2013-12-25",
    "overview": "A pair of aging boxing rivals are coaxed out of retirement to fight one final bout -- 30 years after their last match.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jTq9jYTKKo6EhQPso4xTMpPYYXW.jpg",
    "popularity": 2.0329,
    "tmdb_url": "https://www.themoviedb.org/movie/64807"
  },
  {
    "id": 469722,
    "title": "Trauma",
    "release_date": "2017-12-25",
    "overview": "Four friends visit a rural locality of Chile, are brutally attacked by a man and his son. After not finding help in the town, they decide to confront these men with the help of a pair of policemen. But in this way, they will discover that their attackers have in their blood the direct legacy of the darkest period of Chilean history and will have to face the most brutal enemy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wbtU44cXUa57LV4rCIVuFBSBRql.jpg",
    "popularity": 2.0098,
    "tmdb_url": "https://www.themoviedb.org/movie/469722"
  }
]