[
  {
    "id": 536554,
    "title": "M3GAN",
    "release_date": "2022-12-28",
    "overview": "A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.",
    "poster_url": "https://image.tmdb.org/t/p/w500/d9nBoowhjiiYc4FBNtQkPY7c11H.jpg",
    "popularity": 13.6356,
    "tmdb_url": "https://www.themoviedb.org/movie/536554"
  },
  {
    "id": 855,
    "title": "Black Hawk Down",
    "release_date": "2001-12-28",
    "overview": "When U.S. Rangers and an elite Delta Force team attempt to kidnap two underlings of a Somali warlord, their Black Hawk helicopters are shot down, and the Americans suffer heavy casualties, facing intense fighting from the militia on the ground.",
    "poster_url": "https://image.tmdb.org/t/p/w500/imGygQbmuc7gC1JZiAVhJLsUWXq.jpg",
    "popularity": 10.5991,
    "tmdb_url": "https://www.themoviedb.org/movie/855"
  },
  {
    "id": 937278,
    "title": "A Man Called Otto",
    "release_date": "2022-12-28",
    "overview": "When a lively young family moves in next door, grumpy widower Otto Anderson meets his match in a quick-witted, pregnant woman named Marisol, leading to an unlikely friendship that turns his world upside down.",
    "poster_url": "https://image.tmdb.org/t/p/w500/130H1gap9lFfiTF9iDrqNIkFvC9.jpg",
    "popularity": 8.8501,
    "tmdb_url": "https://www.themoviedb.org/movie/937278"
  },
  {
    "id": 845783,
    "title": "Baghead",
    "release_date": "2023-12-28",
    "overview": "Following the death of her estranged father, Iris learns she has inherited a run-down, centuries-old pub. She travels to Berlin to identify her father’s body and meet with The Solicitor to discuss the estate. Little does she know, when the deed is signed she will become inextricably tied to an unspeakable entity that resides in the pub’s basement – Baghead – a shape-shifting creature that can transform into the dead.",
    "poster_url": "https://image.tmdb.org/t/p/w500/lbOyeiiRYAE6Nm2e7xiNAAaRwZB.jpg",
    "popularity": 5.183,
    "tmdb_url": "https://www.themoviedb.org/movie/845783"
  },
  {
    "id": 342737,
    "title": "20th Century Women",
    "release_date": "2016-12-28",
    "overview": "In 1979 Santa Barbara, California, Dorothea Fields is a determined single mother in her mid-50s who is raising her adolescent son, Jamie, at a moment brimming with cultural change and rebellion. Dorothea enlists the help of two younger women – Abbie, a free-spirited punk artist living as a boarder in the Fields' home and Julie, a savvy and provocative teenage neighbour – to help with Jamie's upbringing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mso2rEr9i0MilRIOao5HaWFipS9.jpg",
    "popularity": 5.0169,
    "tmdb_url": "https://www.themoviedb.org/movie/342737"
  },
  {
    "id": 758009,
    "title": "Shotgun Wedding",
    "release_date": "2022-12-28",
    "overview": "Darcy and Tom gather their families for the ultimate destination wedding but when the entire party is taken hostage, “’Til Death Do Us Part” takes on a whole new meaning. Now, Darcy and Tom must save their loved ones—if they don’t kill each other first.",
    "poster_url": "https://image.tmdb.org/t/p/w500/t79ozwWnwekO0ADIzsFP1E5SkvR.jpg",
    "popularity": 4.2515,
    "tmdb_url": "https://www.themoviedb.org/movie/758009"
  },
  {
    "id": 569547,
    "title": "Black Mirror: Bandersnatch",
    "release_date": "2018-12-28",
    "overview": "In 1984, a young programmer begins to question reality as he adapts a dark fantasy novel into a video game. A mind-bending tale with multiple endings.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fR0VZ0VE598zl1lrYf7IfBqEwQ2.jpg",
    "popularity": 3.4503,
    "tmdb_url": "https://www.themoviedb.org/movie/569547"
  },
  {
    "id": 1126128,
    "title": "13 Bombs",
    "release_date": "2023-12-28",
    "overview": "An organization races against time to uncover the mastermind behind the placement of 13 bombs in Jakarta before the city falls into chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7vSfQ5nIjA5c2TB0EMTXCBRwvJG.jpg",
    "popularity": 2.9213,
    "tmdb_url": "https://www.themoviedb.org/movie/1126128"
  },
  {
    "id": 10950,
    "title": "I Am Sam",
    "release_date": "2001-12-28",
    "overview": "Sam, a neurodivergent man, has a daughter with a homeless woman who abandons them when they leave the hospital, leaving Sam to raise Lucy on his own. But as Lucy grows up, Sam's limitations as a parent start to become a problem and the authorities take her away. Sam convinces high-priced lawyer Rita to take his case pro bono and in turn teaches her the value of love and family.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3MUXRSyx9gnA2lLSSTGLN8cQQ42.jpg",
    "popularity": 2.7799,
    "tmdb_url": "https://www.themoviedb.org/movie/10950"
  },
  {
    "id": 201223,
    "title": "Blue Exorcist: The Movie",
    "release_date": "2012-12-28",
    "overview": "The atmosphere in True Cross Academy is lively and boisterous in the days leading up to the grand festival held once every 11 years. During this time, Okumura Rin is entrusted with the responsibility of suppressing the berserk Phantom Train. In the midst of his mission, he meets a devil whose appearance is that of a young boy.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sstaOUvPmMYzeWbYaeDXrYWBp44.jpg",
    "popularity": 2.7538,
    "tmdb_url": "https://www.themoviedb.org/movie/201223"
  },
  {
    "id": 394741,
    "title": "Stan & Ollie",
    "release_date": "2018-12-28",
    "overview": "With their golden era long behind them, comedy duo Stan Laurel and Oliver Hardy embark on a variety hall tour of Britain and Ireland. Despite the pressures of a hectic schedule, and with the support of their wives Lucille and Ida – a formidable double act in their own right – the pair's love of performing, as well as for each other, endures as they secure their place in the hearts of their adoring public",
    "poster_url": "https://image.tmdb.org/t/p/w500/8qDBDXA8Od8gc4IQMnoXUKyj8Pf.jpg",
    "popularity": 2.2382,
    "tmdb_url": "https://www.themoviedb.org/movie/394741"
  },
  {
    "id": 239530,
    "title": "Magical Sisters Yoyo & Nene",
    "release_date": "2013-12-28",
    "overview": "It is a story about a pair of sisters who work as \"noroiya\" (cursers) using magic in a fantasy world. One day a big tree suddenly appears in a forest, and tall buildings that look like they are from our world can be seen entangled in it. The two sisters go there to investigate and get ported to our world. They then encounter two children who are startled by the sisters' sudden appearance and rush back home but at home they see their parents turned into monsters...",
    "poster_url": "https://image.tmdb.org/t/p/w500/9w24MqPE0Sp6aQVl3djMCpi1CjH.jpg",
    "popularity": 2.2251,
    "tmdb_url": "https://www.themoviedb.org/movie/239530"
  },
  {
    "id": 848198,
    "title": "Gentleman",
    "release_date": "2022-12-28",
    "overview": "Hyun-soo, a C.E.O of a private detective agency, visits a pension with a client asking for her dog. While waiting outside of pension, he is falsely accused of kidnapping the client. During the arrest Hyun-soo, a serious car accident occurs and people misunderstand Hyun-soo as a prosecutor instead of a suspect. To find the real criminal, Hyun-soo pretends to be a prosecutor. Hwa-jin is an elite prosecutor but demoted to the provinces while trying to catch a law firm conglomerate Do-hoon, who colluded with the prosecutor’s leadership, meets Hyun-soo. Hwa-jin finds out the case is related to Do-hoon, she begins cooperating with Hyun-soo. While cooperating is on-going, they realize that there is a dirty truth behind the crime.",
    "poster_url": "https://image.tmdb.org/t/p/w500/bTyD004PndbO9xu9p2aBlmp9xQT.jpg",
    "popularity": 2.1535,
    "tmdb_url": "https://www.themoviedb.org/movie/848198"
  },
  {
    "id": 13334,
    "title": "Wolfhound of the Grey Dog Clan",
    "release_date": "2006-12-28",
    "overview": "He was doomed to die, but managed to survive, and now his mission is to revenge for the annihilation of his tribe. He is the great warrior who calls himself Volkodav, and is the last man from the tribe of Serie Psi (Grey Hounds). After escaping certain death, Volkodaw — accompanied by Neletuchaya Mysh — is on a mission to kill Ludoed who is responsible to what happened to Serie Psi.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7uWSweoe5ykaxpEmXvzaEOHQFl7.jpg",
    "popularity": 2.1003,
    "tmdb_url": "https://www.themoviedb.org/movie/13334"
  },
  {
    "id": 42324,
    "title": "My Wife Is a Gangster 3",
    "release_date": "2006-12-28",
    "overview": "When Aryong, the daughter of a triad boss from Hong Kong is accused of killing the boss of a competing triad, she goes into hiding in Korea. Upon arriving, she is guided by a nimble but loyal Gi-chul and his motley crew, who are assigned to protect her until her return.",
    "poster_url": "https://image.tmdb.org/t/p/w500/60KB1DF9d2QlTPs9A59VjMnrpff.jpg",
    "popularity": 2.0461,
    "tmdb_url": "https://www.themoviedb.org/movie/42324"
  },
  {
    "id": 31162,
    "title": "Black Lightning",
    "release_date": "2009-12-28",
    "overview": "Black Lightning is a Russian superhero film about a Moscow University student who discovers that his otherwise unremarkable car can fly. After his father is attacked, he decides to use the car to fight crime and becomes the city's defender against an evil millionaire.",
    "poster_url": "https://image.tmdb.org/t/p/w500/7jR8cXfPw0bXx4vc2YUlBxPbg0q.jpg",
    "popularity": 2.0338,
    "tmdb_url": "https://www.themoviedb.org/movie/31162"
  },
  {
    "id": 47747,
    "title": "The Garden of Sinners: Epilogue",
    "release_date": "2010-12-28",
    "overview": "March 1999: Mikiya Kokutou meets Shiki Ryougi again at the same place where he met her for the first time four years ago...",
    "poster_url": "https://image.tmdb.org/t/p/w500/30nQDfkjf3afbYehVIQuKDS1LT5.jpg",
    "popularity": 2.0334,
    "tmdb_url": "https://www.themoviedb.org/movie/47747"
  }
]