[
  {
    "id": 36095,
    "title": "Cure",
    "release_date": "1997-12-27",
    "overview": "A detective starts spiraling out of control when a wave of gruesome murders with seemingly similar bizarre circumstances is sweeping Tokyo.",
    "poster_url": "https://image.tmdb.org/t/p/w500/nLZ2AJFLtMoAAAD54mbT4exj1Wp.jpg",
    "popularity": 5.4868,
    "tmdb_url": "https://www.themoviedb.org/movie/36095"
  },
  {
    "id": 960044,
    "title": "The Edge of the Blade",
    "release_date": "2023-12-27",
    "overview": "In 1887, at a time when duels are in vogue in Paris, Clément Lacaze and Marie-Rose Astié meet. He's a charismatic master of arms; she's a feminist, far ahead of her time. Clément gets caught in a spiral of violence and decides to initiate Marie-Rose in the art of dueling. The two must work together to save face. How far will they go to defend their honor?",
    "poster_url": "https://image.tmdb.org/t/p/w500/5cgk31QGJ5Z2oatbskPNDU8bbwq.jpg",
    "popularity": 3.5948,
    "tmdb_url": "https://www.themoviedb.org/movie/960044"
  },
  {
    "id": 1900,
    "title": "Traffic",
    "release_date": "2000-12-27",
    "overview": "An exploration of the United States of America's war on drugs from multiple perspectives. For the new head of the Office of National Drug Control Policy, the war becomes personal when he discovers his well-educated daughter is abusing cocaine within their comfortable suburban home. In Mexico, a flawed, but noble policeman agrees to testify against a powerful general in league with a cartel, and in San Diego, a drug kingpin's sheltered trophy wife must learn her husband's ruthless business after he is arrested, endangering her luxurious lifestyle.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v6YrfR1e2OUAYbXrJ7hv3EiGNcg.jpg",
    "popularity": 3.5904,
    "tmdb_url": "https://www.themoviedb.org/movie/1900"
  },
  {
    "id": 1633,
    "title": "Fried Green Tomatoes",
    "release_date": "1991-12-27",
    "overview": "Amidst her own personality crisis, southern housewife Evelyn Couch meets Ninny, an outgoing old woman who tells her the story of Idgie Threadgoode and Ruth Jamison, two young women who experienced hardships and love in Whistle Stop, Alabama in the 1920s.",
    "poster_url": "https://image.tmdb.org/t/p/w500/g71l1vbJwyAAYk8zKCkIQQ58qcb.jpg",
    "popularity": 3.5791,
    "tmdb_url": "https://www.themoviedb.org/movie/1633"
  },
  {
    "id": 590,
    "title": "The Hours",
    "release_date": "2002-12-27",
    "overview": "The story of three women searching for more potent, meaningful lives. Each is alive at a different time and place, all are linked by their yearnings and their fears. Their stories intertwine, and finally come together in a surprising, transcendent moment of shared recognition.",
    "poster_url": "https://image.tmdb.org/t/p/w500/4myDtowDJQPQnkEDB1IWGtJR1Fo.jpg",
    "popularity": 3.5307,
    "tmdb_url": "https://www.themoviedb.org/movie/590"
  },
  {
    "id": 1041513,
    "title": "Encanto at the Hollywood Bowl",
    "release_date": "2022-12-27",
    "overview": "Step into Casa Madrigal for a special concert spectacular as the original voice cast of Disney Animation's Oscar®-winning \"Encanto,\" Stephanie Beatriz, Adassa, Carolina Gaitán, Jessica Darrow, Diane Guerrero, Mauro Castillo, Angie Cepeda and Olga Merediz, along with special guests including Colombian superstar Carlos Vives, reunites for \"Encanto at the Hollywood Bowl.\" This unprecedented concert experience gives you a front-row seat to the musical extravaganza celebrating the global phenomenon.",
    "poster_url": "https://image.tmdb.org/t/p/w500/sa3Ku5yNVjp8NloWxJoI9dQjvOi.jpg",
    "popularity": 3.3881,
    "tmdb_url": "https://www.themoviedb.org/movie/1041513"
  },
  {
    "id": 239523,
    "title": "Hunter x Hunter: The Last Mission",
    "release_date": "2013-12-27",
    "overview": "Isaac Netero is the chairman of the Hunter Association. Decades ago he sealed away Jed, a Hunter who had mastered the use of On, the dark \"shadow\" of Nen. Now On users have reappeared at the Heaven's Arena \"Battle Olympia\" tournament. For Netero, this is the last mission: to protect the Association and the world from a threat driven by hatred and the thirst for revenge. And he's going to need all the help he can get in order to succeed.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zbmRzkxKeDjoYh5757d7RXiX2by.jpg",
    "popularity": 3.3672,
    "tmdb_url": "https://www.themoviedb.org/movie/239523"
  },
  {
    "id": 130150,
    "title": "Labor Day",
    "release_date": "2013-12-27",
    "overview": "Two two strangers are drawn together under incredible circumstances. What starts as an unforeseen encounter over a long holiday weekend soon becomes a second chance love story.",
    "poster_url": "https://image.tmdb.org/t/p/w500/iQdbCtk1Q3TdZRBKSLU1Vh870l7.jpg",
    "popularity": 3.3318,
    "tmdb_url": "https://www.themoviedb.org/movie/130150"
  },
  {
    "id": 920342,
    "title": "Monster's Battlefield",
    "release_date": "2021-12-27",
    "overview": "The soldier king Qin Yang's fiancée Ye Qin met with an unknown beast and died tragically. Gu Ping invites him to participate in Ye Qin's scientific research before her death. But Gu Ping is using Ye Qin's research results to combine the genes of unknown beasts to create the \"Zero\" dragon creature. The intelligent dragon creature, coupled with the extra-terrestrial beast evolved by devouring,  an imminent city war is coming...",
    "poster_url": "https://image.tmdb.org/t/p/w500/nBVYp2xxx2R02n21EGlDky8CgWR.jpg",
    "popularity": 3.2683,
    "tmdb_url": "https://www.themoviedb.org/movie/920342"
  },
  {
    "id": 1063879,
    "title": "Infested",
    "release_date": "2023-12-27",
    "overview": "Residents of a rundown French apartment building battle against an army of deadly, rapidly reproducing spiders.",
    "poster_url": "https://image.tmdb.org/t/p/w500/dY98PkUAbIGUUg0FhXEcOkbzHIZ.jpg",
    "popularity": 2.8595,
    "tmdb_url": "https://www.themoviedb.org/movie/1063879"
  },
  {
    "id": 25597,
    "title": "Hansel & Gretel",
    "release_date": "2007-12-27",
    "overview": "When Eun-soo gets lost in a country road, he meets a mysterious girl and is led to her fairytale ike house in the middle of the forest. There, Eun-soo is trapped with the girl and her siblings who never age. Eun-soo finally discovers a way out which is written on a fairy tale book. But the book tells a story of none other than himself!",
    "poster_url": "https://image.tmdb.org/t/p/w500/iW7VspFI5yJxFZImQWZiNGuATaU.jpg",
    "popularity": 2.6907,
    "tmdb_url": "https://www.themoviedb.org/movie/25597"
  },
  {
    "id": 180894,
    "title": "Ninja: Shadow of a Tear",
    "release_date": "2013-12-27",
    "overview": "Fight everyone and trust no one: it's the code of survival practiced by martial-arts master Casey Bowman after his life of domestic bliss is shattered by a savage act of violence. Vowing revenge, the fearless American stealthily tracks the killer from Osaka to Bangkok to Rangoon with the help of a wise and crafty sensei. His only clues: a series of victims whose necks bear the distinctive mark of strangulation by barbed wire. Fighting to avenge as well as to survive, Casey must sharpen his razor-like responses and take his battle skills to the next level, even using deep meditation to fake his own death. His target: the sinister drug lord Goro, who is flooding the streets with deadly meth cooked at his remote jungle factory. To prepare for his ultimate confrontation, Casey must finally become an invisible warrior worthy of the name Ninja. But just when his prey is cornered, an unexpected twist shows Casey that his battle is only beginning: he truly can trust no one.",
    "poster_url": "https://image.tmdb.org/t/p/w500/f4i1wzuyFXv6NHREAy4fPPGSH7E.jpg",
    "popularity": 2.5298,
    "tmdb_url": "https://www.themoviedb.org/movie/180894"
  },
  {
    "id": 314127,
    "title": "A Wife's Nightmare",
    "release_date": "2014-12-27",
    "overview": "Liz, just returned home after a mental breakdown, has to welcome a relative stranger into her home when Caitlin, a young, vivacious woman, claims to be her husband's daughter.",
    "poster_url": "https://image.tmdb.org/t/p/w500/pn7RmgsaG67g6HjrYMShLII3O4Z.jpg",
    "popularity": 2.522,
    "tmdb_url": "https://www.themoviedb.org/movie/314127"
  },
  {
    "id": 825118,
    "title": "The Last Supper: A Sopranos Session",
    "release_date": "2020-12-27",
    "overview": "An intimate and hugely entertaining dinner with key members of the cast of The Sopranos, as they reminisce about the show, filmed in the Little Italy restaurant, IL Cortile, that cast members would go to for a commiseration dinner after their character had been killed off in the show.",
    "poster_url": "https://image.tmdb.org/t/p/w500/j5sFZq6Z6s6oG7ZxB5W28YFkFxT.jpg",
    "popularity": 2.5147,
    "tmdb_url": "https://www.themoviedb.org/movie/825118"
  },
  {
    "id": 255505,
    "title": "Female Leopard",
    "release_date": "1985-12-27",
    "overview": "A young and beautiful woman goes to stay with her \"eccentric\" brother in the country. He - a crazed millionaire painter - is entranced by his sister's beauty, the very reason they were separated in their youth. Unable to hide his yearning for his own flesh and blood, the lady of the house decides to take matters into her own hands to preserve her status...",
    "poster_url": "https://image.tmdb.org/t/p/w500/u4wUGNogGC2SKvOER4C9jOhkc9O.jpg",
    "popularity": 2.449,
    "tmdb_url": "https://www.themoviedb.org/movie/255505"
  },
  {
    "id": 437103,
    "title": "1987: When the Day Comes",
    "release_date": "2017-12-27",
    "overview": "In 1987 Korea, under an oppressive military regime, a college student gets killed during a police interrogation involving torture. Government of officials are quick to cover up the death and order the body to be cremated. A prosecutor who is supposed to sign the cremation release, raises questions about a 21-year-old kid dying of a heart attack, and he begins looking into the case for truth. Despite a systematic attempt to silence everyone involved in the case, the truth gets out, causing an eruption of public outrage.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3KgL5KiGk8ABfMFHzGP2GnoH8sL.jpg",
    "popularity": 2.4306,
    "tmdb_url": "https://www.themoviedb.org/movie/437103"
  },
  {
    "id": 440355,
    "title": "The Royal Exchange",
    "release_date": "2017-12-27",
    "overview": "After many years of confrontation, the treasures of Spain and France are empty. In 1721, the regent of France draws up an ambitious plan to inaugurate an era of peace and prosperity that will heal the economies of both nations: his intention is to build a solid network of marriage alliances that will involve four children of very different ages who know nothing of betrayals and power games…",
    "poster_url": "https://image.tmdb.org/t/p/w500/yV7IjJKHl29kwmK2rQCJTr28l2c.jpg",
    "popularity": 2.4306,
    "tmdb_url": "https://www.themoviedb.org/movie/440355"
  },
  {
    "id": 2742,
    "title": "Naked Lunch",
    "release_date": "1991-12-27",
    "overview": "Blank-faced bug killer Bill Lee and his dead-eyed wife, Joan, like to get high on Bill's pest poisons while lounging with Beat poet pals. After meeting the devilish Dr. Benway, Bill gets a drug made from a centipede. Upon indulging, he accidentally kills Joan, takes orders from his typewriter-turned-cockroach, ends up in a constantly mutating Mediterranean city and learns that his hip friends have published his work -- which he doesn't remember writing.",
    "poster_url": "https://image.tmdb.org/t/p/w500/u01kh5jKUWjhom76mguRqUgdvja.jpg",
    "popularity": 2.3988,
    "tmdb_url": "https://www.themoviedb.org/movie/2742"
  },
  {
    "id": 505954,
    "title": "T-34",
    "release_date": "2018-12-27",
    "overview": "In 1944, a courageous group of Russian soldiers managed to escape from German captivity in a half-destroyed legendary T-34 tank. Those were the times of unforgettable bravery, fierce fighting, unbreakable love, and legendary miracles.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wMO5XGq2ybhL3CdCEPJ8OXWbNZG.jpg",
    "popularity": 2.392,
    "tmdb_url": "https://www.themoviedb.org/movie/505954"
  },
  {
    "id": 643534,
    "title": "Good Newwz",
    "release_date": "2019-12-27",
    "overview": "Two couples with the same surnames pursue in-vitro fertilisation and wait for their upcoming babies. Trouble ensues when they find that the sperms of each couple have been mixed with each other.",
    "poster_url": "https://image.tmdb.org/t/p/w500/1YWp8MdXZAZvXgnWyv2RgMaG3Ps.jpg",
    "popularity": 2.3188,
    "tmdb_url": "https://www.themoviedb.org/movie/643534"
  },
  {
    "id": 500916,
    "title": "Primal",
    "release_date": "2019-12-27",
    "overview": "A big-game hunter for zoos books passage on a Greek shipping freighter with a fresh haul of exotic and deadly animals from the Amazon, including a rare white Jaguar – along with a political assassin being extradited to the U.S in secret. Two days into the journey, the assassin escapes and releases the captive animals, throwing the ship into chaos.",
    "poster_url": "https://image.tmdb.org/t/p/w500/v0Air5GTsfgtjsnZyji2lH6r2b8.jpg",
    "popularity": 2.2601,
    "tmdb_url": "https://www.themoviedb.org/movie/500916"
  }
]