[
  {
    "id": 63,
    "title": "Twelve Monkeys",
    "release_date": "1995-12-29",
    "overview": "In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly and the son of a famous virus expert who may hold the key to the Army of the 12 Monkeys; thought to be responsible for unleashing the killer disease.",
    "poster_url": "https://image.tmdb.org/t/p/w500/gt3iyguaCIw8DpQZI1LIN5TohM2.jpg",
    "popularity": 7.9788,
    "tmdb_url": "https://www.themoviedb.org/movie/63"
  },
  {
    "id": 66075,
    "title": "My Father's Private Secretary",
    "release_date": "1976-12-29",
    "overview": "Ponziani Armando, the owner of a thriving chemical industry, lives in a beautiful villa on Lake Como with his wife and his son Franco Ersilia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jLmho8dybgeJ6lpHuF0qKTDEuMm.jpg",
    "popularity": 3.8566,
    "tmdb_url": "https://www.themoviedb.org/movie/66075"
  },
  {
    "id": 1132835,
    "title": "Dan Oniroku: Female Bondage Torture",
    "release_date": "1989-12-29",
    "overview": "On his 60th birthday, the wealthy Seiichiro Eto dies of rage after having an affair with his maid, Keiko. The remaining sisters fall into the hands of someone who is after their beautiful bodies and the Eto family’s assets, and are subjected to extreme humiliation.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m2pS5UOBmBY1mOyKwvsXZeLYA5.jpg",
    "popularity": 3.2198,
    "tmdb_url": "https://www.themoviedb.org/movie/1132835"
  },
  {
    "id": 1231897,
    "title": "Secret Sex Between Horny Female College Students",
    "release_date": "2023-12-29",
    "overview": "A secret 2-on-2 group sex between young, sexy female college students and the pension owners.  \"I'll pay you back with my body instead of money!\"",
    "poster_url": "https://image.tmdb.org/t/p/w500/4AtAh5AVzp55IqLpCPo0uVbMRVc.jpg",
    "popularity": 3.1165,
    "tmdb_url": "https://www.themoviedb.org/movie/1231897"
  },
  {
    "id": 452251,
    "title": "Beauty Salon: Special Service",
    "release_date": "2016-12-29",
    "overview": "A legendary beauty salon that is sure to become a regular once you go!”Sir, would you like to have a very hot service?”In order to overcome the financial difficulties of the beauty parlor,It begins to attract the male guests with the special technique that makes it from head to toe.Kurt, Firm, and ‘it’ to open the hair salon is good!",
    "poster_url": "https://image.tmdb.org/t/p/w500/z3Vse8jRnmKJyZFK6VSw1G6jHnY.jpg",
    "popularity": 2.9103,
    "tmdb_url": "https://www.themoviedb.org/movie/452251"
  },
  {
    "id": 23151,
    "title": "The Garden of Sinners: A Study in Murder (Part 1)",
    "release_date": "2007-12-29",
    "overview": "August 1995: Mikiya first meets Shiki in a white kimono during a snowing day. Later on, at the high school freshmen ceremony, Mikiya sees Shiki in the crowd and chases after her, introducing himself to her. But Shiki hides a big secret: A wave of bizarre murders occur around many loose ends, and no suspects. there are still many questions: Who to believe? Who is the murderer? What is the secret of Shiki? and especially: Who is SHIKI?",
    "poster_url": "https://image.tmdb.org/t/p/w500/zxNZpMkis5XnD81Y3gqJhh9ZOmk.jpg",
    "popularity": 2.8502,
    "tmdb_url": "https://www.themoviedb.org/movie/23151"
  },
  {
    "id": 687,
    "title": "Dead Man Walking",
    "release_date": "1995-12-29",
    "overview": "A death row inmate turns for spiritual guidance to a local nun in the days leading up to his scheduled execution for the murders of a young couple.",
    "poster_url": "https://image.tmdb.org/t/p/w500/eShxyjhWoFl3BwsuEmVsr4nLaMZ.jpg",
    "popularity": 2.8055,
    "tmdb_url": "https://www.themoviedb.org/movie/687"
  },
  {
    "id": 559937,
    "title": "S.W.A.T.",
    "release_date": "2019-12-29",
    "overview": "The story centers on the Chinese Special Police Unit, from their hard training to their first mission.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wFklu01YHWhp2MxljR8e3XyvpPp.jpg",
    "popularity": 2.6537,
    "tmdb_url": "https://www.themoviedb.org/movie/559937"
  },
  {
    "id": 1030598,
    "title": "In Bed",
    "release_date": "2022-12-29",
    "overview": "28-year-old Guy and his best friend, Joy, are enjoying the gay pride parade to the fullest when their bliss is abruptly put to an end by a deadly shooting that occurs during the event. Fleeing the scene into the safety of Guy’s home, they take along a fellow pride goer, Dan, who seems to be in shock. With the shooter still on the run, Guy and Dan fall into a night full of sex, drugs and paranoia.",
    "poster_url": "https://image.tmdb.org/t/p/w500/fZyQkJhdxjylz0vU9H97Ir9ejM7.jpg",
    "popularity": 2.4908,
    "tmdb_url": "https://www.themoviedb.org/movie/1030598"
  },
  {
    "id": 192132,
    "title": "Palo Alto",
    "release_date": "2013-12-29",
    "overview": "A lack of parental guidance encourages teens in an affluent California town to rebel with substance abuse and casual sex.",
    "poster_url": "https://image.tmdb.org/t/p/w500/yjcwwYP3eSigxLKKVBoVVz85ZWv.jpg",
    "popularity": 2.4213,
    "tmdb_url": "https://www.themoviedb.org/movie/192132"
  },
  {
    "id": 485415,
    "title": "Day of the Dead: Bloodline",
    "release_date": "2017-12-29",
    "overview": "In a world overrun by zombies, military personnel and survivalists live in an underground bunker while they seek a cure.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3jM4C1wJxHLWlF4tcSyyv6fnJPR.jpg",
    "popularity": 2.3749,
    "tmdb_url": "https://www.themoviedb.org/movie/485415"
  },
  {
    "id": 369698,
    "title": "Viking",
    "release_date": "2016-12-29",
    "overview": "The early Middle Ages. A time of heavy swords and dark blood law. The ruling clan is in discord. The guilt for the accidental death of the brother has fallen on the Grand Duke. According to the law, revenge must be taken by the younger brother, a bastard. For the refusal to kill, he has to pay with eve- rything he had, because “for peace you need more swords than for a war”...",
    "poster_url": "https://image.tmdb.org/t/p/w500/xxl0YHkYHHCetgnG2fgezUaQiHc.jpg",
    "popularity": 2.2977,
    "tmdb_url": "https://www.themoviedb.org/movie/369698"
  },
  {
    "id": 103079,
    "title": "Submersion of Japan",
    "release_date": "1973-12-29",
    "overview": "A team of geophysicists investigating seismic activity on the seafloor discover that the islands of Japan, after suffering from massive volcanic eruptions and earthquakes, will be pulled into the ocean, killing millions.",
    "poster_url": "https://image.tmdb.org/t/p/w500/udlngK2bR6najem7bjptlL5o5gx.jpg",
    "popularity": 2.2469,
    "tmdb_url": "https://www.themoviedb.org/movie/103079"
  },
  {
    "id": 2000,
    "title": "Aguirre, the Wrath of God",
    "release_date": "1972-12-29",
    "overview": "A few decades after the destruction of the Inca Empire, a Spanish expedition led by the infamous Aguirre leaves the mountains of Peru and goes down the Amazon River in search of the lost city of El Dorado. When great difficulties arise, Aguirre’s men start to wonder whether their quest will lead them to prosperity or certain death.",
    "poster_url": "https://image.tmdb.org/t/p/w500/qMk93yMo82svW27FEjudgueBMUL.jpg",
    "popularity": 2.2433,
    "tmdb_url": "https://www.themoviedb.org/movie/2000"
  },
  {
    "id": 2054,
    "title": "Mr. Holland's Opus",
    "release_date": "1995-12-29",
    "overview": "In 1965, passionate musician Glenn Holland takes a day job as a high school music teacher, convinced it's just a small obstacle on the road to his true calling: writing a historic opus. As the decades roll by with the composition unwritten but generations of students inspired through his teaching, Holland must redefine his life's purpose.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jYEKdpVvRV3KdyHMUVYyg0KTVSY.jpg",
    "popularity": 2.1553,
    "tmdb_url": "https://www.themoviedb.org/movie/2054"
  },
  {
    "id": 821661,
    "title": "A Year-End Medley",
    "release_date": "2021-12-29",
    "overview": "A romantic comedy of a young man and woman that is told in the background of hotel 'Emross'. It has stories of people who met each other at Hotel Emross during the New Year holidays. Each one has his own memory to relate and create relationships or just going nostalgic.",
    "poster_url": "https://image.tmdb.org/t/p/w500/z1kgyVRmoNd4MxsP4NTNMadsPRZ.jpg",
    "popularity": 2.1185,
    "tmdb_url": "https://www.themoviedb.org/movie/821661"
  },
  {
    "id": 918692,
    "title": "Granit",
    "release_date": "2021-12-29",
    "overview": "Mozambique requests from Russia is being helped in the fight against militants of the \"Islamic State\" and a special group led by a commander with the call sign Granit is coming to the country.",
    "poster_url": "https://image.tmdb.org/t/p/w500/zLJn4U2qlWIzlFP5SsyFJUDQjfs.jpg",
    "popularity": 2.0844,
    "tmdb_url": "https://www.themoviedb.org/movie/918692"
  }
]