[
  {
    "id": 9462,
    "title": "The Way of the Dragon",
    "release_date": "1972-12-30",
    "overview": "Tang Lung arrives in Rome to help his cousins in the restaurant business. They are being pressured to sell their property to the syndicate, who will stop at nothing to get what they want. When Tang arrives he poses a new threat to the syndicate, and they are unable to defeat him. The syndicate boss hires the best Japanese and European martial artists to fight Tang, but he easily finishes them off.",
    "poster_url": "https://image.tmdb.org/t/p/w500/m7AIITQ624sfldI4SsX4htXPH1f.jpg",
    "popularity": 5.4773,
    "tmdb_url": "https://www.themoviedb.org/movie/9462"
  },
  {
    "id": 17903,
    "title": "A Frozen Flower",
    "release_date": "2008-12-30",
    "overview": "A historical drama set in the Koryo dynasty and focused on the relationship between a king and his bodyguard.",
    "poster_url": "https://image.tmdb.org/t/p/w500/jvGmbNUh0eq9ShQmMSof0DXXHWY.jpg",
    "popularity": 3.6797,
    "tmdb_url": "https://www.themoviedb.org/movie/17903"
  },
  {
    "id": 913544,
    "title": "Ved",
    "release_date": "2022-12-30",
    "overview": "Satya lives in a railway colony who dreams of playing for the railway cricket team and eventually representing Team India. Soon he falls madly in love with Nisha. However, Satya`s life takes a drastic change when a local Politician Bhaskar creates havoc in his personal and professional life. 12 Years Later, Satya is a drunk miserable man hopelessly waiting for his love. He is married to Shravani who has been crazily in love with Satya since her childhood. Who`s love has more madness - Satya or Shravani?",
    "poster_url": "https://image.tmdb.org/t/p/w500/kNd1IkaAVOvrkDqvCsjEiSrWn29.jpg",
    "popularity": 3.5622,
    "tmdb_url": "https://www.themoviedb.org/movie/913544"
  },
  {
    "id": 12542,
    "title": "Belly of the Beast",
    "release_date": "2003-12-30",
    "overview": "Jake and Sunti go to meet Mongkol, the leader of the Abu Karaf. Mongkol confirms that ever since the terrorist attacks of September 11, 2001, Jantapan has worked to corner the narcotics and arms markets. Jake must engage in a battle that will put both his physical and spiritual powers to the ultimate test.",
    "poster_url": "https://image.tmdb.org/t/p/w500/wQXareg5YhYSVJq0f3vMbsvkjhU.jpg",
    "popularity": 3.1425,
    "tmdb_url": "https://www.themoviedb.org/movie/12542"
  },
  {
    "id": 295613,
    "title": "Pokemon Crystal: Raikou, the Legend of Thunder!",
    "release_date": "2001-12-30",
    "overview": "Kenta, a Pokemon master in the making, meets up with his childhood friend, Marina, at a Pokemon Center, to see how their skills have developed. Their battle is interrupted by a thunderstorm and the arrival of Bashou and Buson, two Rocket-dan members using the Crystal System (which attracts Electric-type Pokemon). Their ultimate goal is to, under the guidance of professor Shiranui, bring Pokemon back to Sakaki. Kenta and Marina stumble upon this plan, and they try to stop it, but things get more difficult when the legendary Pokemon Raikou is captured.",
    "poster_url": "https://image.tmdb.org/t/p/w500/2eb0L2RGsR0sOuRYbtLdVAeYCA.jpg",
    "popularity": 2.801,
    "tmdb_url": "https://www.themoviedb.org/movie/295613"
  },
  {
    "id": 823598,
    "title": "The Goldfinger",
    "release_date": "2023-12-30",
    "overview": "In 1970s Hong Kong, the Independent Commission Against Corruption (ICAC) was formed to bring down the corruption syndicate led by British government officials. One of its top investigators is Senior Investigator Lau Kai-Yuen, who brought down countless corrupted officials. Just as he thought stability and prosperity are within reach, a new era of greed and riches takes him into a new battlefield of corruption.",
    "poster_url": "https://image.tmdb.org/t/p/w500/53lyXVLL83dC9AYrpEXfB7Xe34j.jpg",
    "popularity": 2.7196,
    "tmdb_url": "https://www.themoviedb.org/movie/823598"
  },
  {
    "id": 2007,
    "title": "Lorenzo's Oil",
    "release_date": "1992-12-30",
    "overview": "Augusto and Michaela Odone are dealt a cruel blow by fate when their five-year-old son Lorenzo is diagnosed with a rare and incurable disease. But the Odones' persistence and faith leads to an unorthodox cure which saves their boy and re-writes medical history.",
    "poster_url": "https://image.tmdb.org/t/p/w500/suRf59zRu1h8Zq4Gxekn6UiLGaM.jpg",
    "popularity": 2.6961,
    "tmdb_url": "https://www.themoviedb.org/movie/2007"
  },
  {
    "id": 641662,
    "title": "Pieces of a Woman",
    "release_date": "2020-12-30",
    "overview": "When a young mother's home birth ends in unfathomable tragedy, she begins a year-long odyssey of mourning that fractures relationships with loved ones in this deeply personal story of a woman learning to live alongside her loss.",
    "poster_url": "https://image.tmdb.org/t/p/w500/OgUfLlhfBFx5BPK6LzBWFvBW1w.jpg",
    "popularity": 2.6264,
    "tmdb_url": "https://www.themoviedb.org/movie/641662"
  },
  {
    "id": 17099,
    "title": "Hanzo the Razor: Sword of Justice",
    "release_date": "1972-12-30",
    "overview": "Fearless Edo-period police inspector Hanzo Itami, nicknamed The Razor, has developed his own unique way of extracting information for his inquiries. His first adventure sees him investigating his superior officer's mistress, whom he suspects of having ties with a reputed criminal on the loose.",
    "poster_url": "https://image.tmdb.org/t/p/w500/5D8HTMkSJE3ul87D6pAeyXPqqxA.jpg",
    "popularity": 2.494,
    "tmdb_url": "https://www.themoviedb.org/movie/17099"
  },
  {
    "id": 965405,
    "title": "Turn Every Page - The Adventures of Robert Caro and Robert Gottlieb",
    "release_date": "2022-12-30",
    "overview": "Delight in the fascinating, intersecting stories of the iconic Pulitzer Prize-winning author Robert Caro and his editor of 50 years, the literary giant Robert Gottlieb, as they race to complete their life’s work.",
    "poster_url": "https://image.tmdb.org/t/p/w500/loewdmfNcZJ5FXLjkufVncrUjfj.jpg",
    "popularity": 2.3417,
    "tmdb_url": "https://www.themoviedb.org/movie/965405"
  },
  {
    "id": 850028,
    "title": "Alice, Darling",
    "release_date": "2022-12-30",
    "overview": "Pushed to the breaking point by Simon, her psychologically abusive boyfriend, Alice becomes an unwitting participant in an intervention staged by her two closest friends while on vacation. As she rediscovers the essence of herself and gains some much-needed perspective, she slowly starts to fray the cords of codependency that bind her. However, Simon's vengeance is as inevitable as it is shattering, and once unleashed, it tests her strength, her courage, and the bonds of deep-rooted friendships.",
    "poster_url": "https://image.tmdb.org/t/p/w500/3QpO7dxLXBdPgWpNLKvRNojz7bv.jpg",
    "popularity": 2.245,
    "tmdb_url": "https://www.themoviedb.org/movie/850028"
  },
  {
    "id": 288158,
    "title": "The Woman in Black 2: Angel of Death",
    "release_date": "2014-12-30",
    "overview": "40 years after the first haunting at Eel Marsh House, a group of children evacuated from WWII London arrive, awakening the house's darkest inhabitant.",
    "poster_url": "https://image.tmdb.org/t/p/w500/9NcUFNCSzw4IFci3OhbX8ZyzoFn.jpg",
    "popularity": 2.203,
    "tmdb_url": "https://www.themoviedb.org/movie/288158"
  },
  {
    "id": 366654,
    "title": "The Magician",
    "release_date": "2015-12-30",
    "overview": "A Princess in the Joseon Dynasty travels to the Qing Dynasty to marry. On the way to there, she meets a young magician and falls in love with him.",
    "poster_url": "https://image.tmdb.org/t/p/w500/mlvCpomcyFB4OyYjUIAvJgZhtHV.jpg",
    "popularity": 2.1308,
    "tmdb_url": "https://www.themoviedb.org/movie/366654"
  },
  {
    "id": 782666,
    "title": "Laura Ingalls Wilder: Prairie to Page",
    "release_date": "2020-12-30",
    "overview": "Laura Ingalls Wilder: Prairie to Page presents an unvarnished look at the unlikely author whose autobiographical fiction helped shape American ideas of the frontier and self-reliance. A Midwestern farm woman who published her first novel at age 65, Laura Ingalls Wilder transformed her frontier childhood into the best-selling “Little House” series. The documentary delves into the legacy of the iconic pioneer as well as the way she transformed her early life into enduring legend, a process that involved a little-known collaboration with her daughter Rose.",
    "poster_url": "https://image.tmdb.org/t/p/w500/CmBInQT7jR7oMoqj5RDMEdRqkh.jpg",
    "popularity": 2.0134,
    "tmdb_url": "https://www.themoviedb.org/movie/782666"
  }
]